[{"cover": "https://s.wsj.net/public/resources/images/S1-GY697_WRAPVI_D_20200731215711.jpg", "title": "Coronavirus Latest: July Was a Brutal Month for the U.S.", "url": "https://www.wsj.com/articles/coronavirus-latest-news-07-31-2020-11596187079?mod=searchresults&page=1&pos=1", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Allison Prang, Stephanie Armour, Talal Ansari", "date": "Jul. 31, 2020 10:00 pm ET", "printheadline": " Appeared in the August 1, 2020, print edition as 'Hard-Hit Places See Signs of Stabilizing.' ", "content": "A wave of new coronavirus cases swept the U.S. during July, overwhelming some states and cities, weakening a nascent economic recovery and effectively wiping out some of the gains made during early lockdowns. U.S. confirmed coronavirus cases jumped by nearly two million and the death toll increased by nearly 25,000 over the course of the month, as the virus spread rapidly across parts of the country that had been spared during the early days of the pandemic. By Friday, confirmed cases in the U.S. had climbed to more than...\n  ", "subtitle": "The rise in confirmed cases by nearly two million hobbled the country’s economic recovery; mask mandates spread "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GY593_TIKTOK_D_20200731163529.jpg", "title": "Microsoft Is in Talks to Acquire TikTok, as U.S. Considers Banning the App", "url": "https://www.wsj.com/articles/trump-to-sign-order-demanding-chinas-bytedance-to-divest-tiktok-11596219920?mod=searchresults&page=1&pos=2", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Tech ", "author": "By Cara Lombardo, Georgia Wells, Katy Stech Ferek", "date": "Jul. 31, 2020 8:34 pm ET", "printheadline": " Appeared in the August 1, 2020, print edition as 'Microsoft Nears Deal With TikTok.' ", "content": "Microsoft Corp. is in advanced talks to acquire the U.S. operations of the Chinese-owned video app TikTok, according to people with knowledge of the discussions, in a deal that would be a concession to White House pressure and make the software giant a major player in social media.A sale to Microsoft, likely for billions of dollars, would be a win for both TikTok and its parent company, Bytedance Ltd., where executives had feared that the U.S. government would force device makers to take TikTok out of their app stores, according...\n  ", "subtitle": "Deal would address American officials’ data-gathering concerns by removing video-sharing app from control of Chinese company "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GY473_trumpa_D_20200731140015.jpg", "title": "Trump Campaign Pauses Advertising for Strategy Review", "url": "https://www.wsj.com/articles/trump-campaign-pauses-advertising-for-strategy-review-11596218635?mod=searchresults&page=1&pos=3", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Election 2020 ", "author": "By Alex Leary, Chad Day", "date": "July 31, 2020 5:25 pm ET", "printheadline": " Appeared in the August 1, 2020, print edition as 'Trump Campaign Takes Break With TV Ads.' ", "content": "WASHINGTON—President Trump’s reelection campaign has pulled back on TV advertising as he trails in the polls and searches for a winning message heading into the final months before Election Day.The move comes two weeks after a new campaign manager was named and as Mr. Trump has taken a more aggressive tack in his ads and on social media—a direction that has worried some Republicans. The president’s messaging has focused on protests and clashes with federal agents in a section of Portland, Ore., warned about suburban destruction...\n  ", "subtitle": "Re-election team says it is ‘fine-tuning’ its plans after a new campaign manager took over "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GY436_chinas_D_20200731130822.jpg", "title": "Mystery Seeds Raise Questions About Online Sales Tactics in China", "url": "https://www.wsj.com/articles/mystery-seeds-raise-questions-about-online-sales-tactics-in-china-11596215806?mod=searchresults&page=1&pos=4", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business ", "author": "By Jon Emont", "date": "July 31, 2020 4:49 pm ET", "printheadline": " Appeared in the August 1, 2020, print edition as 'Seeds Spark Questions About Chinese Sale Tactics.' ", "content": "Questionable online sales tactics used by some foreign merchants have been brought into focus after the federal government said this week that mysterious seed packages postmarked from China may be an e-commerce scam.The U.S. Agriculture Department said that “suspicious, unsolicited packages of seed that appear to be coming from China” are potentially part of a brushing scheme. In such a scheme, sellers or their accomplices ship out packages containing lightweight goods of trivial value, which can then be used to log fake...\n  ", "subtitle": "On some Western e-commerce sites, Chinese sellers arrange for reviews"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Citing Coronavirus, Hong Kong Postpones Legislative Elections for a Year", "url": "https://www.wsj.com/articles/citing-coronavirus-hong-kong-postpones-legislative-elections-for-a-year-11596192230?mod=searchresults&page=1&pos=5", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Natasha Khan", "date": "July 31, 2020 4:03 pm ET", "printheadline": " Appeared in the August 1, 2020, print edition as 'Hong Kong Postpones Elections.' ", "content": "HONG KONG—Chief Executive Carrie Lam said she would postpone coming legislative elections for a year, citing a recent surge in coronavirus cases, in a move likely to fuel international furor over the city’s fast-diminishing political freedoms.The city’s top local official told reporters that after recording more than 100 new infections daily for 10 straight days, Hong Kong faced a dire health situation. She cited risks of spreading the disease if 4.4 million voters turned out and said people stranded across the mainland Chinese...\n  ", "subtitle": "Delay caps month of misery for opposition since China imposed national-security law on city"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "‘Owls of the Eastern Ice’ Review: The Salmon Eaters", "url": "https://www.wsj.com/articles/owls-of-the-eastern-ice-review-the-salmon-eaters-11596207020?mod=searchresults&page=1&pos=6", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Bookshelf ", "author": "By Heller McAlpin", "date": "July 31, 2020 10:50 am ET", "printheadline": " Appeared in the August 1, 2020, print edition as 'The Salmon Eaters.' ", "content": "Jonathan Slaght’s first encounter with Blakiston’s fish owl, the rare salmon-eating raptor that would become the focus of his doctoral thesis and this book, was accidental. On a hike in 2000, when he was stationed with the Peace Corps in Russia’s Far East, he “unexpectedly flushed an enormous and panicked bird.” His description of the eventual object of his obsession alerts us that this is no ordinary owl, and Mr. Slaght is no ordinary writer: “This disheveled mass of wood-chip brown regarded us warily with electric-yellow...\n  ", "subtitle": "The giant ﬁsh owl of Russia’s Far East is a raptor as big as an eagle but more portly, with enormous ear tufts."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Won the First Leg of the Post-Covid Race. The Next One Will Be Harder.", "url": "https://www.wsj.com/articles/china-won-the-first-leg-of-the-post-covid-race-the-next-one-will-be-harder-11596193091?mod=searchresults&page=1&pos=7", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Markets ", "author": "By Nathaniel Taplin", "date": "July 31, 2020 6:58 am ET", "printheadline": "", "content": "The first official read on China’s economy in July confirmed the nation has pulled ahead in the struggle to rekindle growth after the damage of the pandemic.Sustaining that lead will be challenging, however.China’s July manufacturing purchasing managers index rose to a four-month high of 51.1, boosted by a less steep decline in new export...\n  ", "subtitle": "Factory production is still bouncing back far faster than both foreign and domestic demand    "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China’s Manufacturing Recovery Picks Up the Pace", "url": "https://www.wsj.com/articles/chinas-manufacturing-recovery-picks-up-the-pace-11596171800?mod=searchresults&page=1&pos=8", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Jonathan Cheng", "date": "July 31, 2020 1:03 am ET", "printheadline": "", "content": "BEIJING—An official gauge of China’s factory activity expanded at a faster pace in July, as improving demand inside and outside the country kept the recovery of the world’s second-largest economy on track.China’s official manufacturing purchasing managers index rose to 51.1 in July from 50.9 in June, the National Bureau of Statistics said Friday, beating economists’ expectations and marking the fifth consecutive month that the closely watched measure of China’s factory activity topped the 50 mark that separates expansion...\n  ", "subtitle": "Factory activity expands for fifth straight month "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Panel Expands Review of Business Deals With Foreign Money", "url": "https://www.wsj.com/articles/u-s-panel-expands-review-of-business-deals-with-foreign-money-11596146350?mod=searchresults&page=1&pos=9", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " National Security ", "author": "By Katy Stech Ferek", "date": "July 30, 2020 5:59 pm ET", "printheadline": " Appeared in the July 31, 2020, print edition as 'U.S. Panel Expanded Its Review Of Foreign Deals in ’19.' ", "content": "A national-security panel in 2019 increased its review of business deals involving foreign money, the first year after Congress ordered it to scrutinize such transactions more thoroughly, according to a new report released Thursday.The Committee on Foreign Investment in the U.S. reviewed 325 business transactions that involved foreign money, topping the number of deals the panel has reviewed each year since 2010, according to its annual report to Congress. By comparison, in 2018 the panel reviewed 249 transactions.", "subtitle": "A 2019 review by Cfius of 325 business transactions comes a year after Congress expanded its oversight"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Mystery Seeds Spread Around the World", "url": "https://www.wsj.com/articles/mystery-seeds-spread-around-the-world-11596119184?mod=searchresults&page=1&pos=10", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Jacob Bunge, Jesse Newman", "date": "July 30, 2020 3:37 pm ET", "printheadline": " Appeared in the July 31, 2020, print edition as 'Mysterious Seed Mailings Spread.' ", "content": "The case of the mystery seeds showing up in U.S. mailboxes from shippers in China and other countries has gone global.The U.S. Department of Agriculture said consumers in at least 22 U.S. states and several other countries had received unsolicited packages of seeds. Canada, the U.K. and Australia all are investigating the matter.The USDA,...\n  ", "subtitle": "Agricultural officials focus on scam; Amazon says packages appear delayed due to Covid-19 pandemic "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China-Backed Infrastructure Bank Seeks to Win Over Countries With Western-Style Approach", "url": "https://www.wsj.com/articles/china-backed-infrastructure-bank-seeks-to-win-over-countries-with-western-style-approach-11596131650?mod=searchresults&page=1&pos=11", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Asia ", "author": "By Jonathan Cheng", "date": "July 30, 2020 1:54 pm ET", "printheadline": "", "content": "BEIJING—When the Asian Infrastructure Investment Bank was established in 2015, the Obama administration urged allies to spurn the lender, regarding it as Beijing’s rival to the U.S.-backed World Bank, International Monetary Fund and Asian Development Bank.The AIIB has already won over many of those allies. Now, with the U.S. withdrawing from international institutions, the bank is placing China at the center of its own global lending effort and casting itself as a champion of multilateralism—even as China’s diplomats stake...\n  ", "subtitle": "Asian Infrastructure Investment Bank will have to compete with perceptions that it is extension of Beijing’s foreign policy"}, {"cover": "", "title": "Newsletter: It’s Going to Be Ugly", "url": "https://www.wsj.com/articles/newsletter-its-going-to-be-ugly-01596105597?mod=searchresults&page=1&pos=12", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "", "date": "July 30, 2020 6:39 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. A historic GDP report is due out today. We’ll have a special edition of the newsletter after the numbers are out. First, Jeff Sparshott here with the latest on the economy. Breaking Bad The U.S. […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Vietnam Was Crushing the Coronavirus—Now It’s Got a New Outbreak", "url": "https://www.wsj.com/articles/after-99-coronavirus-free-days-vietnam-battles-a-new-outbreak-11596027843?mod=searchresults&page=1&pos=13", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Asia ", "author": "By Lam Le, Niharika Mandhana", "date": "July 30, 2020 12:19 am ET", "printheadline": "", "content": "Vietnam had gone 99 days without a locally transmitted case of coronavirus when a 57-year-old resident was confirmed to be infected over the weekend. Since then, 34 new infections have been detected, stirring fears about the potential size and source of the outbreak in the country where the pathogen was believed to have been eliminated.Extensive contact tracing, quarantines and mask-wearing in the pandemic’s early days made Vietnam one of the world’s most successful countries at squashing the coronavirus curve. It has reported...\n  ", "subtitle": "Nearly three dozen recently-detected cases have stirred fears in the country, leading many to ask: How did the virus come back? "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Tupperware Shares Surge as Company Pushes Turnaround Effort", "url": "https://www.wsj.com/articles/tupperware-shares-surge-as-company-pushes-turnaround-effort-11596064859?mod=searchresults&page=1&pos=14", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Pro Bankruptcy Distress ", "author": "By Becky Yerak, Micah Maidenberg", "date": "July 29, 2020 7:21 pm ET", "printheadline": "", "content": " Tupperware Brands Corp. shares jumped 68% Wednesday after the company said that it weathered coronavirus-related shutdowns in the second quarter and that it was looking for ways to deal with about $500 million in debt obligations coming due next year.The company reported $397.4 million in sales for the second quarter, down from $475.3 million a year earlier. Sales in local currencies would have been flat had it not been for the pandemic, and people who sell its wares became more productive in the quarter by using digital...\n  ", "subtitle": "Container maker’s bonds also rise as it says it weathered coronavirus pandemic"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Hacked Vatican Ahead of Negotiations, U.S. Cybersecurity Firm Says", "url": "https://www.wsj.com/articles/china-hacked-vatican-ahead-of-negotiations-u-s-cybersecurity-firm-says-11596039765?mod=searchresults&page=1&pos=15", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Europe ", "author": "By Eva Xiao, Francis X. Rocca", "date": "July 29, 2020 1:21 pm ET", "printheadline": "", "content": "A Chinese-state-backed group recently hacked into Vatican computers on the eve of important negotiations with Beijing, according to a U.S. cybersecurity firm.The alleged breaches, which also targeted Catholic institutions in Hong Kong and Italy, come as the Holy See and Beijing prepare to negotiate renewal of an agreement on the delicate issue of the appointment of Catholic bishops in China.The...\n  ", "subtitle": "The alleged breaches come ahead of negotiations regarding the appointment of bishops in China"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Canada, U.K. Warn Residents Receiving Mystery Seeds", "url": "https://www.wsj.com/articles/canada-warns-residents-receiving-mystery-seeds-11596036296?mod=searchresults&page=1&pos=16", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Canada ", "author": "By Alistair Macdonald, Vipal Monga", "date": "July 29, 2020 12:23 pm ET", "printheadline": "", "content": "TORONTO—British and Canadian government agencies are investigating reports that people in their countries are receiving mystery packages of seeds.The Canadian Food Inspection Agency, which issued an announcement on Tuesday, didn’t provide details, but the circumstances appear similar to some in the U.S., where state officials and the U.S. Department of Agriculture are investigating reports that hundreds of residents have received seeds in the mail they didn’t order.", "subtitle": "Officials in the U.S. are investigating similar cases of people getting seeds they didn’t order "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China’s New Tool to Chase Down Fugitives: American Courts", "url": "https://www.wsj.com/articles/china-corruption-president-xi-communist-party-fugitives-california-lawsuits-us-courts-11596032112?mod=searchresults&page=1&pos=17", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Aruna Viswanatha, Kate O’Keeffe", "date": "July 29, 2020 10:29 am ET", "printheadline": " Appeared in the July 30, 2020, print edition as 'China Sues Fugitives In U.S. Courts.' ", "content": "After Peng Xufeng, head of a Chinese state-owned infrastructure and transportation company, left China around the time a corruption probe against him began, investigators there used well-tested tactics to try forcing him to return.Security agents detained his brother, sister, two cousins and in-laws, according to court documents Mr. Peng filed. They placed his parents under surveillance and threatened to put his toddler son—left in the grandparents’ care—up for adoption, the filings say. A Chinese government official traveled...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Chinese Law Professor Who Criticized Xi Jinping to Fight Charge and Dismissal", "url": "https://www.wsj.com/articles/chinese-law-professor-who-criticized-xi-jinping-to-fight-charge-and-dismissal-11596032995?mod=searchresults&page=1&pos=18", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Chun Han Wong", "date": "July 29, 2020 10:29 am ET", "printheadline": "", "content": "HONG KONG—A Chinese legal scholar, known for his outspoken criticism of Chinese leader Xi Jinping, is seeking to overturn a prostitution charge that he says was trumped up to justify his dismissal as a professor, one of his lawyers said Wednesday. Xu Zhangrun, who was a law professor at Beijing’s prestigious Tsinghua University, had been detained by police for nearly a week earlier this month as punishment for allegedly soliciting prostitution, his friends and lawyers say. Tsinghua dismissed him soon after he was released...\n  ", "subtitle": "Lawyer for Xu Zhangrun says charge was trumped up to justify his dismissal from top Beijing university"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "NASA to Launch Its Most Ambitious Mars Rover Yet", "url": "https://www.wsj.com/articles/nasa-to-launch-its-most-ambitious-mars-rover-yet-11596027106?mod=searchresults&page=1&pos=19", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Robert Lee Hotz", "date": "July 29, 2020 8:51 am ET", "printheadline": " Appeared in the July 30, 2020, print edition as 'NASA Will Launch Robotic Rover to Mars.' ", "content": "NASA is poised to launch its most ambitious robotic rover to Mars on Thursday, opening the next phase of exploration on the Red Planet.The $2.70 billion National Aeronautics and Space Administration mission will seek signs of ancient life on Mars that can be packaged and, for the first time, returned to Earth. It will test ways to extract oxygen from the Martian air for future colonists and try out an experimental helicopter drone that could become the first craft to fly on another planet.", "subtitle": "Amid international space race, the $2.7 billion effort will seek signs of ancient life on the Red Planet "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The World’s Covid Resurgence", "url": "https://www.wsj.com/articles/the-worlds-covid-resurgence-11595978652?mod=searchresults&page=1&pos=20", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 28, 2020 7:24 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition. ", "content": "Remember the stories blaming America’s virus resurgence on states reopening too fast and praising other countries for crushing the virus with lockdowns? Well, flare-ups are now occurring in several countries that recently eased their lockdowns and travel restrictions. Victory declarations anywhere are premature.New cases doubled in Spain over the weekend and are up six-fold in a month. Government officials have tied cases to migrant farm workers, tourists, family gatherings and young people partying. Catalonia, a tourist...\n  ", "subtitle": "Countries hailed as models see a virus case revival. "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX289_bkrvpo_D_20200728144950.jpg", "title": "‘Porcelain’ Review: In Search of the Arcanum", "url": "https://www.wsj.com/articles/porcelain-review-in-search-of-the-arcanum-11595977132?mod=searchresults&page=2&pos=1", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Bookshelf ", "author": "By Marc Levinson", "date": "July 28, 2020 6:58 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'In Search Of the Arcanum.' ", "content": "When they weren’t trying to make gold, alchemists at the end of the 17th century kept busy with an altogether different quest: finding the secret to porcelain. Europe’s monarchs and nobles had been obsessed with Chinese porcelains since the early 1600s, and they spent fortunes to discover how to make delicate translucent ceramics with blue-and-white enamel beneath the glaze. In 1708 experimenters employed by Augustus the Strong, Elector of Saxony, hit paydirt. Ehrenfried Walther von Tschirnhaus, a famed mathematician, and Johann Friedrich Böttger, a young alchemist, worked out that mixing 43% kaolin from the German town...\n  ", "subtitle": "Many of the European rulers who sponsored the porcelain industry cared less for proﬁt than for objects of luxury to display their grandeur."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Kodak Shifts Into Drug Production With Help of $765 Million U.S. Loan", "url": "https://www.wsj.com/articles/kodak-lands-765-million-u-s-loan-in-start-of-medical-supply-chain-fix-11595930400?mod=searchresults&page=2&pos=2", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business ", "author": "By Rachael Levy", "date": "July 28, 2020 6:25 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'Agency Loan Backs Kodak’s Pharma Move.' ", "content": "Eastman Kodak Co. has won a $765 million government loan under the Defense Production Act, the first of its kind. The purpose: to help expedite domestic production of drugs that can treat a variety of medical conditions and loosen the U.S. reliance on foreign sources. The onetime leader in photography sales is gearing up to produce ingredients for a number of generic drugs, including the antimalarial drug hydroxychloroquine that President Trump has touted in the treatment of coronavirus. Meanwhile, the U.S. is aiming to shift...\n  ", "subtitle": "Onetime photography leader is making the move with funding provided under the Defense Production Act "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "3M’s Sales Drop Despite Demand for Face Masks, Cleaning Supplies", "url": "https://www.wsj.com/articles/3ms-sales-drop-despite-demand-for-face-masks-cleaning-supplies-11595935672?mod=searchresults&page=2&pos=3", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Earnings ", "author": "By Austen Hufford", "date": "July 28, 2020 3:30 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'Face Masks Fail to Lift 3M Sales.' ", "content": " 3M Co. is the lead maker of the most critical face masks in the fight against Covid-19. But mask demand hasn’t protected the company from the brutal economic impact of the pandemic.The Saint Paul, Minn.-based manufacturer said Tuesday that it suffered a sharp sales drop in its latest quarter while many factories, offices and dentists remained closed, offsetting gains from high demand for N95 masks and home-improvement supplies. ", "subtitle": "N95 mask maker sees signs of economic recovery in China and beyond "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The Daily Shot: Italy’s and Japan’s Growth Stalled After Debt-to-GDP Ratio Exceeded 100% – a Warning for the U.S.", "url": "https://www.wsj.com/articles/the-daily-shot-italys-and-japans-growth-stalled-after-debt-to-gdp-ratio-exceeded-100-will-it-happen-in-the-us-01595925515?mod=searchresults&page=2&pos=4", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Dailyshot Blog ", "author": "By Lev Borodovsky", "date": "July 28, 2020 4:38 am ET", "printheadline": "", "content": "Previous issues of the Daily Shot are available online at DailyShotWSJ.com. Have questions, feedback or comments? Contact author Lev.Borodovsky@DowJones.com. Twitter: @SoberLook The Daily Shot: 28-Jul-20 • The United States • The Eurozone • Europe • China • Emerging Markets • Cryptocurrency • Commodities • Energy • Equities • Global Developments • Food for Thought [wsj-responsive-pagerule […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Stocks Close Higher to Start Week With Gains", "url": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-27-2020-11595842185?mod=searchresults&page=2&pos=5", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " U.S. Markets ", "author": "By Anna Isaac, Ben Eisen", "date": "July 27, 2020 4:57 pm ET", "printheadline": " Appeared in the July 28, 2020, print edition as 'Technology Stocks Power Broader Market.' ", "content": "U.S. stocks rose Monday as investors bet that the largest technology firms will power ahead in an uncertain economic environment.Amazon.com, Google parent Alphabet and Apple led the major indexes higher, extending a rise that has helped make the tech sector the best performer in the S&P 500 index so far this year.The broad stock market...\n  ", "subtitle": "Gold hits record high and U.S. dollar drops, reflecting investors’ concerns about the economy"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "LVMH Profit Plunged in First Half", "url": "https://www.wsj.com/articles/lvmh-profit-plunged-in-first-half-11595878664?mod=searchresults&page=2&pos=6", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Earnings ", "author": "By Matthew Dalton", "date": "July 27, 2020 3:37 pm ET", "printheadline": " Appeared in the July 28, 2020, print edition as 'LVMH Profit Slides as Closing Luxury Stores Drives Up Costs.' ", "content": "PARIS—French luxury conglomerate LVMH Moët Hennessy Louis Vuitton SE said net profit plunged in the first half, as the company struggled to cut costs in the face of sweeping boutique closures during the coronavirus pandemic.Revenue was relatively resilient, falling 27% in the half ended June 30 to €18.4 billion ($21.6 billion), LVMH said Monday. The results were buoyed by Louis Vuitton and Dior—LVMH’s biggest fashion brands—and its wines and spirits division, which includes Hennessy cognac and Moët & Chandon champagne.", "subtitle": "French luxury conglomerate was hit hard by boutique closures amid pandemic"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Exits Consulate in China, as Nations’ Ties Deteriorate", "url": "https://www.wsj.com/articles/u-s-exits-chinese-consulate-as-nations-ties-deteriorate-11595874855?mod=searchresults&page=2&pos=7", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Liza Lin", "date": "July 27, 2020 3:23 pm ET", "printheadline": "", "content": "At dawn on Monday, as the deadline to leave the U.S. consulate in the southwestern Chinese city of Chengdu approached, staff were still trickling out with briefcases in hand, just minutes before the U.S. flag was lowered in the courtyard.Chinese authorities said that the Americans had vacated at 10 a.m., making the consulate the latest casualty in the rapidly deteriorating relations between the world’s two largest economies.Immediately...\n  ", "subtitle": "American flag is lowered in Chengdu after China shuts the U.S. consulate in retaliation for Washington’s closing of Beijing’s consulate in Houston"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The Daily Shot: Factors Behind the Record-Setting Rally in Gold", "url": "https://www.wsj.com/articles/the-daily-shot-factors-behind-the-record-setting-rally-in-gold-01595840237?mod=searchresults&page=2&pos=8", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Dailyshot Blog ", "author": "By Lev Borodovsky", "date": "July 27, 2020 4:57 am ET", "printheadline": "", "content": "Previous issues of the Daily Shot are available online at DailyShotWSJ.com. Have questions, feedback or comments? Contact author Lev.Borodovsky@DowJones.com. Twitter: @SoberLook The Daily Shot: 27-Jul-20 • Commodities • Cryptocurrency • Energy • Equities • Rates • Emerging Markets • China • Asia – Pacific • The Eurozone • The United Kingdom • The United States […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "North Korea Reports Its First Apparent Covid-19 Case", "url": "https://www.wsj.com/articles/north-korea-reports-its-first-apparent-covid-19-case-11595722635?mod=searchresults&page=2&pos=9", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Asia ", "author": "By Eun-Young Jeong, Timothy W. Martin", "date": "July 26, 2020 11:19 pm ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'Pyongyang Declares Covid-19 Emergency.' ", "content": "SEOUL—North Korea reported its first apparent Covid-19 case at a city near the border with South Korea, as leader Kim Jong Un enacted the country’s maximum emergency system and warned officials to “face up to the reality.”The ill individual was a runaway who had gone to South Korea three years ago and had illegally crossed back into North Korea on July 19, according to a Sunday state-media report. The person is suspected of having been infected with the “vicious virus” after several medical checkups had shown an uncertain...\n  ", "subtitle": "Kim Jong Un ordered lockdown of city near border with South, according to state media "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Coronavirus Cases Soar in the U.S., Top 16 Million Globally", "url": "https://www.wsj.com/articles/coronavirus-latest-news-07-26-2020-11595740448?mod=searchresults&page=2&pos=10", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Jennifer Calfas, Philip Wen", "date": "July 26, 2020 7:13 pm ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'Global Cases Surpass 16 Million.' ", "content": "New coronavirus cases continued to surge in the U.S. and other parts of the world over the weekend, as total global infections surpassed 16 million and American officials urged residents to comply with orders made to slow the virus’s spread. The U.S., which accounts for more than one-quarter of confirmed world-wide cases, registered a further 65,490 infections and 900 deaths on Saturday, according to data compiled by Johns Hopkins University. Virus cases in 30 states, Washington, D.C., and Puerto Rico were growing at a faster...\n  ", "subtitle": "The U.S. registered a further 65,490 infections and 900 deaths on Saturday"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Trump’s Drug Price Panic", "url": "https://www.wsj.com/articles/trumps-drug-price-panic-11595798381?mod=searchresults&page=2&pos=11", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 26, 2020 5:19 pm ET", "printheadline": " Appeared in the July 27, 2020, print edition. ", "content": "President Trump’s decline in the polls is getting more expensive by the day. The next virus spending bill will cost trillions, and late Friday the President made a pitch for seniors with haphazard executive orders to lower drug prices. His prescription is akin to what Democrats are offering: more government control.“I’m unrigging the system that is many decades old. We’re doing something that should have been done a long time ago,” the President said at a press conference. “Previous administrations did nothing—absolutely...\n  ", "subtitle": "He adopts Biden-like controls that would harm U.S. innovation."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Covid’s Next Economic Crisis: Developing-Nation Debt", "url": "https://www.wsj.com/articles/covid-coronavirus-developing-nation-africa-debt-crisis-11595455147?mod=searchresults&page=2&pos=12", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Avantika Chilkoti, Gabriele Steinhauser", "date": "July 26, 2020 12:27 pm ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'Developing-Nation Debt Threatens to Tip Into Crisis.' ", "content": "Zambia was once a model in Wall Street’s rush to issue debt for the world’s poorest nations, attracting bigger orders and lower interest rates than some more-developed countries.Less than a decade later, the Southern African nation is straining to pay back more than $11 billion in loans. The world is gearing up for a battle over developing-country...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "At Boeing and Airbus, Finished Airplanes Pile Up", "url": "https://www.wsj.com/articles/at-boeing-and-airbus-finished-airplanes-pile-up-11595764800?mod=searchresults&page=2&pos=13", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business ", "author": "By Andrew Tangel", "date": "July 26, 2020 11:25 am ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'Boeing, Airbus Get Stuck With Planes.' ", "content": " Boeing Co. and Airbus SE are making planes that airlines aren’t collecting, straining their finances as the coronavirus pandemic wreaks havoc on travel and the aerospace industry.Airlines in many cases say they don’t want the aircraft for now, because they are unable to fill them profitably during a historic plunge in demand for flying. Travel restrictions are also hindering employees of some airlines from getting to the U.S. and Europe to pick up planes from factories.", "subtitle": "Airlines are putting off jet deliveries amid coronavirus, depriving manufacturers and their suppliers of cash "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China’s Move to Buy Arctic Gold Mine Draws Fire in Canada", "url": "https://www.wsj.com/articles/chinas-move-to-buy-arctic-gold-mine-draws-fire-in-canada-11595764801?mod=searchresults&page=2&pos=14", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Vipal Monga", "date": "July 26, 2020 8:00 am ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'China’s Arctic Gold Push Rattles Canada.' ", "content": "TORONTO—The purchase of a gold mine in the Canadian Arctic by a state-run Chinese company is triggering alarms in Canada over China’s expanding presence in a region that is growing in strategic importance for its shipping lanes and resources.Opposition parties and former government officials have called on Canadian Prime Minister Justin Trudeau’s government to block Shandong Gold Mining Co., one of China’s largest gold miners, from buying Toronto-based TMAC Resources Inc., whose operation is almost 120 miles north of the...\n  ", "subtitle": "As world powers seek dominance in sensitive region, opponents of purchase say blocking deal is in Canadian national interest"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "BBQ: The Ultimate Guide", "url": "https://www.wsj.com/articles/bbq-the-ultimate-guide-11595649648?mod=searchresults&page=2&pos=15", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Food & Drink ", "author": "By Matthew Kronsberg", "date": "July 25, 2020 12:00 am ET", "printheadline": "", "content": " SOMETIMES it seems the only thing BBQ aficionados enjoy more than eating the stuff is arguing about it. To sauce or not is a question that could easily spark an entire evening of sparring across a picnic table.One thing you’ll have to get over if you plan to read on: In this guide, “BBQ” is a big tent, with plenty of room for what quibblers insist is the only kind of cooking that merits the name barbecue (low and slow, over indirect heat, in the presence of wood smoke) as well as what’s technically termed grilling (direct...\n  ", "subtitle": "Our A-to-Z survey takes a global view, with a world of tools, ingredients and tips you’ll need to break out of your cooking routine and harness the power of fire."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Orders U.S. to Close Chengdu Consulate as Payback for Houston Move", "url": "https://www.wsj.com/articles/china-orders-u-s-to-close-chengdu-consulate-in-retaliation-to-houston-move-11595564849?mod=searchresults&page=2&pos=16", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Chun Han Wong, Liza Lin, William Mauldin", "date": "July 24, 2020 9:24 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'China Hits Back At U.S., Shutting Consulate.' ", "content": "The U.S. and China each moved rapidly Friday to shut one of the other’s consulates and evict diplomats, unprecedented steps that were followed by calls on both sides to ease rising tensions.The tit-for-tat closures raised concerns of a protracted flare-up in the relationship between the world’s two biggest economies, even amid the move to avoid further acts of immediate escalation.Beijing...\n  ", "subtitle": "Tit-for-tat consulate closures were followed on both sides by calls to return to more normal relations"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The New China Reality", "url": "https://www.wsj.com/articles/the-new-china-reality-11595630900?mod=searchresults&page=2&pos=17", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 24, 2020 6:48 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition. ", "content": "The Trump Administration’s closure of China’s consulate in Houston, and China’s retaliatory closure of the American consulate in Chengdu, is the latest in the din of diplomatic discord that now defines the world’s most important bilateral relationship. On Thursday Secretary of State Mike Pompeo made explicit what has been clear to anyone observing developments from Hong Kong to Huawei: America’s decades-long gamble on greater Chinese openness has hit a wall.Governments often operate secretively out of foreign consulates,...\n  ", "subtitle": "The tougher U.S. policy is more than an election-year gambit."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Americans Are Waking Up to the First Wave", "url": "https://www.wsj.com/articles/americans-are-waking-up-to-the-first-wave-11595628590?mod=searchresults&page=2&pos=18", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business World ", "author": "By Holman W. Jenkins, Jr.", "date": "July 24, 2020 6:09 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'Americans Are Waking Up to the First Covid Wave.' ", "content": "It will be chastening to many that the latest outbreak is not a red-blue phenomenon. California, Florida and Texas are experiencing spikes. They have in common not political complexion but the fact that they are among the most heavily traveled states, nationally and internationally. After New York, Florida and California are Nos. 2 and 3 in international visitors. Texas is No. 6 but this leaves out a huge number of undocumented visitors whom the U.S. government has never been able to quantify.One comorbidity shouldn’t be...\n  ", "subtitle": "Dealing with the virus and having an economy aren’t incompatible, but the U.S. needs a U.S. approach."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "‘Baseless’ Review: Information, Please", "url": "https://www.wsj.com/articles/baseless-review-information-please-11595626802?mod=searchresults&page=2&pos=19", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Bookshelf ", "author": "By Tunku Varadarajan", "date": "July 24, 2020 5:40 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'Information, Please.' ", "content": "In 2012, Nicholson Baker—essayist, novelist and literary provocateur—wrote to the National Archives requesting copies of 21 still-classified U.S. Air Force memos from the early 1950s. A question was eating away at his insides like an unshakable bacillus: Did the U.S. military, in those years, use biological weapons “on people whom the United States government viewed as enemies”? Did the U.S. air-drop bacteria-laced feathers over North Korea and plague-infected voles over China during the Korean War? Did it introduce “hog cholera” into East Germany? Did it poison Guatemala’s coffee crop and sicken tobacco and sugarcane...\n  ", "subtitle": "Instead of transparency and truth, redaction and delay. How is a researcher supposed to test his maverick theory?"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Gold Climbs to a High, Topping Its 2011 Record", "url": "https://www.wsj.com/articles/gold-climbs-to-all-time-high-topping-2011-record-11595612234?mod=searchresults&page=2&pos=20", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Commodities ", "author": "By Amrith Ramkumar, Joe Wallace", "date": "July 24, 2020 3:28 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'Gold Surges to A Record.' ", "content": "Gold prices rose to a new closing record for the first time since 2011, extending a summer surge fueled by nervous investors adding bullion to their portfolios as the coronavirus muddies the global economic outlook.Most actively traded gold futures, for delivery next month, rallied 0.4% to $1,897.50 a troy ounce, climbing for the sixth consecutive session and eclipsing their August 2011 peak of $1,891.90. Gold came close to topping the high, which is based on futures trading data going back to 1975, on Thursday. It has risen...\n  ", "subtitle": "Precious metals have surged in recent months as coronavirus pounds the world economy "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW257_global_D_20200724063224.jpg", "title": "Economic Recoveries in U.S., Europe Take Diverging Paths", "url": "https://www.wsj.com/articles/europes-post-lockdown-rebound-bodes-well-for-global-economy-11595587952?mod=searchresults&page=3&pos=1", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Economic Data ", "author": "By David Harrison, Paul Hannon", "date": "July 24, 2020 12:16 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'U.S. Is Trailing Europe In Economic Recovery.' ", "content": "The U.S. economy lagged in July and Europe’s bounced back, according to fresh surveys of purchasing managers, evidence that the two economic powerhouses are recovering at different speeds from the coronavirus pandemic. In the U.S., output in the service sector shrank for the sixth consecutive month as companies faced a wave of coronavirus cases that prompted new restrictions in several states. Manufacturing output expanded for the first time since February as new orders ticked up. Overall, economic activity in the U.S. was...\n  ", "subtitle": "European countries could be benefiting from strict lockdowns pursued in spring and policies regarding mask wearing, social distancing, large gatherings"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Shipyards’ Rebound Hopes Are Coming Up Empty", "url": "https://www.wsj.com/articles/shipyards-rebound-hopes-are-coming-up-empty-11595538751?mod=searchresults&page=3&pos=2", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Shipping Matters ", "author": "By Costas Paris", "date": "July 24, 2020 9:00 am ET", "printheadline": "", "content": "", "subtitle": "Vessel owners are putting off new orders amid faltering trade demand and uncertainty\n               over future ship-power technology"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Does a Raise or Remote Work Sound Better?", "url": "https://www.wsj.com/articles/does-a-raise-or-remote-work-sound-better-11595581201?mod=searchresults&page=3&pos=3", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Work & Life ", "author": "By Rachel Feintzeig", "date": "July 24, 2020 5:00 am ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'Do You Commit To a Home Office? How to Ask to Work From Home.' ", "content": "Dick Black still remembers the guy he worked with years ago who logged on remotely from a beach in Bali. “He’s like, ‘I got strong Wi-Fi,’ ” Mr. Black, a 38-year old senior engineering manager, recalls. By late February, Mr. Black was ready to give the work-from-anywhere dream his own shot. He asked his employer, tech firm Twilio, if he could move from his Denver office to the Atlanta area. Now...\n  ", "subtitle": "Telecommuting is emerging as a coveted perk. Workers and their companies see the benefits, but how will they feel in 2021?"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Mike Pompeo Urges Chinese People to Change Communist Party", "url": "https://www.wsj.com/articles/secretary-of-state-pompeo-to-urge-chinese-people-to-change-the-communist-party-11595517729?mod=searchresults&page=3&pos=4", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Kate O’Keeffe, William Mauldin", "date": "July 23, 2020 10:25 pm ET", "printheadline": " Appeared in the July 24, 2020, print edition as 'Pompeo Calls for Chinese To Turn From Xi.' ", "content": "WASHINGTON—Secretary of State Mike Pompeo called on the Chinese people to alter the ruling Communist Party’s direction in a speech explaining the Trump administration’s full-throttle response to an assertive China.Chinese leader Xi Jinping is a “true believer in a bankrupt, totalitarian ideology,” Mr. Pompeo said. He stopped shy of explicitly calling for regime change, urging allied countries and the people of China to work with the U.S. to change the Communist Party’s behavior.", "subtitle": "Top U.S. diplomat urges allied countries, Chinese people to work with the U.S. to\n               transform the party’s behavior"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Coronavirus Cases Surpass Four Million", "url": "https://www.wsj.com/articles/coronavirus-latest-news-07-23-2020-11595493659?mod=searchresults&page=3&pos=5", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Allison Prang, Jennifer Calfas, Jon Kamp", "date": "July 23, 2020 9:23 pm ET", "printheadline": " Appeared in the July 24, 2020, print edition as 'U.S. Covid-19 Cases Surpass Four Million.' ", "content": "Total coronavirus cases in the U.S. surpassed four million a little over two weeks after reaching three million, as several hard-hit states reported record-high deaths.Florida, California and Tennessee on Thursday reported single-day records in fatalities with 173, 157 and 37 deaths, respectively. Texas reported 173 new fatalities—the third-highest in a single day during the pandemic—a day after its record high of 197. Reporting standards vary state to state; deaths reported on a single day didn’t necessarily occur on that...\n  ", "subtitle": "Florida, California, Tennessee report single-day records in fatalities"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Gold Nears Record Amid Haven Buying", "url": "https://www.wsj.com/articles/gold-eclipses-2011-closing-record-heads-for-new-all-time-high-11595518282?mod=searchresults&page=3&pos=6", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Commodities ", "author": "By Amrith Ramkumar", "date": "July 23, 2020 2:07 pm ET", "printheadline": " Appeared in the July 24, 2020, print edition as 'Gold Jumps to Near-Record High.' ", "content": "The price of gold neared an all-time high that has stood for almost nine years on Thursday, punctuating a furious rally driven by anxious investors seeking refuge from the coronavirus-induced economic slowdown. The most actively traded gold futures, for delivery next month, ended the day up 1.3% at $1,890 a troy ounce, after earlier rising as much as $1,897.70 and eclipsing their August 2011 closing record of $1,891.90. Prices have risen nearly 25% this year, extending an advance that began early in 2019. Their intraday record...\n  ", "subtitle": "Precious metal approaches highest price since 2011 with skittish investors seeking safer assets"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Braces for Chinese Diplomatic Retaliation as Ties Break Down", "url": "https://www.wsj.com/articles/u-s-braces-for-chinese-diplomatic-retaliation-as-ties-break-down-11595507505?mod=searchresults&page=3&pos=7", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Chun Han Wong, Liza Lin", "date": "July 23, 2020 1:52 pm ET", "printheadline": "", "content": "HONG KONG—The U.S. State Department is preparing for Beijing to close one or more U.S. consulates in China after Washington ordered the abrupt shutdown of the Chinese Consulate in Houston.American diplomats stationed across China have been anticipating that Beijing could target their own diplomatic missions for retaliation, and are making preparations in case that happens, according to people familiar with the matter.China’s...\n  ", "subtitle": "After U.S. demanded closure of China’s Houston consulate, American diplomats prepare\n               for similar order from Beijing"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Orders China to Close Houston Consulate", "url": "https://www.wsj.com/articles/china-u-s-ordered-us-to-close-our-houston-consulate-11595407075?mod=searchresults&page=3&pos=8", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Aruna Viswanatha, Chun Han Wong, Kate O’Keeffe", "date": "July 22, 2020 11:17 pm ET", "printheadline": " Appeared in the July 23, 2020, print edition as 'Chinese Consulate Is Ordered To Close Over Alleged Spying.' ", "content": "The U.S. ordered China to shut its consulate in Houston, with officials accusing it and other Chinese diplomatic missions of economic espionage and visa fraud, an unprecedented escalation in a rapidly deteriorating relationship. U.S. officials said Wednesday that the Houston consulate has been a focus of rising concern and has until 4 p.m. Friday to close. Assistant Secretary of State David Stilwell in an interview called the order to close the Houston consulate “long overdue” and said it followed a series of malign activities...\n  ", "subtitle": "Washington accuses Chinese diplomatic missions of economic espionage and visa fraud;\n               Beijing threatens retaliation"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "A Vaccine Progress Report", "url": "https://www.wsj.com/articles/a-vaccine-progress-report-11595461075?mod=searchresults&page=3&pos=9", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 22, 2020 7:37 pm ET", "printheadline": " Appeared in the July 23, 2020, print edition. ", "content": "Life probably won’t return to normal until we have a widely distributed Covid-19 vaccine, and the good news is this may happen sooner than expected thanks to years of private investment and new cooperation between the U.S. government and drug companies. On Wednesday the Trump Administration announced a $1.95 billion advance order for 100 million doses of a promising vaccine candidate by Pfizer and Germany-based BioNTech that could be available by the end of the year. Dare to dream. The drug makers plan to begin the final...\n  ", "subtitle": "Private innovation and public money are betting on multiple candidates."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Orders China to Shut Consulate in Houston, Escalating Tensions", "url": "https://www.wsj.com/video/us-orders-china-to-shut-consulate-in-houston-escalating-tensions/26BF71F6-30C4-48B4-8ECC-07AE1A5DC961.html?mod=searchresults&page=3&pos=10", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "", "date": "July 22, 2020 10:26 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The Daily Shot: Retail Investors’ Favorite Stocks Are Beating Hedge Fund Picks", "url": "https://www.wsj.com/articles/the-daily-shot-retail-investors-favorite-stocks-are-beating-hedge-fund-picks-01595407185?mod=searchresults&page=3&pos=11", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Dailyshot Blog ", "author": "By Lev Borodovsky", "date": "July 22, 2020 4:39 am ET", "printheadline": "", "content": "Previous issues of the Daily Shot are available online at DailyShotWSJ.com. Have questions, feedback or comments? Contact author Lev.Borodovsky@DowJones.com. Twitter: @SoberLook The Daily Shot: 22-Jul-20 • Equities • Alternatives • Credit • Rates • Commodities • Emerging Markets • China • Japan • The Eurozone • The United Kingdom • The United States • Global […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Is Positioning Military Assets Around Asia to Counter China, Esper Says", "url": "https://www.wsj.com/articles/u-s-is-positioning-military-assets-around-asia-to-counter-china-esper-says-11595340363?mod=searchresults&page=3&pos=12", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " National Security ", "author": "By Nancy A. Youssef", "date": "July 21, 2020 3:28 pm ET", "printheadline": " Appeared in the July 22, 2020, print edition as 'America Bolsters Military in Asia.' ", "content": "WASHINGTON—The U.S. is equipping and positioning its forces across Asia for a possible confrontation with China, Defense Secretary Mark Esper said Tuesday in remarks outlining the military component of the Trump administration’s hardening stance toward Beijing. Speaking from the Pentagon via videoconference to the London-based International Institute for Strategic Studies, Mr. Esper said the U.S. would continue to send Navy ships into the region to counter China’s expansionary policies, and to sell arms to Taiwan, over which...\n  ", "subtitle": "Defense secretary’s remarks come after U.S. declared China moves in South China Sea illegal "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.K. Suspends Extradition Treaty With Hong Kong", "url": "https://www.wsj.com/articles/u-k-suspends-extradition-treaty-with-hong-kong-11595259869?mod=searchresults&page=3&pos=13", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Max Colchester", "date": "July 20, 2020 2:56 pm ET", "printheadline": " Appeared in the July 21, 2020, print edition as 'U.K. Suspends Hong Kong Extradition Treaty.' ", "content": "LONDON—The British government suspended its extradition treaty with Hong Kong in response to Beijing’s decision to impose a new security law on the former British colony, the latest sign of deteriorating diplomatic relations between Western nations and China.British Foreign Secretary Dominic Raab told Parliament on Monday that the extradition treaty would be suspended indefinitely and that the U.K. would bar arms sales to Hong Kong, ratcheting up pressure over what the British government says is a draconian security law.", "subtitle": "British moves deepen international protest against China’s imposition of national security law on city"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China May Retaliate Against Nokia and Ericsson If EU Countries Move to Ban Huawei", "url": "https://www.wsj.com/articles/china-may-retaliate-against-nokia-and-ericsson-if-eu-countries-move-to-ban-huawei-11595250557?mod=searchresults&page=3&pos=14", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business ", "author": "By Lingling Wei, Liza Lin, Stu Woo", "date": "July 20, 2020 9:35 am ET", "printheadline": " Appeared in the July 21, 2020, print edition as 'China Eyes Acting Against Nokia, Ericsson.' ", "content": "Beijing is considering retaliating against the Chinese operations of two major European telecommunication-equipment manufacturers, Nokia Corp. and Ericsson AB, should European Union members follow the lead of the U.S. and U.K. in barring China’s Huawei Technologies Co. from 5G networks, according to people familiar with the matter.China’s Ministry of Commerce is mulling export controls that would prevent Nokia and Ericsson from sending products it makes in China to other countries, the people said. One person added that this...\n  ", "subtitle": "Chinese Commerce Ministry weighs export controls on Nokia and Ericsson China-made products "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Snuffs Out Beijing Coronavirus Cluster, Wages War on Another", "url": "https://www.wsj.com/articles/china-snuffs-out-one-covid-19-cluster-wages-war-on-another-11595246471?mod=searchresults&page=3&pos=15", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Sha Hua", "date": "July 20, 2020 8:01 am ET", "printheadline": " Appeared in the July 21, 2020, print edition as 'Beijing Beats a Virus Cluster, Another Pops Up in Xinjiang.' ", "content": "HONG KONG—China says it has ended a coronavirus outbreak in Beijing that it has been battling since mid-June, even as it deployed its so-called wartime-mode measures to a new cluster in the country’s remote northwest.The Chinese capital marked 14 days with no new locally transmitted cases on Monday, signaling the end of an outbreak the city had been battling since mid-June. Beijing officials lowered the city’s emergency response level to three, the second-lowest level, on Sunday.", "subtitle": "Officials lower emergency response level after capital marked 14 days with no new locally transmitted cases "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The Arab World Needs American Support", "url": "https://www.wsj.com/articles/the-arab-world-needs-american-support-11595193812?mod=searchresults&page=3&pos=16", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Commentary ", "author": "By Firas Maksad", "date": "July 19, 2020 5:23 pm ET", "printheadline": " Appeared in the July 20, 2020, print edition. ", "content": "Arab states are confronting an unstable and violent breakdown of regional order. From North Africa to the Levant, through Yemen in the Arabian Peninsula, poverty, social disintegration and heightened geopolitical competition dominate the land. Unifying ideological forces—such as Arab nationalism, warts and all—are gone, replaced by religious radicalism and chaos.The turmoil is mainly the result of the Arab regimes’ failure to provide the basic benefits of a modern state: physical security, economic development, education,...\n  ", "subtitle": "The U.S. should bolster Saudi Arabia, Egypt, and the United Arab Emirates to contain Iran and Turkey."}, {"cover": "", "title": "Emerging and Growth Markets, July 18th 2020", "url": "https://www.wsj.com/articles/emerging-and-growth-markets-july-18th-2020-01595083688?mod=searchresults&page=3&pos=17", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Frontiers Blog ", "author": "By Dan Keeler", "date": "July 18, 2020 10:47 am ET", "printheadline": "", "content": "Note: This is a web-version of the WSJ’s weekly Emerging & Growth Markets newsletter. The newsletter is a companion to Strategic Intelligence, an information resource focused on emerging markets that brings together the global news coverage of The Wall Street Journal with the analysis of market intelligence firm DuckerFrontier. Click here to receive the newsletter in your inbox. Africa […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "A Trump Retreat From Korea?", "url": "https://www.wsj.com/articles/a-trump-retreat-from-korea-11595027533?mod=searchresults&page=3&pos=18", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 17, 2020 7:12 pm ET", "printheadline": " Appeared in the July 18, 2020, print edition. ", "content": "A couple of months ago we heard that President Trump was pushing the Pentagon to withdraw U.S. troops from Afghanistan, Germany and South Korea. We started calling around and were told to focus on Afghanistan, as the other two deployments were safe in an election year.Bad call. Mr. Trump has since ordered the withdrawal of 9,500 of the 34,500 U.S. troops stationed in Germany, and now we read Friday in the Journal that he may do the same with U.S. forces in Seoul. You never know with Mr. Trump how much of this leak is negotiating...\n  ", "subtitle": "A good way to look weak on China and help Biden get to his right on national security."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Chinese Regulators Take Over Nine Financial Institutions, Citing Risks", "url": "https://www.wsj.com/articles/chinese-regulators-take-over-nine-financial-institutions-citing-risks-11594993832?mod=searchresults&page=3&pos=19", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Stella Yifan Xie", "date": "July 17, 2020 12:01 pm ET", "printheadline": " Appeared in the July 18, 2020, print edition as 'China Regulators Take Over 9 Financial Firms.' ", "content": "HONG KONG—Chinese financial regulators on Friday took over nine financial institutions they said broke rules and added risk to a financial system facing increasing headwinds from the coronavirus pandemic.The takeovers of four insurers, two trust firms and three securities companies that managed a combined 1 trillion yuan ($143 billion) in assets represent Beijing’s first major regulatory move this year and follows the bailout of several regional lenders last year.", "subtitle": "Insurers and securities and trust firms linked to vanished financier Xiao Jianhua are seized as coronavirus effects tax financial system "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Business Jets Are Flying Again. Their Manufacturers Aren’t.", "url": "https://www.wsj.com/articles/business-jets-are-flying-again-their-manufacturers-arent-11594982514?mod=searchresults&page=3&pos=20", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Heard on the Street ", "author": "By Jon Sindreu", "date": "July 17, 2020 6:41 am ET", "printheadline": "", "content": "Can a business jet ever be too cool for school? Surprisingly, it might.Private aviation has faced headwinds and tailwinds alike from the pandemic. Initially, the outbreak depressed demand and disrupted production, prompting plane makers to dismiss thousands of workers. Yet health concerns about commercial planes and airports also could inject new blood into the long-stagnant industry.The...\n  ", "subtitle": "Private-plane makers have concentrated on developing new long-range models, but the postpandemic world may end up preferring cheaper, smaller aircraft   "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU304_AMERIC_D_20200716164202.jpg", "title": "‘Let’s Go Fly, for God’s Sake.’ Behind American Airlines Chief’s All-In Strategy", "url": "https://www.wsj.com/articles/american-airlines-ceo-doug-parker-united-delta-covid-coronavirus-airplane-flying-11594944808?mod=searchresults&page=4&pos=1", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business ", "author": "By Alison Sider", "date": "July 17, 2020 5:30 am ET", "printheadline": " Appeared in the July 18, 2020, print edition as '‘Let’s Go Fly, For God’s Sake’.' ", "content": "FORT WORTH, Texas—Airline leaders have two choices today, neither good: Spend scarce cash to get back in the air despite Covid-19 health perils or hunker down and risk surrendering market share later.  Doug Parker, American Airlines Group Inc.’s chief executive, decided to go all in this summer.“Let’s go fly, for God’s sake,” he said in...\n  ", "subtitle": "CEO Doug Parker is adding flights back quickly despite a gathering coronavirus storm that will determine whether his bet is judicious or reckless"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The Daily Shot: June Retail Sales Near Pre-Crisis Levels", "url": "https://www.wsj.com/articles/the-daily-shot-june-retail-sales-near-pre-crisis-levels-01594976100?mod=searchresults&page=4&pos=2", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Dailyshot Blog ", "author": "By Lev Borodovsky", "date": "July 17, 2020 4:55 am ET", "printheadline": "", "content": "Previous issues of the Daily Shot are available online at DailyShotWSJ.com. Have questions, feedback or comments? Contact author Lev.Borodovsky@DowJones.com. Twitter: @SoberLook The Daily Shot: 17-Jul-20 • The United States • The United Kingdom • The Eurozone • Europe • China • Emerging Markets • Commodities • Energy • Equities • Credit • Rates • Global […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Trump Administration Turns Up Pressure on China on Several Fronts", "url": "https://www.wsj.com/articles/trump-administration-discussing-travel-ban-on-china-s-communist-party-members-11594914737?mod=searchresults&page=4&pos=3", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Politics ", "author": "By Andrew Restuccia, William Mauldin", "date": "July 16, 2020 5:42 pm ET", "printheadline": " Appeared in the July 17, 2020, print edition as 'U.S. Is Stepping Up Pressure on China.' ", "content": "WASHINGTON—The Trump administration is intensifying U.S. pressure on China, piling on visa bans, sanctions and other restrictions that are battering already unsettled ties between the world’s two largest economies.Attorney General William Barr, in a speech Thursday, warned U.S. businesses that they are at risk of collaborating with a Chinese government that ultimately seeks to supplant them in its expanding state-run economy. Administration officials are also discussing banning travel by China’s Communist Party members and...\n  ", "subtitle": "U.S. rhetoric escalates and officials weigh new restrictions with ties already fraying"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China’s Economy Appears Back on Track, but Challenges Remain", "url": "https://www.wsj.com/articles/chinas-economy-appears-back-on-track-but-challenges-remain-11594901270?mod=searchresults&page=4&pos=4", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Jonathan Cheng", "date": "July 16, 2020 8:07 am ET", "printheadline": " Appeared in the July 17, 2020, print edition as 'Beijing Aims to Build On Economic Upturn.' ", "content": "BEIJING—China reported a robust rebound in the second quarter of the year, avoiding a recession and putting the world’s second-largest economy back on a growth trajectory even as other countries struggle with the impact of the coronavirus pandemic.The question now is whether China has seen the best of the recovery, as Beijing faces a daunting set of challenges through the end of the year: A coronavirus resurgence in the U.S. that could slow the global economy, rising tensions with Washington and widespread flooding and diminished...\n  ", "subtitle": "The world’s second-largest economy reported growth of 3.2%, but a coronavirus resurgence in the U.S. and diminished buying power at home remain risks "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "A Pandemic and Huawei Woes? No Problem, Says Taiwan’s Chip Champion.", "url": "https://www.wsj.com/articles/a-pandemic-and-huawei-woes-no-problem-says-taiwans-chip-champion-11594899491?mod=searchresults&page=4&pos=5", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Markets ", "author": "By Jacky Wong", "date": "July 16, 2020 7:41 am ET", "printheadline": "", "content": "Investors were dazzled Thursday by the splashy $6.5 billion listing of China’s top chip contender, Semiconductor Manufacturing International, in Shanghai, but catching the technology leaders will be challenging. Meanwhile, the world’s largest contract chip manufacturer, Taiwan Semiconductor Manufacturing, keeps quietly delivering the goods.TSMC reported on Thursday a 3% quarter-over-quarter gain in net profit for the three months ended in June, handily beating analysts’ expectations of a decline, as polled by S&P Global...\n  ", "subtitle": "Neither the coronavirus or lost Huawei revenue is enough to derail TSMC’s strong growth"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Is First Major Economy to Return to Growth Since Coronavirus Pandemic", "url": "https://www.wsj.com/articles/china-is-first-major-economy-to-return-to-growth-since-coronavirus-pandemic-11594865317?mod=searchresults&page=4&pos=6", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Jonathan Cheng", "date": "July 15, 2020 11:00 pm ET", "printheadline": " Appeared in the July 16, 2020, print edition as 'China’s Economy Resumes Growth.' ", "content": "BEIJING—China has become the first major economy to return to growth since the coronavirus started sweeping across the world earlier this year. On Thursday, China said its economy grew 3.2% from a year earlier in the second quarter, as authorities benefited from an aggressive campaign to eradicate the virus within its borders.In sequential...\n  ", "subtitle": "China says economy grew 3.2% from a year earlier in the second quarter "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Outrage Over China’s Treatment of Hong Kong Galvanizes the West", "url": "https://www.wsj.com/articles/outrage-over-chinas-treatment-of-hong-kong-galvanizes-the-west-11594805405?mod=searchresults&page=4&pos=7", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By James T. Areddy, William Mauldin", "date": "July 15, 2020 10:35 am ET", "printheadline": " Appeared in the July 16, 2020, print edition as 'Hong Kong Curbs Unify West Against China.' ", "content": "Complaints about China have piled up in Western capitals in recent years, but it took Beijing’s new curbs on Hong Kong’s autonomy to galvanize them around something approaching a common cause.China’s imposition this month of a national-security law for Hong Kong, despite its promise to preserve the city’s freedoms, drew criticism from the U.S. and every other member of the Group of Seven leading industrial nations—either directly or as part of a bloc. Countries took concrete action, saying they would block shipment of certain...\n  ", "subtitle": "Countries push back against Beijing on range of issues in unusual show of unity"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Violent Reckoning for Ethiopia’s Nobel Laureate Leader", "url": "https://www.wsj.com/articles/violent-reckoning-for-ethiopias-nobel-laureate-leader-11594814760?mod=searchresults&page=4&pos=8", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Nicholas Bariyo", "date": "July 15, 2020 8:58 am ET", "printheadline": " Appeared in the July 16, 2020, print edition as 'Ethiopia Leader Faces Violent Reckoning Just a Year After Nobel.' ", "content": "Targeted killings, deadly street protests, a postponed election and rising regional tensions over control of the Nile river are destabilizing Ethiopia, posing a stern challenge to the reformist leader of Africa’s second-most populous nation just a year after he won the Nobel Peace Prize. Prime Minister Abiy Ahmed stunned world leaders when he ended a 20-year conflict with neighboring Eritrea and pledged to break open one of the continent’s most entrenched one-party states within months of taking office in 2018. He freed thousands...\n  ", "subtitle": "Abiy Ahmed came to power with hopes to break open Ethiopia’s one-party state, but is now accused of a power grab and brutally putting down dissent   "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Trump Signs Hong Kong Sanctions Bill, Pivots to Criticizing Biden", "url": "https://www.wsj.com/articles/trump-signs-hong-kong-sanctions-bill-11594762613?mod=searchresults&page=4&pos=9", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Politics ", "author": "By Andrew Restuccia, Lindsay Wise", "date": "July 14, 2020 9:55 pm ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'Trump Signs Bill Hitting Crackdown.' ", "content": "WASHINGTON—President Trump said he signed into law a bipartisan sanctions bill to punish Chinese officials over Beijing’s crackdown on Hong Kong, in an hour-long press conference at the White House dominated by criticisms of Joe Biden, his presumptive 2020 election rival.The law requires sanctions targeting Chinese officials who crack down on the rights of Hong Kong residents to free speech and peaceful assembly, as well as the banks that do business with those officials. ", "subtitle": "Law requires sanctions on Chinese officials who crack down Hong Kong residents’ rights"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Threatens to Sanction Lockheed Martin Over Taiwan Arms Deal", "url": "https://www.wsj.com/articles/china-to-sanction-lockheed-martin-over-taiwan-arms-deal-11594727908?mod=searchresults&page=4&pos=10", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Chun Han Wong", "date": "July 14, 2020 12:55 pm ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'Lockheed Martin Is Threatened With Sanctions.' ", "content": "HONG KONG—China said it plans to sanction Lockheed Martin Corp. over its role in a $620 million U.S. arms package for Taiwan, Beijing’s latest retaliatory gesture amid growing pressure from Washington.Chinese Foreign Ministry spokesman Zhao Lijian announced the move as a response to the Trump administration’s decision last week to approve...\n  ", "subtitle": "Move comes after Trump administration approved an upgrade for island’s Patriot systems"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Says Unofficial Hong Kong Primaries Challenge Beijing’s New Powers", "url": "https://www.wsj.com/articles/china-says-hong-kong-oppositions-primaries-at-odds-with-security-law-11594730935?mod=searchresults&page=4&pos=11", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Natasha Khan", "date": "July 14, 2020 11:59 am ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'Hong Kong Vote Draws Beijing Ire.' ", "content": "HONG KONG—Beijing officials said a round of unofficial legislative primaries held by Hong Kong’s political opposition over the weekend “blatantly challenges” a new national security law, as pro-democracy candidates are positioned for a strong showing in elections this fall.On Tuesday, China’s top office for Hong Kong affairs—the Hong Kong and Macau Affairs Office of the State Council—called the pro-democracy camp’s primaries a “flagrant provocation” of the city’s new law, which was imposed June 30 by Beijing. It said it fully...\n  ", "subtitle": "The pro-democracy camp’s recent votes to choose legislative candidates were a “flagrant provocation” of the new security law, China said"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Provocations Hasten Japan’s Military Revival", "url": "https://www.wsj.com/articles/japan-china-military-provocations-revival-disputed-islands-pacifism-11594735596?mod=searchresults&page=4&pos=12", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Alastair Gale, Chieko Tsuneoka", "date": "July 14, 2020 10:09 am ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'China Threat Hastens Japan’s Military Revival.' ", "content": "TOKYO—It was the kind of provocation that has become familiar to Japan. On June 18, a Chinese submarine passed within a few miles of Japan’s territorial waters near the island of Amami-Oshima. Tokyo mobilized three destroyers and surveillance aircraft to make sure it didn’t stick around.Breaking precedent, Japanese Defense Minister Taro Kono publicly identified the submarine as Chinese and said the incident was part of a pattern of China’s assertiveness that includes a recent border clash with Indian troops and a push to...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Biden’s Foreign-Policy Blast From the Past", "url": "https://www.wsj.com/articles/bidens-foreign-policy-blast-from-the-past-11594680389?mod=searchresults&page=4&pos=13", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Global View ", "author": "By Walter Russell Mead", "date": "July 13, 2020 6:46 pm ET", "printheadline": " Appeared in the July 14, 2020, print edition. ", "content": "Optimism is a rare commodity in this difficult year, but I came away from a conversation with Antony Blinken, Joe Biden’s senior foreign-policy adviser, believing the former vice president’s campaign is confident that the old-time Democratic policy playbook will bring success abroad and at home. This sort of optimism, the belief that working hard and sticking to your principles will bring results, is a defining characteristics of the American spirit. Pessimists don’t change countries and cultures in hope of building a better...\n  ", "subtitle": "He thinks liberal multilateralism will tame China, Russia and woke Democrats."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The Real Power Brokers In China: Those Who Wield the Rubber Stamps", "url": "https://www.wsj.com/articles/the-real-power-brokers-in-china-those-who-wield-the-rubber-stamps-chops-tencent-dangdang-11594670212?mod=searchresults&page=4&pos=14", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " A-hed ", "author": "By Sha Hua, Stu Woo", "date": "July 13, 2020 3:59 pm ET", "printheadline": " Appeared in the July 14, 2020, print edition as 'Business Chops—and Chop—Needed.' ", "content": "In recent months, executives at some of China’s most powerful companies have brawled, sued and launched furtive missions to seize control of one of their most valuable assets.They are rubber stamps.Also known as corporate chops, the seals themselves cost about $20 each. But under Chinese law, physical possession of the red-ink-stained chop...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Will the Art World Ever Be the Same? A Brief Oral History of a Tumultuous Year", "url": "https://www.wsj.com/articles/art-world-covid-19-oral-history-11594643840?mod=searchresults&page=4&pos=15", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Magazine - Feature ", "author": "By Kelly Crow", "date": "July 13, 2020 8:40 am ET", "printheadline": "", "content": "One morning this spring, amid pandemic and protest, artist Eric Fischl looked up at the sky and saw only blue. The jet-plane contrails of engine exhaust that typically striate the atmosphere above his home near Sag Harbor, New York, were gone. He wondered: “Will people want to go back to the smog?”Society has long looked to artists to be our oracles, to see and shape the tumult of history into forms that make poignant sense in hindsight. A little over halfway through 2020, few expect anything to go back to exactly how it...\n  ", "subtitle": "From the coronavirus to Black Lives Matter protests, the first half of 2020 shocked and shook the art world. Prominent artists, dealers, collectors and executives discuss what happened and what the future might hold."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Hundreds of Thousands Vote in Hong Kong’s Democratic Primaries", "url": "https://www.wsj.com/articles/hundreds-of-thousands-vote-in-hong-kongs-democratic-primaries-11594550049?mod=searchresults&page=4&pos=16", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Natasha Khan", "date": "July 12, 2020 11:21 am ET", "printheadline": " Appeared in the July 13, 2020, print edition as 'Voters in Hong Kong Turn Out in Droves.' ", "content": "HONG KONG—Hundreds of thousands of people voted in primaries held by the city’s pro-democracy camp over the weekend, reflecting steely support for the movement despite Beijing’s imposition of a national-security law that has curbed public expressions of dissent in recent weeks.Pro-democracy parties held the primaries, which aren’t officially part of the city’s political process, to settle on candidates and avoid splitting the vote going into legislative elections this September. They hope to secure enough votes to wield more...\n  ", "subtitle": "Turnout shows the resilience of antigovernment sentiment despite new security law "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Why China Isn’t Expected to Power a Global Recovery", "url": "https://www.wsj.com/articles/why-china-isnt-expected-to-power-a-global-recovery-11594555200?mod=searchresults&page=4&pos=17", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Economy ", "author": "By Eun-Young Jeong, Tom Fairless", "date": "July 12, 2020 8:00 am ET", "printheadline": " Appeared in the July 13, 2020, print edition as 'China Isn’t Poised to Propel Globe’s Economic Recovery.' ", "content": "Getting the global economy back on its feet this year won’t be easy. But it will be even tougher without more help from China, the locomotive that powered recoveries from the world’s latest economic emergency.During the 2008-09 financial crisis, China’s soaring demand for raw materials and other goods boosted growth across the world, underpinning rebounds in places like Brazil and Germany. Some countries, like Australia, avoided recession almost entirely thanks to trade with China.", "subtitle": "In the last downturn, Chinese demand helped revive many economies. Economists say it likely won't come to the rescue this time.   "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Pandemic Crushes Garment Industry, the Developing World’s Path Out of Poverty", "url": "https://www.wsj.com/articles/pandemic-crushes-garment-industry-the-developing-worlds-path-out-of-poverty-11594472400?mod=searchresults&page=4&pos=18", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business ", "author": "By Minzayar Oo for The Wall Street Journal, Myo Myo, Niharika Mandhana", "date": "July 11, 2020 9:00 am ET", "printheadline": " Appeared in the July 13, 2020, print edition as 'Asia’s Garment Industry Hit By Pandemic.' ", "content": "Many of Asia’s developing countries have long relied on factories producing T-shirts, trousers and shoes that employ millions of people and help them climb the income ladder. This is how Bangladesh slashed poverty, Vietnam began its manufacturing dream and Myanmar set out to grow after years of crippling sanctions.When the coronavirus struck, stores closed across North America and Europe. Western brands canceled orders worth billions of dollars, leaving shipments of sweaters and jeans with no takers. Hundreds of factories...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "‘Buy Now Pay Later’ Is Having a Moment as Pandemic Changes Shopping Habits", "url": "https://www.wsj.com/articles/buy-now-pay-later-is-having-a-moment-as-pandemic-changes-shopping-habits-11594459800?mod=searchresults&page=4&pos=19", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Markets ", "author": "By Stuart Condie", "date": "July 11, 2020 5:30 am ET", "printheadline": " Appeared in the July 13, 2020, print edition as '‘Buy Now, Pay Later’ Benefits From Crisis.' ", "content": "SYDNEY—Nick Molnar used a life lesson from the last financial crisis to build a payments company that has become one of the stock-market success stories of the current downturn.“I had just turned 18 and I was told, ‘Don’t spend money you don’t have,’” Mr. Molnar says, recalling an era of bank bailouts, company collapses and residential repossessions.That...\n  ", "subtitle": "Australian installment-payment company Afterpay has signed up more than 1.6 million U.S. users since March "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Amazon Says Email Ordering Employees to Delete TikTok Was Sent in Error", "url": "https://www.wsj.com/articles/amazon-requiring-employees-to-remove-tiktok-from-mobile-devices-due-to-security-risks-memo-11594404157?mod=searchresults&page=4&pos=20", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Tech ", "author": "By Sarah E. Needleman", "date": "July 10, 2020 8:48 pm ET", "printheadline": " Appeared in the July 11, 2020, print edition as 'Amazon Reverses Order To Delete TikTok App.' ", "content": " Amazon.com Inc. on Friday afternoon reversed a demand that employees delete the TikTok app from company mobile devices, a shocking turnabout from a dictate that just hours before had stoked concern about the app’s security and ties to China. The first message was dramatic enough, as the email directive to employees appeared to buttress recent scrutiny of TikTok security issues from governments in the U.S. and India.Then,...\n  ", "subtitle": "Company retracts directive to remove popular app currently under fire over security concerns"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS428_SOAP_D_20200709184839.jpg", "title": "Soap Makers Are Cleaning Up Amid the Pandemic, but Can’t Get Enough Hand Pumps", "url": "https://www.wsj.com/articles/soap-makers-are-cleaning-up-amid-the-pandemic-but-cant-get-enough-hand-pumps-11594383415?mod=searchresults&page=5&pos=1", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business ", "author": "By Saabira Chaudhuri", "date": "July 10, 2020 8:16 am ET", "printheadline": "", "content": "A surge in demand for soap and hand sanitizer during the pandemic has led to a global shortage of plastic hand pumps that dispense the products, propelling companies to redesign packaging and urge customers to reuse pumps.Many businesses are wrestling with shortages of all sorts of things as the virus continues to spread across the world. Demand has surged for everything from bikes and masks to flour and puppies as people shift the way they shop and behave. For some producers, though, securing the packaging to sell their...\n  ", "subtitle": "Companies are redesigning packaging, pushing refill containers and asking customers to reuse pumps to cope with shortage "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS141_ROLLS_D_20200709081420.jpg", "title": "Covid-19 Crisis Puts Further Pressure on Big Jets", "url": "https://www.wsj.com/articles/covid-19-crisis-puts-further-pressure-on-big-jets-11594304531?mod=searchresults&page=5&pos=2", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business ", "author": "By Benjamin Katz", "date": "July 9, 2020 10:22 am ET", "printheadline": " Appeared in the July 10, 2020, print edition as 'Coronavirus Crisis Puts Further Pressure on Big Jets.' ", "content": "LONDON—The aviation-industry crisis triggered by the coronavirus pandemic is exacerbating a yearslong move by airlines away from big jets. Rolls-Royce Holdings PLC, a bellwether for the market for so-called wide-body aircraft, said it raised a further £2 billion pounds ($2.53 billion) to help shore up its liquidity as demand for its engines wanes among airline customers. The U.K. supplier specializes in making and servicing engines for the industry’s biggest aircraft.", "subtitle": "Engine maker Rolls-Royce specializes in engines for big planes, increasingly out of favor with airlines "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS023_3withd_D_20200708180142.jpg", "title": "After the WHO Withdrawal", "url": "https://www.wsj.com/articles/after-the-who-withdrawal-11594249450?mod=searchresults&page=5&pos=3", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 8, 2020 7:04 pm ET", "printheadline": "", "content": "We can’t blame President Trump for moving to withdraw from the World Health Organization (WHO). The agency’s failures during the Covid-19 pandemic deserve a response beyond rote condemnation, but sending notice also isn’t enough.The State Department informed the United Nations on July 6 that the U.S. will withdraw from the agency in July 2021. Mr. Trump has said the more than $400 million a year spent on WHO will go to other public-health needs but has provided no details.", "subtitle": "If the agency can’t be reformed, the world needs an alternative."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR747_COMMOD_D_20200708093154.jpg", "title": "Gold ETF Inflows Hit Record as Bullion Rally Continues", "url": "https://www.wsj.com/articles/gold-etf-inflows-hit-record-as-bullion-rally-continues-11594216597?mod=searchresults&page=5&pos=4", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Precious Metals ", "author": "By Amrith Ramkumar", "date": "July 8, 2020 4:20 pm ET", "printheadline": " Appeared in the July 9, 2020, print edition as 'Gold ETFs Add Record $40 Billion.' ", "content": "Nearly $40 billion flowed into gold-backed exchange-traded funds in the first half of the year, topping the previous annual record and highlighting robust investor demand for precious metals during the coronavirus pandemic.The flood of money into the gold market comes with bullion prices reaching their highest level in nearly nine years. On Wednesday, the most actively traded gold futures inched up 0.6% to $1,820.60 a troy ounce on the Comex division of the New York Mercantile Exchange. Prices are up nearly 20% for the year...\n  ", "subtitle": "Gold prices are up nearly 20% for the year amid buying by skittish investors during coronavirus"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR561_MIDSEA_D_20200707165018.jpg", "title": "The U.S. Airport That’s Buzzing as Covid Shuts Down World Travel", "url": "https://www.wsj.com/articles/the-u-s-airport-thats-buzzing-as-covid-shuts-down-world-travel-11594215729?mod=searchresults&page=5&pos=5", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " The Middle Seat ", "author": "By Scott McCartney", "date": "July 8, 2020 9:42 am ET", "printheadline": " Appeared in the July 9, 2020, print edition as 'The World’s Busiest Airport*.' ", "content": " Grapevine, Texas There’s an occasional line at the Chick-fil-A counter, and an occasional line of airplanes waiting to take off, too. Dallas-Fort Worth International Airport looks…sort of busy. And that’s enough to make DFW the busiest airport in the world. ", "subtitle": "With coronavirus drastically reducing travel, Dallas-Fort Worth International finds itself suddenly as the busiest in world—by default"}, {"cover": "", "title": "Newsletter: Can America Get Back to Work if Schools Stay Closed?", "url": "https://www.wsj.com/articles/newsletter-can-america-get-back-to-work-if-schools-stay-closed-01594204818?mod=searchresults&page=5&pos=6", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "By Jeffrey Sparshott", "date": "July 8, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Think Globally, Act Locally State and local governments from Georgia to California are cutting money for schools, universities and other services as the coronavirus-induced recession wreaks havoc on their finances. Widespread job losses and shuttered […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR602_CYB_Co_D_20200707174056.jpg", "title": "Cybersecurity Experts Take Aim at Senators Over Encryption", "url": "https://www.wsj.com/articles/cybersecurity-experts-take-aim-at-senators-over-encryption-11594200601?mod=searchresults&page=5&pos=7", "keyword": "China and the world order", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber News ", "author": "By David Uberti", "date": "July 8, 2020 5:30 am ET", "printheadline": "", "content": "", "subtitle": "GOP bill would open companies to more cyberattacks, they say "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR717_0707us_D_20200708063927.jpg", "title": "Trump Moves to Pull U.S. Out of World Health Organization in Midst of Covid-19 Pandemic", "url": "https://www.wsj.com/articles/white-house-says-u-s-has-pulled-out-of-the-world-health-organization-11594150928?mod=searchresults&page=5&pos=8", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Politics ", "author": "By Drew Hinshaw, Stephanie Armour", "date": "July 7, 2020 7:46 pm ET", "printheadline": " Appeared in the July 8, 2020, print edition as 'Trump To Pull U.S. Out Of WHO.' ", "content": "The U.S. has formally notified the World Health Organization it will withdraw from the United Nations agency over President Trump’s criticism of its ties to China, a move critics say will hamper the international fight against the Covid-19 pandemic and sap the U.S. of global influence.The U.S. State Department sent notice to the U.N. on July 6 it would end its 72-year-old membership in the WHO. “The President has been clear that the WHO needs to get its act together,” a department spokesman said. “That starts with demonstrating...\n  ", "subtitle": "The exit won’t take effect until next July; Biden says U.S. would remain in WHO if he’s elected"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ763_NATGAS_D_20200703100413.jpg", "title": "The World Can’t Take Much More Shale Gas", "url": "https://www.wsj.com/articles/the-world-cant-take-much-more-shale-gas-11594114202?mod=searchresults&page=5&pos=9", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Gas Markets ", "author": "By Ryan Dezember", "date": "July 7, 2020 3:18 pm ET", "printheadline": " Appeared in the July 8, 2020, print edition as 'Natural-Gas Prices, Trading Falter As Other Energy Assets Recover.' ", "content": "Natural-gas prices have bounced back from the 25-year low reached late last month, but analysts and traders don’t expect them to go much higher—at least until it is time to turn on the heat.As other assets recover from the coronavirus meltdown and even exceed prepandemic highs, natural gas has lagged behind. There is simply too much of it.Stockpiles...\n  ", "subtitle": "The international trade in liquefied natural gas, or LNG, has collapsed, squeezing an important outlet for U.S. shale gas "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR274_EUTOUR_D_20200706182509.jpg", "title": "Europe’s Tourist Hot Spots Suffer as Big-Spending Americans Are Told to Stay Away", "url": "https://www.wsj.com/articles/europes-tourist-hot-spots-suffer-as-u-s-big-spenders-are-told-to-stay-away-11594132862?mod=searchresults&page=5&pos=10", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Europe ", "author": "By Benoit Morenne, Eric Sylvers, Francesca Volpi", "date": "July 7, 2020 10:41 am ET", "printheadline": " Appeared in the July 8, 2020, print edition as 'Ban on Americans Pinches Tourism Across Europe.' ", "content": "BELLAGIO, Italy—From Lake Como to the Louvre, something is conspicuously absent from Europe’s tourist destinations this summer: Americans.The European Union last week extended its travel ban on tourists from the U.S. and other countries due to surges in coronavirus cases.The loss of the Americans, in particular, is a heavy blow as they...\n  ", "subtitle": "Coronavirus restrictions, EU travel ban deprive hotels and restaurants of their biggest spenders "}, {"cover": "", "title": "OECD Sees Highest Jobless Rate Since Great Depression; RBA Leaves Policy Unchanged; Malaysia Central Bank Cuts Key Rate", "url": "https://www.wsj.com/articles/oecd-sees-highest-jobless-rate-since-great-depression-rba-leaves-policy-unchanged-malaysia-central-bank-cuts-key-rate-11594125379?mod=searchresults&page=5&pos=11", "keyword": "China and the world order", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 7, 2020 8:36 am ET", "printheadline": "", "content": "Good day. Unemployment in the most advanced economies will end 2020 at the highest level since the Great Depression, and the situation could worsen if a second wave of outbreaks leads to fresh lockdowns, the OECD said. Meanwhile, the Reserve Bank of Australia left policy unchanged and pledged to maintain an accommodative stance for as long as it takes. And Malaysia’s central bank cut its policy rate to a record low.Now on to today’s news and analysis.", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR231_CHINAH_D_20200706164838.jpg", "title": "U.S. Customs Officials Target Suspected Forced Labor From China’s Xinjiang Region", "url": "https://www.wsj.com/articles/u-s-customs-officials-target-suspected-forced-labor-from-chinas-xinjiang-region-11594119600?mod=searchresults&page=5&pos=12", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Katy Stech Ferek", "date": "July 7, 2020 7:00 am ET", "printheadline": "", "content": "A top U.S. Customs and Border Protection official said a recent seizure of nearly 13 tons of hair from a Chinese manufacturer was part of a broader agency effort to clamp down on imports suspected of originating from forced labor in China’s Xinjiang region, where Muslims have faced mass detentions.U.S. officials halted the shipment from Lop County Meixin Hair Product Co. last week after months of investigating both the manufacturer and the region where it operates, said Brenda Smith, executive assistant commissioner of the...\n  ", "subtitle": "Recent seizure of 13 tons of hair is part of a broader effort to clamp down on imports suspected of originating from human-rights violations"}, {"cover": "", "title": "Newsletter: Two Steps Forward…", "url": "https://www.wsj.com/articles/newsletter-two-steps-forward-01594118420?mod=searchresults&page=5&pos=13", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "By Jeffrey Sparshott", "date": "July 7, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Looking Up U.S. services industries showed signs of recovery in June as businesses took early steps to reopen. But analysts warned those gains could be undone in July if a resurgence of Covid-19 cases in […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR349_cstock_D_20200707061551.jpg", "title": "China Orders Up a ‘Healthy Bull Market,’ and Stocks Oblige", "url": "https://www.wsj.com/articles/china-orders-up-a-healthy-bull-market-and-stocks-oblige-11594117639?mod=searchresults&page=5&pos=14", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Heard on the Street ", "author": "By Jacky Wong", "date": "July 7, 2020 6:27 am ET", "printheadline": " Appeared in the July 8, 2020, print edition as 'China Orders Up A ‘Healthy Bull Market’.' ", "content": "Analysts fret that U.S. markets have become irrational thanks to so-called “Robinhood” retail traders with plenty of time on their hands. But American markets have nothing on China.Chinese stock markets have been on a tear lately: the CSI 300 index, a gauge of the largest companies listed in Shanghai and Shenzhen, has gained 14% just in the past week. There has certainly been positive news: China’s economy is slowly getting back on track and corporate earnings are improving. And while China has refrained from the high-profile...\n  ", "subtitle": "China’s stock market is taking cues from bullish state media again. Last time, that didn’t end well."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR289_uighur_D_20200706191404.jpg", "title": "Representatives of China’s Uighurs File Evidence to International Criminal Court", "url": "https://www.wsj.com/articles/representatives-of-chinas-uighurs-file-evidence-to-international-criminal-court-11594078290?mod=searchresults&page=5&pos=15", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By James T. Areddy", "date": "July 6, 2020 7:31 pm ET", "printheadline": "", "content": "Overseas representatives of China’s Uighur ethnic group said Monday they filed evidence to the International Criminal Court in a novel effort to spark a formal investigation of China and its top leaders for alleged human-rights violations.Uighurs, who are mostly Muslim, claim a long history of mistreatment in Xinjiang province in far-western China. The hundreds of pages of filings to the international court in The Hague include claims that Chinese-run “political re-education” camps used torture and other methods to strip...\n  ", "subtitle": "Move is an effort to spark an investigation of China for alleged human-rights violations"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR027_panmkt_D_20200706055734.jpg", "title": "U.S. Stocks Climb, Following Surge in Chinese Markets", "url": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-06-2020-11594026733?mod=searchresults&page=5&pos=16", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " U.S. Markets ", "author": "By Akane Otani, Anna Isaac", "date": "July 6, 2020 4:18 pm ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'Stocks Soar as Amazon Tops $1.5 Trillion.' ", "content": "U.S. stocks jumped Monday following the holiday weekend, lifted by shares of everything from medical technology companies to banks.Global stocks have rallied to start the week, with China’s Shanghai Composite Index soaring 5.7% to its highest level since early 2018. That was even as data continued to point to a rise in coronavirus cases in the U.S., which some investors have worried might force officials to further delay reopening plans across the country.", "subtitle": "Dow, S&P 500 rise to start the week despite an increase in coronavirus cases in dozens of states "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR212_NOKIA_D_20200706163214.jpg", "title": "Nokia, Hurt by Costly 5G Chip Mistake, Struggles to Catch Huawei", "url": "https://www.wsj.com/articles/nokia-hurt-by-costly-5g-chip-mistake-struggles-to-catch-huawei-11594061453?mod=searchresults&page=5&pos=17", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Tech ", "author": "By Stu Woo", "date": "July 6, 2020 2:50 pm ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'Nokia Trails in 5G Race After an Early Misstep.' ", "content": "In the global race for 5G supremacy, Nokia Corp. bet big on the wrong computer chip.The Finnish giant invested in a costly processor to power the hardware it has been selling to wireless carriers, which are now building out 5G networks around the world. Customers, though, preferred a cheaper, less energy-intensive version offered by rivals Huawei Technologies Co. and Ericsson AB.Now,...\n  ", "subtitle": "After losing market share to the Chinese firm and rival Ericsson, the Finnish giant reverses course on computer processors"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ935_USRUSS_D_20200705110619.jpg", "title": "How Kremlin’s View of U.S.’s War in Afghanistan Has Shifted", "url": "https://www.wsj.com/articles/how-kremlins-view-of-u-s-s-war-in-afghanistan-has-shifted-11594036976?mod=searchresults&page=5&pos=18", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Alan Cullison", "date": "July 6, 2020 8:02 am ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'U.S.-Russia Rift Kills Afghan Goal.' ", "content": "For years after the Sept. 11 attacks, the U.S. and Russia shared a goal of deposing the Taliban government and hunting down its remnants in the countryside.But that common purpose crumbled in recent years amid mutual suspicion and U.S. plans to leave Afghanistan with the Taliban undefeated. Today, amid a furor in Washington over intelligence assessments that Russia allegedly paid bounties to the Taliban to attack U.S. soldiers, it may have seen an epitaph.", "subtitle": "Deteriorating U.S.-Russian ties adversely affect a once-shared goal, leading to a U.S. intelligence assessment of bounties paid to Taliban"}, {"cover": "https://s.wsj.net/public/resources/images/OG-AI550_DailyS_D_20161028123152.gif", "title": "The Daily Shot: China’s Stock Market Soars as Beijing Encourages Buying", "url": "https://www.wsj.com/articles/the-daily-shot-chinas-stock-market-soars-as-beijing-encourages-buying-01594026412?mod=searchresults&page=5&pos=19", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Dailyshot Blog ", "author": "By Lev Borodovsky", "date": "July 6, 2020 5:06 am ET", "printheadline": "", "content": "To receive the Daily Shot newsletter in your inbox, please sign up at our Email Center. Previous issues of the Daily Shot are available online at DailyShotWSJ.com. Have questions, feedback or comments? Contact author Lev.Borodovsky@DowJones.com. Twitter: @SoberLook The Daily Shot: 06-Jul-20 • China • Asia – Pacific • The Eurozone • The United Kingdom • […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ801_CMOVIE_D_20200703145235.jpg", "title": "Covid-19 Derails China’s Push to Be Biggest Movie Market", "url": "https://www.wsj.com/articles/covid-19-derails-chinas-push-to-be-biggest-movie-market-11594035600?mod=searchresults&page=5&pos=20", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Media & Marketing ", "author": "By Erich Schwartzel", "date": "July 6, 2020 12:01 am ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'Virus Foils China’s Movie Dream.' ", "content": "This was supposed to be the year China’s theatrical box office became No. 1 in the world. Instead it is setting a different record: the world’s longest closure of movie theaters.China’s tens of thousands of screens closed Jan. 23, months before the novel coronavirus forced similar closures around the world. They have, with limited exceptions, remained shut. The shutdown arrived just ahead of the usually lucrative Lunar New Year moviegoing season, and uncertainty over when they will reopen has complicated planning on both...\n  ", "subtitle": "Closures seen shutting more than 40% of theaters permanently and preventing China from becoming world’s top box office"}, {"cover": "https://s.wsj.net/public/resources/images/B3-GZ358_NKSOLD_D_20200701170413.jpg", "title": "A North Korean Defector’s Tale Shows Rotting Military", "url": "https://www.wsj.com/articles/a-north-korean-defectors-tale-shows-rotting-military-11593867607?mod=searchresults&page=6&pos=1", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Asia ", "author": "By Andrew Jeong, Dasl Yoon", "date": "July 4, 2020 9:00 am ET", "printheadline": " Appeared in the July 6, 2020, print edition as 'North Korea Soldier Tells of Army’s Rot.' ", "content": "SEOUL—They were supposed to represent North Korea’s fighting elite. Dispatched to Korea’s demilitarized zone roughly three years ago, Roh Chol Min was a new recruit on the front lines. He sized up his fellow 46 soldiers in the unit and saw men like himself: tall, young and connected.Mr. Roh had won the coveted position, in the late summer of 2017, owing to his sharpshooting skills and height; at 5-feet-8-inches he is unusually tall for North Korea. But when he attended his first target practice, he was stunned. Nobody else...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ836_WRAPVI_D_20200703160648.jpg", "title": "U.S. Coronavirus Cases Hit New Single-Day High Ahead of July Fourth Weekend", "url": "https://www.wsj.com/articles/coronavirus-latest-news-07-03-2020-11593768976?mod=searchresults&page=6&pos=2", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " World ", "author": "By Chong Koh Ping, Felicia Schwartz, Lukas I. Alpert", "date": "July 3, 2020 11:15 pm ET", "printheadline": "", "content": "Coronavirus cases in the U.S. rose to another single-day high as the nation entered a Fourth of July weekend marked by restrictions on many activities and warnings to maintain social-distancing practices.The U.S. reported a record 52,291 new cases on Thursday, about 1,000 more than the previous day, according to data compiled by Johns Hopkins University. The U.S. is the worst-hit nation globally and accounts for about a quarter of the more than 11 million coronavirus cases world-wide, according to Johns Hopkins.", "subtitle": "Daily Covid-19 cases top 52,000 in the U.S.; Washington state pauses phased reopening for two weeks"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ795_HKCHAR_D_20200703135944.jpg", "title": "Flag-Bearing Motorcyclist Charged With Terrorism and Secession in Hong Kong", "url": "https://www.wsj.com/articles/flag-bearing-motorcyclist-charged-with-terrorism-and-secession-in-hong-kong-11593791622?mod=searchresults&page=6&pos=3", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Dan Strumpf", "date": "July 3, 2020 2:17 pm ET", "printheadline": "", "content": "HONG KONG—A motorcyclist who drove through Hong Kong streets during demonstrations Wednesday with a flag bearing a popular protest slogan before colliding with police officers was charged with terrorism and secession, making him the first person publicly charged under China’s new national-security law.Friday authorities charged a man they said was the motorcyclist, whom court records named as Tong Ying-kit. Police said he was in his early 20s. A lawyer for Mr. Tong couldn’t immediately be reached for comment.", "subtitle": "The man, who police allege drove into officers, was the first to be publicly charged under China’s new security law "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ139_TESLA_D_20200701140315.jpg", "title": "Tesla Quarterly Deliveries Fell Less Than Expected Amid Covid Shutdown", "url": "https://www.wsj.com/articles/tesla-deliveries-fell-in-second-quarter-amid-covid-shutdown-11593692772?mod=searchresults&page=6&pos=4", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Autos ", "author": "By Tim Higgins", "date": "July 2, 2020 4:34 pm ET", "printheadline": " Appeared in the July 3, 2020, print edition as 'Tesla’s Deliveries Surpass Expectations.' ", "content": "Tesla Inc.’s second-quarter global deliveries fell 4.9% from a year earlier, a much smaller decline than Wall Street had forecast, underpinning Chief Executive Elon Musk’s ambitious growth plans despite the coronavirus pandemic and threat of an extended recession.The results may fuel heightened investor expectations for the next six months as they bet 2020 will be the year Tesla turns a full-year profit. Shares...\n  ", "subtitle": "Auto maker’s shares surge as results called ‘jaw dropper’ "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ351_0702hk_D_20200702064135.jpg", "title": "What’s in Hong Kong’s New National-Security Law", "url": "https://www.wsj.com/articles/whats-in-hong-kongs-new-national-security-law-11593689730?mod=searchresults&page=6&pos=5", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Chun Han Wong", "date": "July 2, 2020 7:35 am ET", "printheadline": "", "content": "Hong Kong police made their first arrests while enforcing the city’s extraordinary new national-security law hours after it took effect—even as legal experts scrambled to parse its full implications.The law took immediate effect when it was published late Tuesday, the first time the full text—at roughly 10,000 characters spanning 66 articles—was publicly revealed. Experts say its provisions fundamentally alter the legal landscape in Hong Kong, carving out space within the city’s Western-style rule-of-law system for mainland...\n  ", "subtitle": "Broad language and sweeping authority transform the city’s legal landscape; ‘the new law is like a scarecrow’ "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Hong Kong Police Quickly Enforce China’s Security Law as Thousands Protest", "url": "https://www.wsj.com/articles/hong-kong-police-make-first-security-law-arrest-as-thousands-protest-11593591072?mod=searchresults&page=6&pos=6", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Dan Strumpf, Joyu Wang, Mike Bird", "date": "July 2, 2020 6:59 am ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'Hundreds Arrested in Protests Over Hong Kong Security Law.' ", "content": "HONG KONG—Thousands of protesters, unbowed by a sweeping new national-security law imposed by China, staged the largest show of defiance in Hong Kong this year, with some risking heavy prison terms to chant slogans of liberation and demand independence.Hundreds of Hong Kong police officers moved in swiftly to quash dissent and implement the law, which gives Beijing much greater powers to police the city and punish those accused of subversion and supporting separatism. Police fired tear gas, pepper spray and water cannons...\n  ", "subtitle": "Authorities move to stifle dissent as city sees biggest demonstration in months "}, {"cover": "", "title": "Newsletter: Is the Recovery Stalling?", "url": "https://www.wsj.com/articles/newsletter-is-the-recovery-stalling-01593686410?mod=searchresults&page=6&pos=7", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "", "date": "July 2, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. It’s jobs day! We’ll have a special edition of the newsletter after the U.S. employment report is out. In the meantime, Jeff Sparshott here with the latest on the economy. Millions of Jobs Added, Millions […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Foreign Home Buying Dries Up, Easing the Way for Domestic Buyers", "url": "https://www.wsj.com/articles/foreign-home-buying-dries-up-easing-the-way-for-domestic-buyers-11593682201?mod=searchresults&page=6&pos=8", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Real Estate ", "author": "By Nicole Friedman", "date": "July 2, 2020 5:30 am ET", "printheadline": " Appeared in the July 3, 2020, print edition as 'Overseas Buyers of U.S. Homes Retrench.' ", "content": "Foreign buying of U.S. homes was a driving factor in markets from California to Florida, helping prices reach new highs. Now, the pandemic, reduced travel and immigration restrictions are further undermining already weakening international demand.Overseas residential real-estate purchases climbed steadily between 2011 and 2017, peaking at $153 billion in the year ended March 2017, according to the National Association of Realtors. About 60% of foreign buyers are recent immigrants or foreigners who live in the U.S., while...\n  ", "subtitle": "Foreign purchasers, a tiny percentage of overall buyers, have had an exaggerated influence in certain markets "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The Daily Shot: Biggest Monthly Increase in the ISM Manufacturing Index Since 1980", "url": "https://www.wsj.com/articles/the-daily-shot-biggest-monthly-increase-in-the-ism-manufacturing-index-since-1980-01593681199?mod=searchresults&page=6&pos=9", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Dailyshot Blog ", "author": "By Lev Borodovsky", "date": "July 2, 2020 5:13 am ET", "printheadline": "", "content": "To receive the Daily Shot newsletter in your inbox, please sign up at our Email Center. Previous issues of the Daily Shot are available online at DailyShotWSJ.com. Have questions, feedback or comments? Contact author Lev.Borodovsky@DowJones.com. Twitter: @SoberLook The Daily Shot: 02-Jul-20 • Administrative Update • The United States • The United Kingdom • The Eurozone […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "‘The World’ Review: The Old New World Order", "url": "https://www.wsj.com/articles/the-world-review-the-old-new-world-order-11593642340?mod=searchresults&page=6&pos=10", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Bookshelf ", "author": "By Jason Willick", "date": "July 1, 2020 6:25 pm ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'The Old New World Order.' ", "content": "Richard Haass is a prolific author on international affairs, served as a foreign-policy official in the Reagan and both Bush administrations, and is now president of the Council on Foreign Relations. He is, in short, a high-ranking member of American foreign policy’s clerisy. As if to emphasize the point, he relates that the inspiration for his book “The World: A Brief Introduction” began with a day of fishing in Nantucket, where he spoke with a student from Stanford who confessed that he had taken few courses in economics, politics or history. Otherwise educated young people today, Mr. Haass concludes, “are essentially...\n  ", "subtitle": "America’s young elites are uninformed and incurious about world affairs. This dry-as-dust primer isn’t going to help change that."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China’s New Security Law Erodes Media Freedoms in Hong Kong", "url": "https://www.wsj.com/articles/beijing-orders-four-u-s-media-outlets-to-provide-information-on-china-operations-11593595781?mod=searchresults&page=6&pos=11", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " China ", "author": "By Chao Deng", "date": "July 1, 2020 4:55 pm ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'Beijing Law Erodes Hong Kong Press Freedom.' ", "content": "In a new era of tighter Chinese government control of Hong Kong, the city is likely to see the sun set on broad media freedoms.Unlike mainland China, where apart from a few outliers all media is government-controlled, Hong Kong has had a vibrant press. Since the 1997 handover to Chinese control, journalists there have for the most part been able to report and write freely, without fear of intimidation or legal repercussions.That...\n  ", "subtitle": "Beijing’s tighter control spreads unease in what has been a vibrant press hub"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Global Manufacturing Shows Fresh Signs of Recovery", "url": "https://www.wsj.com/articles/global-manufacturing-recovery-brings-fresh-hope-11593598676?mod=searchresults&page=6&pos=12", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Economy ", "author": "By Eun-Young Jeong, Paul Hannon", "date": "July 1, 2020 3:39 pm ET", "printheadline": "", "content": "Factory activity around the world showed further signs of recovery in June as governments eased restrictions designed to contain the coronavirus, but weak demand still weighed on production and employment, according to surveys of purchasing managers.In the U.S. and Germany, manufacturing activity declined at a slower pace, a sign that the global economy is starting to rebound from a deep contraction, according to IHS Markit, a firm that produced many of the surveys. Manufacturing sectors returned to growth in a number of...\n  ", "subtitle": "In some countries, including France and the U.K., manufacturing sectors return to growth  "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Inside Moderna: The Covid Vaccine Front-Runner With No Track Record and an Unsparing CEO", "url": "https://www.wsj.com/articles/inside-moderna-the-covid-vaccine-front-runner-with-no-track-record-and-an-unsparing-ceo-11593615205?mod=searchresults&page=6&pos=13", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Business ", "author": "By Gregory Zuckerman, Peter Loftus", "date": "July 1, 2020 10:53 am ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'Inside Moderna, Unexpected Vaccine Front-Runner.' ", "content": "At the year’s start, few outside the world of biotech had heard of a Boston-area company with a New Age name and unproven approach to drugmaking. Most in the industry who did know Moderna Inc. doubted its prospects. Investors barely had interest in the company, which had yet to produce a medicine.Moderna and its staffers were dealing with other pressures. For nine years, chief executive officer Stéphane Bancel nurtured a high-stress environment at the Cambridge, Mass., company, characterized by high expectations, sharp critiques...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Australia Lays Out China-Focused Defense Overhaul", "url": "https://www.wsj.com/articles/australia-lays-out-china-focused-defense-overhaul-11593595679?mod=searchresults&page=6&pos=14", "keyword": "China and the world order", "website": "Wall Street journal", "topic": " Asia ", "author": "By Rachel Pannett", "date": "July 1, 2020 5:28 am ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'Australia Focuses Its Defenses on China.' ", "content": "SYDNEY—Australia is overhauling its military to create a larger, more powerful force focused on the Indo-Pacific as it seeks to counterbalance China’s growing influence and military power in the region.Prime Minister Scott Morrison said Wednesday that Australia will spend roughly $186 billion over the next 10 years on high-tech defense programs including new long-range missiles, offensive cyber capabilities and radar surveillance.", "subtitle": "Country seeks to create a larger, more powerful force focused on the Indo-Pacific, to counterbalance Beijing’s increasingly muscular stance in the region"}]