[{"cover": "https://s.yimg.com/fz/api/res/1.2/RR4C6qhLKKG71gXux0yqwQ--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1636ab270000120ee671b8.jpg", "topic": "POLITICS", "title": "Joaquin Castro Wants Democrats To Chart A New Course On Foreign Policy", "author": "By Akbar Shahid Ahmed", "date": "July 21, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9DuAwFC1fy1UAyghsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596818608/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fjoaquin-castro-house-foreign-affairs-chair-competition_n_5f16366cc5b651977c057e16/RK=2/RS=x7AYwWVwD9Y.t7GmctZex5uJX2s-", "keyword": "presidential election and trade war", "website": "Huffpost", "subtitle": "The Texas representative seeks to assume control of a key committee overseeing national security. He shared his pitch exclusively with HuffPost.", "content": "Rep. Joaquin Castro (D-Texas) joined the running to take over the powerful House Foreign Affairs Committee on Tuesday, setting up a high-profile contest over U.S. foreign policy and Democrats’ traditional approach to global affairs. Castro seeks a role currently held by Rep. Eliot Engel (D-N.Y.), who recently lost his Democratic primary race. In a statement exclusively shared with HuffPost, Castro vowed to push for a more progressive American approach to the world that values global justice over global dominance and is frank about U.S. missteps abroad and at home.“Let’s have a national conversation about the role of the United States in the world, democracy and human rights, war and peace, and the future of our planet. Let’s have a real debate,” Castro wrote in a message he later released on Medium. “For too long, our foreign policy has been dominated by military and other coercive tools like sanctions. … In this moment of pandemic and protest, we are confronting hard truths about how unequal our nation remains. Our foreign policy is due for a similar reckoning.”The four-term member of Congress criticized interventions, argued international trade deals must not chiefly benefit corporations and said Washington should be more willing to speak with its adversaries and to cultivate new alliances, looking to countries with which growing numbers of Americans have family ties, such as in Latin America. (He cited his grandmother’s journey to the U.S. from Mexico.) He identified the climate crisis and competing with China as America’s chief geopolitical challenges and emphasized valuing the lives of non-Americans.Castro is running against Reps. Gregory Meeks (D-N.Y.) and Brad Sherman (D-Calif.) for the top post on the committee. Engel’s primary challenger highlighted the incumbent’s hawkish positions in attacking him, but neither Meeks nor Sherman is expected to sharply change course if they take up the gavel. Castro represents a third option for Democrats to consider when they choose who will control the committee soon after the November election if, as is widely expected, they maintain the House majority.  “Traditionally, selecting new chairs is a behind-the-scenes process… it’s time for a more inclusive process,” Castro wrote.This is the latest competition among Democrats with different visions of how the party should operate. Progressive groups are rallying behind Castro, who they hope would use the post to question conventional wisdom about forcefully projecting American power abroad and act as a check on either a President Joe Biden or a reelected President Donald Trump. Activists want the party’s vocal left wing to include demands for big changes abroad as they push Democrats to be more ambitious, as some liberal favorites are already doing. “Wars of choice have diminished our moral standing, destabilized entire regions — as the Iraq War did to the Middle East — burdened our troops and their families, wasted limited resources, and killed innocent lives,” wrote Castro, citing his expertise as the only current lawmaker who has served on the foreign affairs, intelligence and armed services committees and as a vice chair of the foreign affairs panel. Notably, he hinted willingness to challenge a prospective Biden administration, a priority for antiwar groups skeptical of some of the former vice president’s advisers.Meeks, the front-runner, and Sherman are more senior members of the committee than Castro. They are both skeptical of voices to their left. But they’re also trying to tap the enthusiasm among more liberal Democrats and grassroots organizations to rein in U.S. militarism, including funding for the military and arms supplies for nations committing abuses, and to invest in diplomacy.Meeks announced his candidacy in a statement Friday, highlighting that he voted against the Iraq War and for President Barack Obama’s deal to limit Iran’s nuclear program ― unlike Engel and Sherman. “American foreign policy cannot be consumed by only fixing what’s been fractured under this administration and poor decisions of the past. We must move proactively forward,” Meeks said, adding that he would push for greater diversity in the diplomatic corps as the first Black chair of the panel and work with overlooked communities, including Indigenous populations and Afro-Latinos.He has the support of the influential Congressional Black Caucus and is close to Democratic leadership. Meeks echoed several of the concerns Castro mentioned, like the failure to repeal authorizations for the use of military force from nearly two decades ago, which presidents have used to justify interventions, and America’s moral responsibility in the face of atrocities such as China’s crackdown on its Uighur Muslim minority. In a sign of the difference between them, however, Castro mentioned repealing at least one of those authorizations and warned that sanctions ― a favorite tool of U.S. officials looking to address foreign concerns without using the military ― could prove unhelpful.Castro, who heads the Congressional Hispanic Caucus and whose brother, Julian, was a Democratic presidential candidate, is also well-liked by colleagues. He is relying on public interest in the position and a new approach to foreign policy to boost his bid. The Washington Post first revealed his plan to run last week, quoting him saying the U.S. should heed Palestinian voices more in its involvement in the conflict between Israelis and Palestinians ― a view activists have succeeded in making popular in the party in recent years despite resistance from supporters of a historic pro-Israel tilt.Well-connected advocates for a foreign policy overhaul are closely following the competition and could use their connections and public platforms to help sway the outcome. HuffPost sought a reaction to Castro’s pitch from one campaigner, who requested anonymity to protect relationships in Congress.“The candidates are using a largely progressive frame to garner support. That is really so heartening,” the person said. But they noted that Castro offered “very few specifics” on his plans if he were to become the committee chair.“We’re hoping that the candidates provide the public with more details,” the activist said. Upcoming congressional votes on national security matters could also be important signals, they added. "}, {"cover": "https://s.yimg.com/fz/api/res/1.2/MvxGEP86gy2oju19vxGKQA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0319ba2700001706e6650b.jpg", "topic": "POLITICS", "title": "Trump's Leadership Is Tested In Time Of Fear, Pandemic", "author": "By Paige Lavender", "date": "July 6, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr4xJwzFC1fM3YAfzpsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596818611/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-coronavirus-pandemic_n_5f03193ac5b612083c5f2936/RK=2/RS=lJLv55XWOeVJirI2ELclWzgZqQ4-", "keyword": "presidential election and trade war", "website": "Huffpost", "subtitle": "The Texas representative seeks to assume control of a key committee overseeing national security. He shared his pitch exclusively with HuffPost.", "content": "Rep. Joaquin Castro (D-Texas) joined the running to take over the powerful House Foreign Affairs Committee on Tuesday, setting up a high-profile contest over U.S. foreign policy and Democrats’ traditional approach to global affairs. Castro seeks a role currently held by Rep. Eliot Engel (D-N.Y.), who recently lost his Democratic primary race. In a statement exclusively shared with HuffPost, Castro vowed to push for a more progressive American approach to the world that values global justice over global dominance and is frank about U.S. missteps abroad and at home.“Let’s have a national conversation about the role of the United States in the world, democracy and human rights, war and peace, and the future of our planet. Let’s have a real debate,” Castro wrote in a message he later released on Medium. “For too long, our foreign policy has been dominated by military and other coercive tools like sanctions. … In this moment of pandemic and protest, we are confronting hard truths about how unequal our nation remains. Our foreign policy is due for a similar reckoning.”The four-term member of Congress criticized interventions, argued international trade deals must not chiefly benefit corporations and said Washington should be more willing to speak with its adversaries and to cultivate new alliances, looking to countries with which growing numbers of Americans have family ties, such as in Latin America. (He cited his grandmother’s journey to the U.S. from Mexico.) He identified the climate crisis and competing with China as America’s chief geopolitical challenges and emphasized valuing the lives of non-Americans.Castro is running against Reps. Gregory Meeks (D-N.Y.) and Brad Sherman (D-Calif.) for the top post on the committee. Engel’s primary challenger highlighted the incumbent’s hawkish positions in attacking him, but neither Meeks nor Sherman is expected to sharply change course if they take up the gavel. Castro represents a third option for Democrats to consider when they choose who will control the committee soon after the November election if, as is widely expected, they maintain the House majority.  “Traditionally, selecting new chairs is a behind-the-scenes process… it’s time for a more inclusive process,” Castro wrote.This is the latest competition among Democrats with different visions of how the party should operate. Progressive groups are rallying behind Castro, who they hope would use the post to question conventional wisdom about forcefully projecting American power abroad and act as a check on either a President Joe Biden or a reelected President Donald Trump. Activists want the party’s vocal left wing to include demands for big changes abroad as they push Democrats to be more ambitious, as some liberal favorites are already doing. “Wars of choice have diminished our moral standing, destabilized entire regions — as the Iraq War did to the Middle East — burdened our troops and their families, wasted limited resources, and killed innocent lives,” wrote Castro, citing his expertise as the only current lawmaker who has served on the foreign affairs, intelligence and armed services committees and as a vice chair of the foreign affairs panel. Notably, he hinted willingness to challenge a prospective Biden administration, a priority for antiwar groups skeptical of some of the former vice president’s advisers.Meeks, the front-runner, and Sherman are more senior members of the committee than Castro. They are both skeptical of voices to their left. But they’re also trying to tap the enthusiasm among more liberal Democrats and grassroots organizations to rein in U.S. militarism, including funding for the military and arms supplies for nations committing abuses, and to invest in diplomacy.Meeks announced his candidacy in a statement Friday, highlighting that he voted against the Iraq War and for President Barack Obama’s deal to limit Iran’s nuclear program ― unlike Engel and Sherman. “American foreign policy cannot be consumed by only fixing what’s been fractured under this administration and poor decisions of the past. We must move proactively forward,” Meeks said, adding that he would push for greater diversity in the diplomatic corps as the first Black chair of the panel and work with overlooked communities, including Indigenous populations and Afro-Latinos.He has the support of the influential Congressional Black Caucus and is close to Democratic leadership. Meeks echoed several of the concerns Castro mentioned, like the failure to repeal authorizations for the use of military force from nearly two decades ago, which presidents have used to justify interventions, and America’s moral responsibility in the face of atrocities such as China’s crackdown on its Uighur Muslim minority. In a sign of the difference between them, however, Castro mentioned repealing at least one of those authorizations and warned that sanctions ― a favorite tool of U.S. officials looking to address foreign concerns without using the military ― could prove unhelpful.Castro, who heads the Congressional Hispanic Caucus and whose brother, Julian, was a Democratic presidential candidate, is also well-liked by colleagues. He is relying on public interest in the position and a new approach to foreign policy to boost his bid. The Washington Post first revealed his plan to run last week, quoting him saying the U.S. should heed Palestinian voices more in its involvement in the conflict between Israelis and Palestinians ― a view activists have succeeded in making popular in the party in recent years despite resistance from supporters of a historic pro-Israel tilt.Well-connected advocates for a foreign policy overhaul are closely following the competition and could use their connections and public platforms to help sway the outcome. HuffPost sought a reaction to Castro’s pitch from one campaigner, who requested anonymity to protect relationships in Congress.“The candidates are using a largely progressive frame to garner support. That is really so heartening,” the person said. But they noted that Castro offered “very few specifics” on his plans if he were to become the committee chair.“We’re hoping that the candidates provide the public with more details,” the activist said. Upcoming congressional votes on national security matters could also be important signals, they added. "}, {"cover": "https://s.yimg.com/fz/api/res/1.2/XBrw0UwCOpy_.4EDRyz7Jw--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1ad8842500003e0ec2a489.jpg", "topic": "WORLD-NEWS", "title": "Always Rocky, China-U.S. Relations Appear At A Turning Point", "author": "By Kyna Doles", "date": "July 24, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9Dt1iFC1fLaIA6TFsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596818658/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2frocky-china-us-relations-reach-a-turning-point_n_5f1ad712c5b6f2f6c9f52366/RK=2/RS=6RIz.Fi8PJbHj4aw1l_PjLQEZtM-", "keyword": "presidential election and trade war", "website": "Huffpost", "subtitle": "On Friday, China ordered the closing of the U.S. Consulate in Chengdu, in rapid retaliation for the closing of its consulate in Houston.", "content": "BEIJING (AP) — Four decades after the U.S. established diplomatic ties with Communist China, the relationship between the two may have reached a turning point.Tensions have risen to new heights on what has always been a rocky road, as the ambitions of a rising superpower increasingly clash with those of the established one. China ordered the closing of the U.S. Consulate in the southwestern city of Chengdu on Friday, in rapid retaliation for the closing of its consulate in Houston.Two weeks ago, Chinese Foreign Minister Wang Yi asked aloud if relations could stay on track. On Thursday, U.S. Secretary of State Mike Pompeo delivered an answer: The time has come to change course.“The old paradigm of blind engagement with China simply won’t get it done,” he said in a speech at the Richard Nixon Presidential Library in southern California. ”We must not continue it. We must not return to it.”It was Nixon’s visit to China in 1972, the first by an American president since the Communists took power in 1949, that upended a Cold War paradigm and paved the way for the normalization of relations in 1979.The United States had been a close ally of then-Chinese leader Chiang Kai-shek in World War II and for three decades recognized Taiwan as the government of China after Chiang fled there when he lost control of the mainland in 1949.Relations between Washington and the Communist government in Beijing began to thaw in the 1970s, as China’s ties with the Soviet Union deteriorated and leader Mao Zedong sought a counterweight to its more powerful neighbor.A new leader, Deng Xiaoping, visited the U.S. in 1979 after the establishment of diplomatic ties, smiling in photos as he tried on a cowboy hat in Texas. The Houston consulate that is being shut opened later the same year. It was China’s first in the United States.Setting aside political differences, the U.S. and China promoted economic, social and cultural ties that were briefly interrupted a decade later by China’s military crackdown on the 1989 pro-democracy demonstrations in Beijing’s Tiananmen Square.Economic links grew exponentially in the following years, with heavy investment by U.S. businesses in China and an accompanying Chinese trade surplus that has reached $350 billion annually.The relationship was punctuated by bouts of tension. The U.S. continues to support Taiwan militarily, and the Clinton administration sent an aircraft carrier through the Taiwan Strait in 1996 after China fired missiles toward the island.In 2001, a Chinese fighter jet and a U.S. Navy surveillance plane collided over the South China Sea, a vital shipping lane in the Asia-Pacific region. China detained the U.S. crew for days after its plane made an emergency landing at a Chinese base.As China has grown into the world’s second-largest economy, behind only the U.S., it is increasingly viewed as a competitor, both economically and militarily, and a potential challenger to the Western-led democratic model that has dominated the post-World War II era.Election-year politics in the U.S. are fanning the flames, as President Donald Trump appears to be using friction with China to drum up support among his base. Whether or not he is reelected in November, underlying differences will remain.“We are looking at a structural change in the relationship, which will continue even if Trump does not get a second term,” said Steve Tsang, director of the China Institute at London’s School of Oriental and African Studies.Militarily, American and Chinese warships often jockey for position in the South China Sea. Economically, the U.S. is leaning on its allies to exclude Chinese telecom leader Huawei from their mobile networks, raising the specter of cybersecurity. On human rights, the U.S. is imposing sanctions over Chinese policies in Hong Kong, Tibet and Xinjiang,Tougher U.S. views on China have now been “baked into the system,” Tsang said.Pompeo’s speech was the latest in a series of sharp criticisms aimed at China by Cabinet-level U.S. officials, including Defense Secretary Mark Esper and Attorney General Bill Barr.Although Trump earlier played up what he called a warm relationship with Chinese leader Xi Jinping, communication between the sides has fallen to new lows.“The kind of engagement we have been pursuing has not brought the kind of change in China that President Nixon hoped to induce,” Pompeo said. “The truth is that our policies – and those of other free nations – resurrected China’s failing economy, only to see Beijing bite the international hands that fed it.”Chu Yin, a professor at the University of International Relations in Beijing, said Americans who advocated engagement are disappointed that China’s economic growth and the emergence of a middle class has enhanced the legitimacy of the ruling Communist Party rather than sparking democratic change.Trump’s domestic political strategy has added some explosive elements to the structural problems in the relationship, he said.“China will not take Pompeo’s speech seriously. It is the last cry of a lame duck,” Chu said. “China wants to have dialogue with a U.S. politician who is more commensurate with the status of a major country.”He declined to forecast the future, saying: “Let us be more patient at this turbulent time.”"}]