[{"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/JSTLPQWTMQI6VATLZQ4U3ASOGU.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/JSTLPQWTMQI6VATLZQ4U3ASOGU.jpg", "title": "These Are All the Major Flashpoints Between  and the ", "date": "Jul 31, 2020", "url": "https://www.washingtonpost.com/business/these-are-all-the-major-flashpoints-between-china-and-the-us/2020/07/31/4da083f6-d364-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "An incumbent superpower and a rising one are finding coexistence increasingly difficult. Jockeying for position in a changing world, the U.S. and China are facing off on all sorts of issues, most -- but not all -- involving economic rather than military might. Here’s a rundown of some big disputes, some with significant real-world consequences and others that for now are mostly symbolic.Support our journalism. Subscribe today.arrow-rightTikTokHong KongSpyingHuaweiMediaTariffs and tradeXinjiangTravelResearchSouth China SeaTaiwanDelisting Chinese companiesCoronavirusTibetFor more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "", "title": "TikTok, Hong Kong and More U. Flashpoints Explained", "date": "Jul 22, 2020", "url": "https://www.washingtonpost.com/business/tiktok-hong-kong-and-more-us-china-flashpoints-explained/2020/07/22/d5de6c82-cc17-11ea-99b0-8426e26d203b_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "An incumbent superpower and a rising one are finding coexistence increasingly difficult. Jockeying for position in a changing world, the U.S. and China are facing off on all sorts of issues, most -- but not all -- involving economic rather than military might. Here’s a rundown of some big disputes, some with significant real-world consequences and others that for now are mostly symbolic.Support our journalism. Subscribe today.arrow-rightHong KongSpyingHuaweiMediaTariffs and tradeTikTokXinjiangTravelResearchSouth China SeaTaiwanDelisting Chinese companiesCoronavirusTibetFor more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NPKLDZGOKAI6VITSA7PPRLUYUY.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/NPKLDZGOKAI6VITSA7PPRLUYUY.jpg", "title": "These Are All the Major Flashpoints Between  and the ", "date": "Jul 25, 2020", "url": "https://www.washingtonpost.com/business/these-are-all-the-major-flashpoints-between-china-and-the-us/2020/07/24/6c03eb7a-cd66-11ea-99b0-8426e26d203b_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "An incumbent superpower and a rising one are finding coexistence increasingly difficult. Jockeying for position in a changing world, the U.S. and China are facing off on all sorts of issues, most -- but not all -- involving economic rather than military might. Here’s a rundown of some big disputes, some with significant real-world consequences and others that for now are mostly symbolic.Support our journalism. Subscribe today.arrow-rightHong KongSpyingHuaweiMediaTariffs and tradeTikTokXinjiangTravelResearchSouth China SeaTaiwanDelisting Chinese companiesCoronavirusTibetFor more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "", "title": "TikTok, Hong Kong and More U. Flashpoints", "date": "Jul 22, 2020", "url": "https://www.washingtonpost.com/business/tiktok-hong-kong-and-more-us-china-flashpoints/2020/07/22/d5de6c82-cc17-11ea-99b0-8426e26d203b_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "An incumbent superpower and a rising one are finding coexistence increasingly difficult. Jockeying for position in a changing world, the U.S. and China are facing off on all sorts of issues, most -- but not all -- involving economic rather than military might. Here’s a rundown of some big disputes, some with significant real-world consequences and others that for now are mostly symbolic.Support our journalism. Subscribe today.arrow-rightHong KongSpyingHuaweiMediaTariffs and tradeTikTokXinjiangTravelResearchSouth China SeaTaiwanDelisting Chinese companiesCoronavirusTibetFor more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "", "title": "These Are All the Major Flashpoints Between  and the ", "date": "Jul 23, 2020", "url": "https://www.washingtonpost.com/business/these-are-all-the-major-flashpoints-between-china-and-the-us/2020/07/22/d5de6c82-cc17-11ea-99b0-8426e26d203b_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "An incumbent superpower and a rising one are finding coexistence increasingly difficult. Jockeying for position in a changing world, the U.S. and China are facing off on all sorts of issues, most -- but not all -- involving economic rather than military might. Here’s a rundown of some big disputes, some with significant real-world consequences and others that for now are mostly symbolic.Support our journalism. Subscribe today.arrow-rightHong KongSpyingHuaweiMediaTariffs and tradeTikTokXinjiangTravelResearchSouth China SeaTaiwanDelisting Chinese companiesCoronavirusTibetFor more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "", "title": "TikTok, Hong Kong and More U. Flashpoints", "date": "Jul 21, 2020", "url": "https://www.washingtonpost.com/business/tiktok-hong-kong-and-more-us-china-flashpoints/2020/07/21/3ed34f50-cb28-11ea-99b0-8426e26d203b_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "An incumbent superpower and a rising one are finding coexistence increasingly difficult. Jockeying for position in a changing world, the U.S. and China are facing off on all sorts of issues, most -- but not all -- involving economic rather than military might. Here’s a rundown of some big disputes, some with significant real-world consequences and others that for now are mostly symbolic.Support our journalism. Subscribe today.arrow-rightHong KongHuaweiMediaTariffs and tradeTikTokXinjiangTravelResearchSouth China SeaTaiwanDelisting Chinese companiesCoronavirusTibetFor more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/XFEXFMWL2QI6VGNQQQTOE3JAHM.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/XFEXFMWL2QI6VGNQQQTOE3JAHM.jpg", "title": "Democratic critics look for Biden to break with Wall Street wing on ", "date": "Jul 28, 2020", "url": "https://www.washingtonpost.com/business/2020/07/28/biden-trade-2020/", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "David J. Lynch", "content": "When former vice president Joe Biden left government in 2017, most Chinese goods entered the country tariff-free, the U.S. had just negotiated a landmark treaty with 11 Pacific Rim nations, and corporate America largely called the shots on the Democratic Party’s trade policies.Support our journalism. Subscribe today.arrow-rightAfter more than three years of President Trump’s “America First” administration, that world is long gone.The average U.S. tariff on Chinese products is at its highest level in at least 40 years. The U.S. has abandoned the Obama administration’s signature pact, the Trans-Pacific Partnership. And organized labor has muscled its way into greater prominence in shaping trade bargains.ADNavigating this landscape represents a challenge for Biden, who backed a 1994 trade deal with Mexico and subsequent legislation allowing China into the global trading system, both of which Trump and the Democratic left have long assailed. The president already is taking shots at his likely Democratic rival, accusing him in a television ad released this month of destroying millions of manufacturing jobs with “dangerous and foolish” trade deals.ADIt’s easy to see how Biden, who promises to court U.S. allies and to emphasize climate change, would differ from Trump. But the Democratic candidate has sketched an approach to trade that also would depart from the corporation-friendly orthodoxy of the Clinton and Obama years.He told the United Steelworkers union he would insist on “strong rules of origin” in any new trade deal, which would require more manufacturing in the U.S. while complicating corporate planning. He vowed to crack down on provisions of the tax code that encourage outsourcing, especially in the pharmaceutical industry. And he ruled out the establishment of special tribunals for corporations to dispute actions by U.S. trading partners, which critics have called a private justice system.ADBiden also says he will not complete any new trade deals before first making “major investments” in education, infrastructure and manufacturing. And he proposes spending $400 billion on a “Buy America” initiative designed to boost domestic production and build greater resilience into critical supply chains.ADIf pursued in office, the new stance could mark a turn after more than a quarter-century of pro-business tilt for the Democratic Party, some analysts said.“I think we’re in a new world in trade policy,” said Beth Baltzan, a former trade lawyer on the House Ways and Means Committee’s Democratic staff. “People understand that a somewhat blind faith in free trade is producing undesirable results.” Biden releases U.S.-centered economic plan, challenging Trump’s ‘America First’ agendaThe dangers of an increasingly authoritarian China coupled with the coronavirus pandemic’s disruptive effects is prompting a rethinking even among die-hard globalization supporters. The results can be seen in Biden’s recent call for “fundamental reforms that shift production of a range of critical products back to U.S. soil” — a statement that Peter Navarro, the administration’s most fervent proponent of economic nationalism, could endorse.ADADSupporters of protectionism say Biden could reorient the party’s trade stance away from its reflexive tilt toward corporate priorities. Though harshly critical of Trump’s approach to China, the likely Democratic candidate has promised no quick rollback of the tariffs on Chinese products that U.S. corporations have panned.“There’s been an evolution among national Democrats on trade policy, and the centerline is not where it used to be,” said Scott Paul, head of the Alliance for American Manufacturing, a union-industry group.To be sure, corporations are attempting to have influence over a potential Biden administration. Securities and investment firms alone have contributed more than $36 million to his campaign and outside groups supporting his candidacy, according to Open Secrets, a nonpartisan group. And many business leaders take solace from the fact that even if the former vice president can’t revive the pro-globalization consensus, he will not continue Trump’s capricious trade-policy-by-tweet.ADAD“They realize things probably won’t go back to the old world,” said Rufus Yerxa, president of the National Foreign Trade Council, an industry group. “But it will be a lot more stable than the present world.” Still, as the Washington adage goes, personnel is policy. And many of Biden’s key advisers are veterans of previous Democratic administrations that reduced trade barriers, promising that any jobs lost to low-wage countries would be more than offset by gains from additional exports.While Biden has pledged to name representatives from unions and environmental groups to trade enforcement positions, those who hope he will break decisively with his Democratic predecessors are not yet declaring victory.AD“The decisions,” said Paul, “are made once you’re in office.” The struggle for influence between labor and capital has significant political ramifications.ADIn 2016, Trump barnstormed the industrial Midwest, arguing that the 1994 North American Free Trade Agreement and the decision to allow China to join the global trading system in 2001 had eliminated millions of American jobs. That position helped him capture Pennsylvania, Michigan and Wisconsin on his way to the presidency.Trump also did better at the polls with union members than any Republican since Ronald Reagan, cutting in half the Democrat’s 2012 margin among labor households. In office, the president has followed through on his campaign promises by raising tariffs on goods from China as well as on steel and aluminum.ADBiden has said he will “review” those levies on industrial metals and will use other tariffs “to win, not just to fake toughness,” according to his answers to a United Steelworkers candidate questionnaire.ADBoth parties supported the integration of low-wage developing countries into the global economy for decades before Trump took office. In the 1990s, President Bill Clinton drew the Democratic Party closer to Wall Street and corporate America in a bid to shed an anti-business image that previously hurt the party.Labor unions have generally opposed trade deals like NAFTA, fearing they opened the door to the exodus of good-paying factory jobs. NAFTA’s labor provisions were tucked into a side letter rather than the treaty itself and did little to prevent that erosion, according to union critics.ADSome advocates of a trade policy that would place greater emphasis on labor and environmental concerns are not yet convinced that a Biden administration would mark a genuine break with the party’s recent history.AD“Our members, they’re cautious on Biden. They look back on his record with TPP, in particular,” said one veteran union official, who asked not to be identified to preserve relationships with the Biden campaign. “These things are very fresh in the minds of people.” But during the George W. Bush administration, Biden voted against smaller trade deals with Chile, Singapore, Peru and several Central American nations. And some of the veteran Democratic operatives in Biden’s camp have rethought the party’s conventional wisdom.ADJake Sullivan, who served as Biden’s national security adviser, has called for “a different course” on trade, explicitly challenging Obama’s TPP and the conventional wisdom that more trade is always better for the U.S. economy.“Foreign policy experts must dispense with the notion that what’s good for U.S.-based multinational corporations is necessarily good for the United States,” wrote Sullivan, and co-author Jennifer Harris, who worked on economic issues for then-secretary of state Hillary Clinton, in a February article in Foreign Policy.ADThe Biden campaign did not respond to a request for comment.Some of the criticisms from the Democrats’ left wing echo those of the Trump administration. Robert E. Lighthizer, the president’s chief trade negotiator, has criticized the TPP for provisions that would have allowed China to establish factories in participating countries and export from there to the U.S. on a duty-free basis. And Trump has employed tariffs freely as a weapon to compel foreign nations to purchase additional American goods.“He gets credit for being willing to go where other people weren’t willing to go,” said Baltzan, a fellow with Open Markets. “But we need to remember these arguments started with Democrats.” Biden has said he will renegotiate the 2016 TPP, which was intended to be a counterweight to Chinese influence in Asia. The original agreement included the investor-state dispute settlement (ISDS) system that the former vice president now rejects. Lighthizer, and some Democrats, have criticized the arrangement as an inducement for corporations to ship jobs to low-wage countries, even if their legal system is unreliable.The ISDS panels have long been a standard feature of trade agreements, but the system was largely eliminated in the new U.S.-Mexico-Canada agreement. Only a handful of industries, including energy and telecommunications, retained the ability to pursue claims against the Mexican government before an independent arbitrator rather than in the domestic courts.Some labor officials say the NAFTA replacement that Lighthizer negotiated should be a model for Biden to follow. The new U.S.-Mexico-Canada agreement contains rules of origin designed to steer more manufacturing to high-wage American plants. And it allows U.S. officials to block at the border goods that originate in Mexican factories that violate the deal’s labor provisions.“The people surrounding Biden have learned a lot post-TPP,” said Cathy Feingold, director of the AFL-CIO’s international department. “There’s a recognition that trade policy was tilted too much in favor of corporations.” ", "comment": "0 Comments", "topic": "Economy"}, {"cover": "", "title": ", technology and security at risk in US- feud", "date": "Jul 27, 2020", "url": "https://www.washingtonpost.com/business/technology/trade-technology-and-security-at-risk-in-us-china-feud/2020/07/27/434f1d54-d071-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "BEIJING — They have the largest economies in the world. They spend more than anyone else on their militaries. From high-tech chips to control of the high seas, their interests are closely intertwined.The ongoing sharp deterioration in U.S.-China ties poses risks to both countries and the rest of the world. In the latest escalation, a U.S. consulate in Chengdu in southwestern China shuttered Monday, ordered by China to close in retaliation for the U.S. shutting down its consulate in Houston last week.Support our journalism. Subscribe today.arrow-rightWith the U.S. presidential campaign heating up, all bets are that relations with China will only get worse. A look at what’s at stake:TRADEBoth countries already have suffered heavy losses in a tariff war that erupted in 2018 over Beijing’s technology ambitions and trade surplus. If talks on ending the dispute fail, the world could face downward pressure on trade at a time when the global economy is already reeling from the coronavirus pandemic.ADADThe United States is China’s biggest single-country export market, even after President Donald Trump imposed punitive tariffs on Chinese goods. And China is the No. 3 market for American exporters, as well as a huge market for goods and services produced in China by U.S. companies ranging from General Motors Co. to Burger King.Chinese purchases of American farm goods, semiconductors and other goods declined 11.4% last year but still exceeded $100 billion. Exports to China support just under 1 million American jobs, according to the U.S.-China Business Council, though that was down 10% from 2017’s peak.China is the biggest export market for Iowa and other American farm states, which were slammed when Beijing suspended imports of soybeans and raised tariffs on pork and other goods.ADThat briefly boosted sales for soybean exporters in Brazil and Argentina, though China resumed buying lower-priced American beans under the “Phase 1” trade truce signed in January.ADBut if the two can’t resolve broader differences on trade, it will be a blow not only to their exporters but also to other Asian economies that supply China’s factories with raw materials and components.___TECHNOLOGYU.S. and Chinese producers of telecom, computer, medical and other technology and their markets are tightly interwoven. Apple, Dell, Hewlett-Packard and others rely on Chinese factories to assemble most of their smartphones, computers and other consumer electronics. Those factories need processor chips and other components from the United States, Japan, Taiwan and Europe.ADThe disruption caused by moves including the Trump administration’s curbs on Chinese tech giant Huawei’s access to U.S. components and technology threatens to disrupt those flows and cost suppliers, including Silicon Valley companies, billions of dollars in lost revenue.ADChina is also a top market for Apple and other U.S. tech brands, and is increasingly becoming a technology competitor with its own brands in smartphones, medical equipment and other fields.The United States often is the top market for China’s highest-value-added goods. Beijing has been urging exporters to find other markets, but many say Asian and even European markets won’t buy such high-value goods.AD___SECURITYWhile the U.S. has long been the predominant military power in the Pacific, China now has two operational aircraft carriers and an arsenal of missiles seen as a threat to U.S. vessels and bases in the region.Military tensions have largely focused on the South China Sea, a crucial waterway that is the subject of overlapping territorial claims by China and several smaller Asian nations.ADIn 2018, a Chinese destroyer came perilously close to colliding with a U.S. destroyer, the USS Decatur, while executing what the Navy called an “unsafe and unprofessional maneuver” in the South China Sea.A Chinese fighter jet collided with a U.S. Navy surveillance plane in international airspace over the South China Sea in 2001, leading to major diplomatic incident after the U.S. plane made an emergency landing on a Chinese island.ADTaiwan is another potential flashpoint. China claims the self-governing island as its territory, to be taken by force if necessary. The U.S. is bound by its own law to ensure the island has a credible defense and has approved military sales to Taiwan under Trump.Taiwan’s foreign minister said last week that Chinese military flights near the island have been taking place on a near-daily basis, more frequently than previously reported.Washington upped the ante earlier this month by declaring that it did not recognize most of China’s maritime claims in the South China Sea, a break with its previous policy of not taking a stance on the sovereignty disputes.Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.", "comment": "0 Comments", "topic": "Technology"}, {"cover": "", "title": ", technology and security at risk in US- feud", "date": "Jul 27, 2020", "url": "https://www.washingtonpost.com/business/technology/trade-technology-and-security-at-risk-in-us-china-feud/2020/07/27/957ac2f4-cfef-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "BEIJING — They have the largest economies in the world. They spend more than anyone else on their militaries. From high-tech chips to control of the high seas, their interests are closely intertwined.The ongoing sharp deterioration in U.S.-China ties poses risks to both countries and the rest of the world. In the latest escalation, a U.S. consulate in Chengdu in southwestern China shuttered Monday, ordered by China to close in retaliation for the U.S. shutting down its consulate in Houston last week.Support our journalism. Subscribe today.arrow-rightWith the U.S. presidential campaign heating up, all bets are that relations with China will only get worse. A look at what’s at stake:TRADEBoth countries already have suffered heavy losses in a tariff war that erupted in 2018 over Beijing’s technology ambitions and trade surplus. If talks on ending the dispute fail, the world could face downward pressure on trade at a time when the global economy is already reeling from the coronavirus pandemic.ADADThe United States is China’s biggest single-country export market, even after President Donald Trump imposed punitive tariffs on Chinese goods. And China is the No. 3 market for American exporters, as well as a huge market for goods and services produced in China by U.S. companies ranging from General Motors Co. to Burger King.Chinese purchases of American farm goods, semiconductors and other goods declined 11.4% last year but still exceeded $100 billion. Exports to China support just under 1 million American jobs, according to the U.S.-China Business Council, though that was down 10% from 2017’s peak.China is the biggest export market for Iowa and other American farm states, which were slammed when Beijing suspended imports of soybeans and raised tariffs on pork and other goods.ADThat briefly boosted sales for soybean exporters in Brazil and Argentina, though China resumed buying lower-priced American beans under the “Phase 1” trade truce signed in January.ADBut if the two can’t resolve broader differences on trade, it will be a blow not only to their exporters but also to other Asian economies that supply China’s factories with raw materials and components.___TECHNOLOGYU.S. and Chinese producers of telecom, computer, medical and other technology and their markets are tightly interwoven. Apple, Dell, Hewlett-Packard and others rely on Chinese factories to assemble most of their smartphones, computers and other consumer electronics. Those factories need processor chips and other components from the United States, Japan, Taiwan and Europe.ADThe disruption caused by moves including the Trump administration’s curbs on Chinese tech giant Huawei’s access to U.S. components and technology threatens to disrupt those flows and cost suppliers, including Silicon Valley companies, billions of dollars in lost revenue.ADChina is also a top market for Apple and other U.S. tech brands, and is increasingly becoming a technology competitor with its own brands in smartphones, medical equipment and other fields.The United States often is the top market for China’s highest-value-added goods. Beijing has been urging exporters to find other markets, but many say Asian and even European markets won’t buy such high-value goods.AD___SECURITYWhile the U.S. has long been the predominant military power in the Pacific, China now has two operational aircraft carriers and an arsenal of missiles seen as a threat to U.S. vessels and bases in the region.Military tensions have largely focused on the South China Sea, a crucial waterway that is the subject of overlapping territorial claims by China and several smaller Asian nations.ADIn 2018, a Chinese destroyer came perilously close to colliding with a U.S. destroyer, the USS Decatur, while executing what the Navy called an “unsafe and unprofessional maneuver” in the South China Sea.A Chinese fighter jet collided with a U.S. Navy surveillance plane in international airspace over the South China Sea in 2001, leading to major diplomatic incident after the U.S. plane made an emergency landing on a Chinese island.ADTaiwan is another potential flashpoint. China claims the self-governing island as its territory, to be taken by force if necessary. The U.S. is bound by its own law to ensure the island has a credible defense and has approved military sales to Taiwan under Trump.Taiwan’s foreign minister said last week that Chinese military flights near the island have been taking place on a near-daily basis, more frequently than previously reported.Washington upped the ante earlier this month by declaring that it did not recognize most of China’s maritime claims in the South China Sea, a break with its previous policy of not taking a stance on the sovereignty disputes.Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.", "comment": "0 Comments", "topic": "Technology"}, {"cover": "", "title": "Trump vs. Biden: Where they stand on health, economy, more", "date": "Jul 30, 2020", "url": "https://www.washingtonpost.com/politics/trump-vs-biden-where-they-stand-on-health-economy-more/2020/07/30/5093ae66-d21b-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "WASHINGTON — President Donald Trump and his Democratic challenger, Joe Biden, both promise sweeping progress over the next four years –- via starkly different paths.Trump, like many fellow Republicans, holds out tax reductions and regulatory cuts as economic cure-alls and frames himself as a conservative champion in seemingly endless culture wars. But the president, still trying to fashion himself as an outsider, offers little detail about how he’d pull the levers of government in a second term.Support our journalism. Subscribe today.arrow-rightBiden, for his part, sounds every bit the Democratic standard-bearer as he frames the federal government as the collective force to combat the coronavirus, rebuild the economy and address centuries of institutional racism and systemic inequalities. A veteran of national politics, Biden also loves framing his deal-making past as proof he can do it again from the Oval Office.ADADIt leaves Americans with an unambiguous choice. A look at where the rivals stand on key issues:ECONOMY, TAXESDecades-low unemployment and a soaring stock market were Trump’s calling cards before the pandemic. While the stock market has clawed much of its way back after cratering in the early weeks of the crisis, unemployment stood at 11.1% in June, higher than the nadir of the Great Recession. There were still about 14.7 million fewer jobs last month than there were prior to the pandemic in February.Trump has predicted that the U.S. economy will rebound in the third and fourth quarters of this year and is set to take off like a “rocket ship” in the new year, a prediction that bakes in the assumption that a coronavirus vaccine or effective therapeutics have hit the market that allow life to get back to normal. He’s still advocating for a payroll tax cut, though such a measure faces stiff bipartisan opposition. Winning a second term — and a mandate from voters — might be his best hope at getting it through.ADADBiden pitches sweeping federal action as necessary to avoid an extended recession or depression and to address long-standing wealth inequality that disproportionately affects nonwhite Americans. His biggest-ticket plans: a $2 trillion, four-year push intended to eliminate carbon pollution in the U.S. energy grid by 2035 and a new government health insurance plan open to all working-age Americans (with generous subsidies). He proposes new spending on education, infrastructure and small businesses, along with raising the national minimum wage to $15 an hour.Biden would cover some but not all of the new costs by rolling back much of the 2017 GOP tax overhaul. He wants a corporate income tax rate of 28% (lower than before but higher than now) and broad income and payroll tax hikes for individuals with more than $400,000 of annual taxable income. All that would generate an estimated $4 trillion or more over 10 years. Biden frames immigration as an economic matter, as well. He wants to expand legal immigration slots and offer a citizenship path for about 11 million residents who are in the country illegally but who, Biden notes, are already economic contributors as workers and consumers.EDUCATIONADADTrump has used his push for schools to fully reopen this fall amid the pandemic as an opportunity to spotlight his support for charter schools and school choice.Education Secretary Betsy DeVos, a longtime proponent of charter schools and school voucher programs, has suggested that families be allowed to take federal money allotted to school districts that don’t open and spend it in private schools that do open. For most of Trump’s first term, his administration has sought major increases to federal charter school grant aid. But Congress has responded with relatively small increases.With higher education, Trump has repeatedly complained that campuses are beset by “radical left indoctrination.” He recently threatened to defund universities, saying that he was having the Treasury Department reexamine tax-exempt status and federal funding of unspecified schools.ADADBiden wants the federal government to partner with states to make public higher education tuition-free for any student in a household earning up to $125,000 annually. The assistance would extend to everyone attending two-year schools, regardless of income. He also proposes sharply increasing aid for historically Black colleges. His overall education plans carry a 10-year price tag of about $850 billion.He calls for universal access to prekindergarten programs for 3- and 4-year-olds; tripling Title I spending for schools with higher concentrations of students from low-income households; more support for non-classroom positions like on-campus social workers; federal infrastructure spending for public school buildings; and covering schools’ costs to comply with federal disability laws. Biden also opposes taxpayer money being routed to for-profit charter school businesses, and he’s pledged that his secretary of education will have classroom teaching experience.HEALTH CAREADADAs a candidate for the White House, Trump promised that he would “immediately” replace President Barack Obama’s health care law with a plan of his own that would provide “insurance for everybody.” In the last leg of his first term, Americans are still waiting for Trump to make his big reveal. Trump officials say the administration has made strides by championing transparency on hospital prices, pursuing a range of actions to curb prescription drug costs and expanding lower-cost health insurance alternatives for small businesses and individuals. But those incremental steps are far short from the sweeping changes Trump had promised.Biden wants a “Medicare-like public option” to compete alongside private insurance markets for working-age Americans, while increasing premium subsidies that many working-class and middle-class workers use already under the Affordable Care Act. Biden estimates that would cost about $750 billion over 10 years. That positions Biden between Trump, who wants to scrap the 2010 law, and progressives who want a single-payer system to replace private insurance altogether. Biden sees his approach as the next step toward universal coverage and one he could get through Congress.CORONAVIRUSADADAfter months of insisting that the worst days of the pandemic have passed, Trump recently acknowledged that the pandemic may “get worse before it gets better” as many states — including several critical to his path to 270 Electoral College votes — have seen a surge in the virus.Trump is again holding regular briefings to directly get his message out on the virus and other matters. Trump believes that a key to economic recovery from the virus is fully reopening schools -— though Americans are wary. Only about 1 in 10 Americans think day care centers, preschools or K-12 schools should open this fall without restrictions, according to a recent poll by The Associated Press-NORC Center for Public Affairs.Trump also says he’s “pretty damn certain” that vaccines and therapeutics for the virus are coming in the not-so-distant future — a game changer as Americans and the world seek a glide path to normalcy. Congress approved about $3 trillion in coronavirus relief in March and April, and Democrats, Republicans and the White House are negotiating another significant round of funding. The package, however, won’t include a payroll tax cut — something that Trump badly wanted but that Senate Democrats and even some Senate Republicans balked at including.ADADBiden draws some of his sharpest contrasts with Trump on the pandemic, arguing that the presidency and federal government exist for such crises. Trump, by contrast, has largely shifted responsibility to governors. Biden endorses generous federal spending to help businesses and individuals, along with state and local governments, deal with the financial cliffs of the pandemic slowdown. He’s promised aggressive use of the Defense Production Act, the wartime law a president can use to direct certain private-sector activity. Additionally, Biden promises to elevate the government’s scientists and physicians to communicate a consistent message to the public, and he would have the U.S. rejoin the World Health Organization. He’s also willing to use executive power for a national mask mandate, even if its enforcement is questionable.TRADETrump views the signing of two major trade deals — an updated pact with Mexico and Canada and Phase 1 of a China agreement — as signature achievements of his presidency. U.S. and China signed Phase 1 in January, less than two months before the coronavirus pandemic put an enormous strain on U.S.-Sino relations. Trump says Phase 1 led to China buying roughly $200 billion over two years in U.S. agricultural products, energy and other American products. In return, the U.S. canceled planned U.S. tariffs on Chinese-made smartphones, toys and laptop computers. The U.S. also cut in half, to 7.5%, the tariff rate levied on $120 billion in other China imports.ADADPhase 2 of the deal is expected to focus on some tougher issues between the countries, including Trump’s wish to get China to stop subsidizing its state-owned enterprises. But for Trump, who has come to frequently refer to the coronavirus as the “China virus,” it remains to be seen whether he will be able to effectively reengage Beijing on trade. Trump recently said he’s “not interested” in presently talking to China.Biden has joined a growing bipartisan embrace of “fair trade” abroad — a twist on decades of “free trade” talk as Republican and Democratic administrations alike expanded international trade. Biden wants to juice U.S. manufacturing by directing $400 billion of federal government purchases to domestic firms (part of that for buying pandemic supplies) over a four-year term. He wants $300 billion in new support for U.S. technology firms’ research and development. Biden says the new domestic spending must come before he enters into any new international trade deals. He pledges tough negotiations with China, the world’s other economic superpower, on trade and intellectual property matters. China, like the U.S., is not yet a member of the Trans-Pacific Partnership, the multilateral trade agreement that Biden advocated for when he was vice president.FOREIGN POLICYDuring his first term, Trump built his foreign policy around the mantra of “America First.” Besides the trade deals, he counts as major achievements building more than 200 miles (320 kilometers) of his promised wall along the U.S.-Mexico border, cajoling more NATO members to fulfill their pledge to spend 2% of GDP on defense spending and reducing the U.S. military footprint in Afghanistan and other hot spots. He also announced his intended withdrawal from the Paris climate accord.Trump can officially withdraw the U.S. from the Paris agreement — it sets the goal of holding global warming below 3.6 degrees Fahrenheit — as an example of an agreement that “disadvantages the United States to the exclusive benefit of other countries.” The deal, which was signed by Obama, stipulates that no nation can leave until four years after they signed on. For the U.S., that’s Nov. 4 — one day after the U.S. election.The president has also made clear his desire to leave Afghanistan sooner than the timeline laid out in the Feb. 29 peace agreement with the Taliban, which set the path for U.S. troops to leave the country in 12 to 14 months if the insurgent group met certain conditions. There are currently about 8,600 U.S. troops in Afghanistan.Trump also counts his engagement with North Korea’s Kim Jong Un as a monumental achievement. The president has not been able to prod Kim to give up the nation’s nuclear program, but he has met the autocrat twice for face-to-face talks.Biden says he’d begin “the day after the election” rebuilding relationships with allies ruffled by Trump’s approach. Biden’s top priority is reestablishing the foundations of NATO, the post-World War II alliance of Western powers that Biden said is necessary to counter Russia’s aggressive, expansionist aims in eastern Europe and Asia. Biden said he’d immediately confront Russian President Vladimir Putin about his country’s interference in U.S. elections. Biden pledges to “end forever wars” but clarifies that U.S. special forces — as opposed to large-scale ground missions — remain a vital part of world stability. Biden frames immigration and combating the climate crisis as national security matters. He calls for rebuilding a decimated U.S. diplomatic corps, rejoining the Paris climate accord and pushing China and other large economies to reduce carbon pollution. On immigration, Biden calls for expanding legal immigration opportunities while reversing Trump’s cuts to foreign aid programs intended to promote world stability and reduce migration.Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.", "comment": "0 Comments", "topic": "Politics"}, {"cover": "", "title": "US- spats rattle world, prompting calls for unity", "date": "Jul 28, 2020", "url": "https://www.washingtonpost.com/world/asia_pacific/us-china-spats-rattle-world-prompting-calls-for-unity/2020/07/28/73372ca6-d093-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "BEIJING — Antagonisms between the United States and China are rattling governments around the world, prompting a German official to warn of “Cold War 2.0” and Kenya’s president to appeal for unity to fight the coronavirus pandemic.Support our journalism. Subscribe today.arrow-rightGlobal trade already was depressed by the 2-year-old tariff war between the world’s two biggest economies. That rancor has spread to include Hong Kong, Chinese Muslims, spying accusations and control of the South China Sea.Caught in the middle, other governments are trying to defend their own interests.GERMANY:Chancellor Angela Merkel’s government wants to preserve trade and cooperation on global warming but says a security law tightening Beijing’s control over Hong Kong is a “difficult issue.”ADThe Hong Kong security law’s potential disruption of the autonomy Beijing promised to the former British colony is no reason to stop talking but is “a worrying development,” Merkel said.ADEurope’s biggest economy has yet to take a final position on Chinese tech giant Huawei despite U.S. pressure to exclude its equipment from next-generation telecom networks as a possible security risk.“China is an important partner for us but also a competitor,” Foreign Minister Heiko Maas said in a statement after a videoconference Friday with his Chinese counterpart, Wang Yi.Peter Beyer, the government’s coordinator for trans-Atlantic cooperation, expressed alarm in an interview with the RedaktionsNetzwerk Deutschland newspaper group.AD“We are experiencing the beginning of a Cold War 2.0,” Beyer said. He criticized both sides but said, “the U.S. is our most important partner outside the EU, and that is how it will stay.”FRANCE:President Emmanuel Macron calls President Donald Trump “my friend” but is trying to avoid riling Beijing.ADFrance has not echoed Trump’s criticism of Beijing’s handling of the coronavirus, but legislators applauded Foreign Minister Jean-Yves Le Drian last week when he condemned abuses of minority Uighurs in China’s northwest.Le Drian mentioned “mass arrests, disappearances, forced labor, forced sterilizations, the destruction of Uighur cultural heritage.” He said France has asked that the camps be closed.AD“All these practices are unacceptable,” the minister said. “We condemn them.”Trump’s ambivalence toward U.S. allies and flouting of diplomatic norms has alarmed France.“Sino-American tensions don’t benefit France,” said Valerie Niquet of the Foundation for Strategic Research, a think tank. “We share the same interests as the United States towards China, we adopt more or less the same positions, so it doesn’t bring us any positive element.”ADEUROPE:Europe’s “strategic relations” with China will be an issue for the European Union while Germany holds the rotating presidency of the 27-nation bloc, Merkel said this month.EU foreign ministers have not managed to agree on a common position on China.ADRegarding Hong Kong, options include closer scrutiny of exports of sensitive technology to the territory and changing visa policies for its residents. But there is no talk of economic sanctions or targeting Chinese officials with penalties.“The message is that the recent actions change the rules,” said the top EU foreign policy official, Josep Borrell. “This will require a revision of our approach and will clearly have an impact on our relations.”SOUTH KOREA:South Korea is squeezed between its main military ally and its biggest trading partner.ADIn 2016, Beijing destroyed supermarket operator Lotte’s business in China after the conglomerate sold a plot of land in South Korea to the government for an anti-missile system over Chinese objections.ADWashington is unhappy with South Korea’s desire to ease sanctions on North Korea to encourage disarmament and uneasy about its use of Huawei technology.Trump complains about the cost of stationing 28,500 U.S. troops in South Korea to protect against North Korean threats. A cost-sharing agreement expired in 2019 without a replacement.The U.S.-Chinese row “has thrown a question to South Korea” about which side to choose, the newspaper Dong-A Ilbo said in an editorial Monday.“Sooner or later we will be forced to provide an answer, no matter how hard we tried to avoid it,” the newspaper said.INDIA:ADPrime Minister Narendra Modi has tried to embrace both Chinese President Xi Jinping and President Donald Trump, but the pandemic and a border clash that killed at least 20 Indian soldiers have fueled anti-Chinese sentiment.ADProtesters have called for boycotts of Chinese goods and burned Chinese flags. They applauded the government’s ban on the popular Chinese video-sharing app TikTok and some other Chinese apps.Washington wants stronger ties with India and supported its controversial move a year ago to split its only Muslim-majority state, restive Jammu and Kashmir, into two federally controlled territories. This month, White House Chief of Staff Mark Meadows said the United States would stand up to China on the Indian border dispute.“For India it is opportune that the U.S. is applying more pressure on China, and if it can get it to behave, that would be welcomed by the entire neighborhood,” said Jayadev Ranade, president of the Center for China Analysis think tank in New Delhi.ADADAFRICA:China-U.S. tensions are taking a toll: The African Development Bank said last year trade disruption due to the tariff war could lead to a 2.5% drop in economic output for some African countries.Kenyan President Uhuru Kenyatta said political disputes should be set aside to better fight the coronavirus.“Let’s not be sucked back into isolationism or unilateralism. We need each other today more than ever,” Kenyatta said an Atlantic Council event last month. “We’re not going to fight coronavirus if one country fails and another succeeds.”SOUTHEAST ASIA:The 10-nation Association of Southeast Asian Nations has avoided taking steps that would alienate Washington or Beijing, both important trading partners.AD“The great powers, as they escalate their rivalry, will woo us into their side,” said Harry Roque, a spokesman for Philippine President Rodrigo Duterte. “We will advance our national interest.”ADThe region’s most sensitive conflict — over control of the South China Sea — escalated when the Trump administration publicly rejected most of Beijing’s claims to one of the world’s busiest waterways.“We are making clear: Beijing’s claims to offshore resources across most of the South China Sea are completely unlawful,” Secretary of State Mike Pompeo said in a July 13 statement.The Philippines and Vietnam, among the most vocal critics of Chinese assertiveness, could benefit from that stance but will move cautiously, said Greg Poling of the Center for Strategic and International Studies in Washington.“They aren’t going to stick their necks in a noose until they see real follow-through from Washington,” Poling said.___Associated Press writers Geir Moulson and Frank Jordans in Berlin, Cara Anna in Johannesburg, Arno Pedram and John Leicester in Paris, Raf Casert in Brussels, Jim Gomez in Manila, Kim Tong-hyung in Seoul, South Korea, and Emily Schmall in New Delhi contributed to this report.Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.", "comment": "0 Comments", "topic": "Asia & Pacific"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2MUDKQWP7AI6VATLZQ4U3ASOGU.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2MUDKQWP7AI6VATLZQ4U3ASOGU.jpg", "title": "There’ no Cold War with  — and if there were, we couldn’t win", "date": "Jul 28, 2020", "url": "https://www.washingtonpost.com/opinions/2020/07/28/new-cold-war-between-us-china-is-dangerous-myth/", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Dan Coats, a former U.S. senator from Indiana, served as director of national intelligence from 2017 to 2019. He is a senior adviser to King & Spalding LLP.China dominates current discussions of foreign policy, primarily because it poses the greatest challenges to our national interests. But China also dominates the discussion because the covid-19 pandemic emerged there, a fact that has become a major theme in the President Trump’s campaign for reelection. The trade relationship seems to be deteriorating along with the political relationship — which the Chinese foreign minister has described as worse than at any point since we established diplomatic relations in 1979.Support our journalism. Subscribe today.arrow-rightAll this has many observers — even in the White House — speaking of a new “Cold War” between the United States and China. Some even argue that this is desirable, presumably with the belief that our side will naturally emerge victorious.ADADYet the phrase is a misleading one. It assumes that the terms of the old Cold War between the Soviet Union and the United States, which we fought and won, are relevant, and that the tools used successfully then could be used again now.This conceptual error ignores the many differences between then and now. It is worth recalling that the Soviet Union was not our major trading partner, was not a major holder of our debt and was not tightly interconnected in the supply chains critical to our (and the world’s) economy.The Cold War was fought and won pretty much exclusively on military and cultural terms. The economic side was relevant only because the Soviets' doomed model inhibited any real competition. We were neither competitors nor partners in the economic space. A new Cold War between the United States and China would be something else entirely. It is difficult to see how it could be fought effectively, not to mention successfully.ADADThis is by no means to question the need to respond to increasingly aggressive behavior by China. But the U.S. response must be coherent, disciplined and sophisticated. It must balance capabilities and objectives. Reverting to a Cold War mentality will drive us toward belligerent posturing that has little or no chance of changing Chinese behavior and could, on the contrary, provoke overreactions and dangerous miscalculations on both sides.Above all, we must create a deliberate strategy that is aimed at managing this great-power conflict rather than vanquishing a foe. This is very hard work, requiring patience, conviction and broad political support. It also requires the full participation of our allies, both in the region and elsewhere. We must undertake these efforts with the imperative of preventing a downward spiral toward armed conflict.Too often, U.S. policy toward China seems to be motivated by the urge to score points for short-term political benefit. Yet the Chinese are clearly pursuing their foreign policy goals according to a carefully calculated long-term strategy.ADADThat Chinese long game was defined first by Xi Jinping’s successful internal campaign to secure the regime’s survival, which has now positioned him at the head of an explicitly totalitarian state. Beijing’s long-term strategy also includes an extremely ambitious foreign policy agenda, aimed first at shifting the center of the world economy to Eurasia through the Belt and Road Initiative.At the same time, China is pursuing increasingly aggressive territorial ambitions, including the clear intention to absorb Taiwan into the People’s Republic. Our decades-long coherent management of this issue is increasingly challenged.China’s strategy also aims to encircle the West technologically, dominating all the advanced systems of data collection and manipulation, including artificial intelligence, robotics, aerospace and quantum computing, always taking into account potential military applications. China has recognized, far earlier and far more clearly than any of the rest of us, that technology is the determining factor in the decisive battle of this moment in history. Beijing is working hard to create an overwhelming Chinese advantage in this battle. We must win this conflict with coherent strategies and, crucially, by cultivating the support of allies.ADADIn response to these and other challenges, the rest of the world, hopefully led once again by the United States, must respond with unity and long-range vision. Nearly spontaneous and seemingly unconnected irritations such as closing a consulate, imposing sanctions on a few officials, tweaking tariffs or sanctioning individual companies merely provoke countermeasures that will inhibit real management of this immense and complicated problem.Most importantly, policies by the United States and our allies must be aimed at expanding the diplomatic and political space to work these issues creatively and productively. This will take time. And it will also require the rebuilding of alliance cohesion and multilateral institutions capable of responding to China’s long-term strategic vision with policies of comparable coherence and strength. As we know from the past, only the United States can forge those tools. Our allies and other like-minded nations are beginning to recognize the threats China poses to our common future. They will become increasingly receptive to enlightened leadership from the United States.Read more:ADADHugh Hewitt: Pompeo’s speech opens a bold new chapter in U.S.-China relationsRichard Haass: What Mike Pompeo doesn’t understand about China, Richard Nixon and U.S. foreign policyMax Boot: No one does more to hurt America and help China than TrumpThe Post’s View: China has just broken its solemn promise to Hong KongEzra F. Vogel: U.S. policies are pushing our friends in China toward anti-American nationalism", "comment": "0 Comments", "topic": "Opinions"}, {"cover": "", "title": "Gold’ luster grows as investors hedge in uncertain times", "date": "Jul 27, 2020", "url": "https://www.washingtonpost.com/business/golds-luster-grows-as-investors-hedge-in-uncertain-times/2020/07/27/91a0784c-d047-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Wall Street is in the throes of a gold rush, as investors drive the price of the precious metal to new heights.Gold has been the best investment of the year so far. The price of the precious metal has climbed nearly 27% this year, more than triple the return of the largest U.S. bond funds and towering over the roughly 1% return of big U.S. stocks.Support our journalism. Subscribe today.arrow-rightAfter topping $1,800 per ounce in 2011, it’s taken nearly a decade for gold to surpass that level. Gold closed Monday at a record $1,931 an ounce after briefly climbing to $1,941.90 an ounce. Analysts at BofA Global Research say gold could reach $3,000 per ounce.Several factors are pushing gold higher: Investors are anxious about the pandemic’s ultimate impact on the economy, worried over resurgent tensions  between the U.S. and China, and fearful of runaway inflation as spending to cushion the economic fallout swells the federal budget deficit.ADADUncertainty over the outcome of the elections in November may also be giving investors reason to hedge their bets with gold.Meanwhile, the market’s sharp rebound from its lows in March is making stocks look expensive relative to earnings. Based on forward 12-month earnings, the S&P 500 is trading at a 50% premium to its 20-year average. That’s likely making an asset like gold more attractive even as stocks continue to rally, said Sam Stovall, chief investment strategist at CFRA.“There are many bricks in this wall of worry,” Stovall said.Here is a closer look at the main reasons behind gold’s run to a record:THE PANDEMICThe biggest reason for the surge is fear surrounding the pandemic. No one knows how many people the new virus will ultimately kill — or how much of the world’s economy it will destroy. That sways investors toward the metal that has long been considered a safe haven for wealth in turbulent times. A resurgence of confirmed cases of the coronavirus has put a damper on Wall Street’s hopes for a relatively quick economic recovery as some states curtail plans to reopen businesses. Optimism for a full economic recovery now rests almost entirely on the successful development of a vaccine  and therapies to treat patients suffering from COVID-19.ADADU.S.-CHINA TENSIONSWorries over U.S.-China tensions have also drawn investors to gold. Washington and Beijing had reached a first-stage trade agreement in January, but tensions between the two nations have grown heated again, adding new worries about the potential for the world’s two largest economies to impose tariffs on each others’ goods.THE DOLLARMany investors see gold as a way to protect against a falling U.S. dollar, and the greenback is at its lowest level against the Swiss franc in more than five years. The U.S. Dollar index, which measures its value against the Swiss franc and five other major currencies, is at its lowest level in more than two years. A weaker dollar also makes gold cheaper for investors buying in other currencies, because it’s priced in dollars.ADLOW INTEREST RATESADFor nervous investors, the safest places to put their money are Treasury bonds and gold. But Treasurys are paying close to the lowest amount of interest in history, with a 10-year Treasury note yielding just 0.58%. After taking inflation into account, investors are probably losing purchasing power by holding a Treasury that long. That makes gold more attractive in comparison.THE DEFICITThe federal government’s budget deficit hit $864 billion in June, the biggest monthly budget shortfall in history. The deficit has ballooned as spending on programs to combat the coronavirus recession have exploded while millions of job losses have cut into tax revenues. A surging federal budget deficit heightens the risk of inflation and may be contributing to investors’ appetite for gold. Investors have historically seen gold as a way to protect against inflation.“Inflation did not spike the last time we flooded the economy with cash, but it did so in previous periods in history,” Stovall said.Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.", "comment": "0 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/ADQDT6WSMMI6VPNGTAG7BLUEU4.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/ADQDT6WSMMI6VPNGTAG7BLUEU4.jpg", "title": "EU May Hit Pause on Tax Talks With Hopes of Dealing With Joe Biden", "date": "Jul 30, 2020", "url": "https://www.washingtonpost.com/business/eu-may-hit-pause-on-tax-talks-with-hopes-of-dealing-with-joe-biden/2020/07/30/b74bacc4-d24f-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "A European effort to update international tax rules has met such stiff opposition from the U.S. that some governments support waiting until after the American presidential election to try to finalize negotiations, according to an official familiar with the discussions.Support our journalism. Subscribe today.arrow-rightAttempts to create a global minimum corporate tax and to give countries more latitude to impose levies on large multinational tech companies have already been delayed, but the push may stand a better chance of success next year should Democrat Joe Biden win in November, said two European officials, who asked not to be named discussing internal deliberations.President Donald Trump has disrupted transatlantic relations during his 3 1/2 years in office, calling the European Union worse than China when it comes to trade and announcing a plan this week to withdraw 12,000 troops from Germany after repeatedly hectoring the ally over its defense spending. With the election less than 100 days away and Trump trailing in national polls, leaders are weighing whether sensitive negotiations may face fewer obstacles if a new administration took office in January.ADADEuropean countries have prioritized rewriting international tax regulations in an attempt to make the rules consistent with a modern, digital economy in which companies don’t always have a physical presence where their products and services are used. But work at the Organization for Economic Cooperation and Development has been bogged down by U.S. objections and delays due to the Covid-19 pandemic.Dual ObjectionsThe OECD’s latest time line would see it presenting the “blueprint” of an agreement by October, with finance ministers in the Group of 20 leading economies supporting a solution by the end of the year.But given bipartisan sensitivities to tax issues, a Biden presidency doesn’t necessarily mean an easier path.ADPascal Saint-Amans, the OECD’s director for tax policy, said this month that the election may not change the dynamics of the talks as both Democrats and Republicans have indicated objections to digital taxes. In the U.S., it’s seen as an attack on American companies, while in Europe it is seen as an attempt to get a fair share of tax, he said.ADGermany, which currently holds the six-month rotating presidency of the EU and sets the bloc’s policy priorities during that time, is one of the countries willing to wait on the tax portfolio until after the election, one of the officials said.Discussions at the OECD on a global digital tax have become so chaotic that the EU has weighed tabling its own proposal, while countries including Austria, France, Italy and the U.K. have already announced or implemented their own national levies.ADWhile France’s tax has already taken effect, President Emmanuel Macron’s government temporarily suspended collecting the revenue until the end of the year. The U.S., which says the levy unfairly targets American companies, announced this month 25% tariffs on a series of French goods worth about $1.3 billion in response to the French measures.For more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "", "title": "AP-NORC poll: Trump, Biden supporters diverge on issues", "date": "Jul 27, 2020", "url": "https://www.washingtonpost.com/politics/ap-norc-poll-trump-biden-supporters-diverge-on-issues/2020/07/27/4dbf1e56-d03a-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Washington — As Election Day nears, a new poll from The Associated Press-NORC Center for Public Affairs Research finds supporters of President Donald Trump and Democratic rival Joe Biden diverge on many issues central to the campaign.Support our journalism. Subscribe today.arrow-rightWhile the pandemic has complicated the election season, scrambling party conventions plans and preventing rallies, the two candidates have criticized the positions of their opponent as part of their efforts to rally their bases — or expand them — from afar.The new poll finds both coalitions interested in the election, but Trump supporters are somewhat more likely than Biden backers to be excited. Biden supporters overwhelmingly feel anxious, which may also be a motivator come Election Day.ADAmong the findings in the survey, conducted July 16-20:— The past month has featured several court decisions  on abortion, including the Supreme Court’s rebuke of a Louisiana law regulating the admitting privileges at nearby hospitals for doctors performing abortions. With the next president all but certain to fill a seat on the high court, advocates for and against abortion contend the issue is at stake in the upcoming presidential election.ADOverall, registered voters are more likely to oppose than favor making abortion illegal, except in cases of rape or incest, or when the life of the woman is at risk, 47% to 32%. Another 21% of voters are neither in favor nor opposed. Among Biden supporters, 67% are opposed to making abortion illegal except in specific cases, while 16% are in favor. Trump supporters are more likely to favor than oppose doing so, 52% to 26%.AD— Another highly visible issue this summer, removing Confederate statues from public places, closely divides voters: 43% are in favor, while 39% are opposed. Another 17% hold neither opinion. The demands for removal resurfaced after the death of George Floyd, a black man who died after a white Minneapolis police officer pinned his knee into Floyd’s neck for nearly eight minutes, sparked protests against racial injustice throughout the country.Trump has remained adamant that these monuments should be preserved. Roughly three-quarters of Trump supporters opposed Confederate statue removal, while about as many Biden supporters are in favor.AD— Democrats are making access to health care a top campaign issue with the pandemic as a backdrop. The poll finds voters largely favor a public option, which Biden has backed. Fifty-eight percent favor a new government health insurance plan that any American can purchase instead of a private health insurance plan, while 19% are opposed. Another 23% hold neither opinion.ADFully 76% of Biden supporters are in favor of a public option. Trump supporters are closely divided, with 37% in favor and 35% opposed.— U.S. relations with China have deteriorated rapidly in recent weeks following two years of a trade war of tit-for-tat economic sanctions, including Trump’s punishing tariffs on Chinese goods. Voters are more likely to favor than oppose tariffs on some goods imported into the U.S., 42% to 24%, with another 32% holding neither opinion. Two-thirds of Trump voters are in favor, with just about 1 in 10 opposed. Among Biden supporters, 27% are in favor, while 35% are opposed; 37% say they hold neither opinion.AD— But voters are more likely to oppose than support another core Trump policy, the U.S.-Mexico border wall, 49% vs. 37%. Another 13% say they’re neither in favor nor opposed. About 8 in 10 Trump voters are in support of a border wall, while about as many Biden backers are opposed.AD— Other issues:On gun policy, voters are more likely to favor than oppose a nationwide ban on the sale of AR-15 rifles and similar semiautomatic weapons, 54% to 31%. About 8 in 10 Biden supporters are in favor. About 6 in 10 Trump supporters are opposed, while a quarter express support.Voters also closely split on a carbon tax, though they are slightly more likely to favor than oppose taxing the use of carbon based fuels, 38% to 31%, while 30% hold neither opinion. Among Biden supporters, 59% are in favor, while just 15% are opposed Fifty-two percent of Trump voters are opposed to a carbon tax, while 14% are in favor.AD___The AP-NORC poll of 1,057 adults, including 922 registered voters, was conducted July 16-20 using a sample drawn from NORC’s probability-based AmeriSpeak Panel, which is designed to be representative of the U.S. population. The margin of sampling error for all respondents is plus or minus 4.3 percentage points.___Online:AP-NORC Center: http://www.apnorc.org/.Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.", "comment": "0 Comments", "topic": "Politics"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2TICQSWNCUI6VEPRFCWKJWBTUA.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/2TICQSWNCUI6VEPRFCWKJWBTUA.jpg", "title": "Trump’  policy has no strategy — except to boost his reelection campaign", "date": "Jul 23, 2020", "url": "https://www.washingtonpost.com/opinions/global-opinions/trumps-china-policy-has-no-strategy--except-to-boost-his-reelection-campaign/2020/07/23/9a46c32e-ccf1-11ea-b0e3-d55bda07d66a_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Editorial Board", "content": "THE UNITED STATES should be leading democratic nations in resisting China’s tightening totalitarianism and escalating belligerence. Instead, President Trump is pursuing a reckless, incoherent and unilateral offensive against Beijing that appears designed to boost his reelection campaign, not manage the complicated challenge posed by the regime of Xi Jinping.Support our journalism. Subscribe today.arrow-rightThe State Department’s abrupt order shutting down the Chinese Consulate in Houston this week is a case study in Mr. Trump’s counterproductivity. It will inevitably lead to the permanent closure of a comparable U.S. mission in China — probably in Wuhan, where the covid-19 epidemic originated. That will reduce channels of communication and diminish U.S. understanding of China’s domestic situation, while doing next to nothing to address the offensive activities of the Xi regime, from its crackdown in Hong Kong to its attempts to spy on Americans and steal U.S. technology.U.S. officials are describing the Houston consulate as a nest of espionage activities, though they have offered no evidence to back that up. Secretary of State Mike Pompeo portrayed the closure as sending a message: “We are setting out clear expectations for how the Chinese Communist Party is going to behave, and when they don’t, we’re going to take actions that protect the American people, protect our security, our national security, and also protect our economy and jobs.”ADADThat’s good campaign rhetoric — but closing consulates won’t accomplish those aims. Most Chinese hacking and spying is directed from China, not Houston. Many of the other measures Mr. Trump has taken, from imposing tariffs on U.S.-China trade to restricting student visas, have damaged the U.S. economy and cost jobs without changing Chinese behavior.Mr. Trump’s crusade — including racist references to the “Chinese virus” and “kung flu”  — would be more plausible if it did not represent an abrupt, election-season U-turn. Until March, Mr. Trump was publicly praising Mr. Xi as a great leader, including in his response to the coronavirus. In private, Mr. Trump reportedly begged the Chinese ruler for help with his reelection campaign while approving of Mr. Xi’s crackdowns in Hong Kong and on the Uighurs of Xinjiang province. In the trade deal he struck with Mr. Xi in January, Mr. Trump gave up demands for meaningful reforms in China’s trade practices in pursuit of pre-election soybean purchases from Midwestern farmers.The president has since come to see greater electoral benefit in blaming Beijing for the spread of covid-19 while portraying opponent Joe Biden as a Chinese puppet. Some of the resulting flurry of measures are worthy, if long overdue: Under heavy pressure from Congress, the administration finally imposed sanctions on officials and companies involved in the Xinjiang and Hong Kong crackdowns.ADADYet this in no way represents a cogent strategy for countering Mr. Xi’s ambition to spread China’s model of dictatorship around the world and forcibly silence critics at home and abroad. That would require coordination with U.S. allies — such as Germany, South Korea and Japan, which Mr. Trump instead threatens with trade wars or the withdrawal of U.S. troops. It would mean reviving the Trans-Pacific Partnership on trade. And it would require leaving open channels for diplomacy with Beijing to address issues such as North Korea’s growing nuclear arsenal and global warming. Closing consulates will achieve none of that.Read more: Max Boot: No one does more to hurt America and help China than TrumpThe Post’s View: What’s happening in Xinjiang is genocideThe Post’s View: China gutted Hong Kong’s autonomy. Trump’s reaction failed on every count.Robert D. Kaplan: How Trump is losing AsiaJosh Rogin: Trump’s China hawks are loose and not wasting any time", "comment": "546 Comments", "topic": "The Post's View"}, {"cover": "", "title": "Business Highlights", "date": "Jul 24, 2020", "url": "https://www.washingtonpost.com/business/technology/business-highlights/2020/07/24/c2e0594c-cdf2-11ea-99b0-8426e26d203b_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "___Goldman Sachs and Malaysia reach $3.9B settlement over 1MDBSupport our journalism. Subscribe today.arrow-rightKUALA LUMPUR, Malaysia — Malaysia’s government has reached a $3.9 billion settlement with Goldman Sachs in exchange for dropping criminal charges against the bank over bond sales it organized for the 1MDB sovereign wealth fund. Malaysian and U.S. prosecutors had alleged the bond sales provided one of the means for associates of ex-Malaysian Prime Minister Najib Razak to steal billions from the fund. Najib is on trial on multiple corruption charges after his election ouster in May 2018. Goldman and 19 of its former executives were also charged in the fraud.___Airbus moves to end 16 years of litigation, end US tariffsADPARIS — European planemaker Airbus says it is taking the last step to end 16 years of litigation with the United States at the World Trade Organization. The manufacturer said it will end a system of financial support from France and Spain that the WTO had deemed illegal and unfair to Airbus rival Boeing. The Trump administration used the case as justification to slap tariffs on $7.5 billion worth of European exports. The U.S. tariffs covered not only Airbus planes but also a range of typical European exports, from gouda cheese to single-malt whiskey.AD___Schlumberger slashes 21,000 jobs amid pandemic oil routHOUSTON — Schlumberger is cutting more than 21,000 jobs as the global coronavirus pandemic quashes demand for energy and oil prices are routed. The company will pay more than $1 billion in severance benefits. The job cuts announced Friday, about a quarter of its entire workforce, puts the number of people employed by the world’s largest oilfield services company close to where it was at the start of the oil and gas fracking boom that upended global energy markets and put the U.S. on top. Chesapeake Energy, a pioneer in fracking, sought bankruptcy protection last month.AD___US new home sales jump 13.8% in JuneWASHINGTON — Sales of new homes rose a sharp 13.8% in June, the second straight increase after two months when sales plunged as the country went into lockdown because of the coronavirus. The Commerce Department reported that the June gain pushed sales of new homes to a seasonally adjusted annual rate of 776,000. The increase followed a 19.4% jump in May sales. The sales increase for new homes sales followed a report Wednesday that sales of previously owned homes surged 20.7% in June to a seasonally adjusted annual rate of 4.72 million. Even with the gain, which followed three months of declines, new home sales remain roughly 20% below pre-pandemic levels.ADAD___Intel’s stock plunges as work on new computer chip bogs downSAN RAMON, Calif. — Intel is falling further behind in the race to build faster and more powerful computer chips, a nagging problem that may force the Silicon Valley pioneer to seek help from other manufacturers as it scrambles to catch up in the technological arms race. The sobering news emerged late Thursday when Intel disclosed that there will be a six-month to one-year delay on its development of a next-generation chip already being shipped to some of its rivals by a major Taiwan supplier, TSMC. Intel’s stock plunged nearly 16% Friday to wipe out more than $40 billion in shareholder wealth.AD___Wall Street down after worldwide slide; gold at record highNEW YORK — Stocks fell on Wall Street Friday as tensions flared again between the world’s two largest economies, jitters continued over the fallout from the coronavirus and companies turned in a mixed batch of earnings. The S&P 500 lost 0.6%. Markets fell more sharply across Asia and Europe after China ordered the closure of the U.S. consulate in the western city of Chengdu. All the uncertainty helped gold rise to a record closing high of almost $1,900 an ounce, beating the all-time high it set in 2011.AD___AP-NORC poll: Nearly half say job lost to virus won’t returnWASHINGTON — Nearly half of Americans whose families experienced a layoff during the coronavirus pandemic believe those jobs are lost forever. That’s according to an Associated Press-NORC Center for Public Affairs Research poll. It’s a sharp change from April, when 78% of those in households with a job loss thought they’d be temporary. It’s a sign of increasing pessimism that would translate into roughly 10 million workers needing to find a new employer, if not a new occupation. Still, the poll shows 72% of Americans would rather have restrictions in their communities to stop the spread of COVID-19 than remove them to help the economy.AD___White House, GOP at odds over jobless aid in virus billWASHINGTON — Negotiations over the next COVID-19 rescue bill are in flux. Senate Majority Leader Mitch McConnell sent senators home for the weekend, promising a Republican proposal would be ready on Monday. Outraged Democrats warned that time is wasting on GOP infighting as the virus worsens. One sticking point for Republicans trying to develop their plan with the White House is how to trim back a $600 unemployment benefit boost. Republicans say it’s too generous and creates a disincentive for workers to get back on the job.AD___The S&P 500 dropped 20.03 points, or 0.6%, to 3,215.63. The Dow Jones Industrial Average slid 182.44 points, or 0.7%, to 26,469.89. The Nasdaq composite fell 98.24 points, or 0.9%, to 10,363.18. The Russell 2000 index of smaller-company stocks gave up 22.65 points, or 1.5%, to 1,467.55.Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.", "comment": "0 Comments", "topic": "Technology"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/5EV6L2WREUI6VATLZQ4U3ASOGU.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/5EV6L2WREUI6VATLZQ4U3ASOGU.jpg", "title": "Trump has taken America’ eyes off the ball", "date": "Jul 31, 2020", "url": "https://www.washingtonpost.com/opinions/letters-to-the-editor/trump-has-taken-americas-eyes-off-the-ball/2020/07/31/4d0247de-d1e0-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Dan Balz’s July 27 front-page article about President Trump’s “America First” agenda, “World of crises shows U.S. influence at a low ebb,” offered a great foreign policy analysis of the situation. As Mr. Balz noted: “America’s standing in the world is at a low ebb. Once described as the indispensable nation, the United States is now seen as withdrawn and inward-looking, a reluctant and unreliable partner at a dangerous moment for the world.” In contrast to the more than 70 years of leadership nurtured by every president since World War II, Mr. Trump pursued an isolationist strategy, laced with xenophobia, that effectively devalued American lives and treasure spent to maintain an order viewed as “good for the world and good for the United States.” But Mr. Trump’s shift to pull the United States out of the Paris accord, the Iran deal and the Trans-Pacific Partnership was just the start of his inexplicable alienation of allies such as Germany, France and Britain and his questionable embrace of enemies such as Russia, China and North Korea. Mr. Trump weaponized tariffs for trade deals, family separations for immigration control and mercenary fees for a defense partnership.The president’s misguided vision has taken America’s eyes off the ball.Support our journalism. Subscribe today.arrow-rightDale Pappas, Bethesda\nRead more letters to the editor.\n", "comment": "0 Comments", "topic": "Letters to the Editor"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/MBESUBWLG4I6VPDKNBA3FDMQSM.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/MBESUBWLG4I6VPDKNBA3FDMQSM.jpg", "title": "Japan helps 87 companies to break from  after pandemic exposed overreliance", "date": "Jul 21, 2020", "url": "https://www.washingtonpost.com/world/asia_pacific/japan-helps-87-companies-to-exit-china-after-pandemic-exposed-overreliance/2020/07/21/4889abd2-cb2f-11ea-99b0-8426e26d203b_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Simon Denyer", "content": "TOKYO — Japan is paying 87 companies to shift production back home or into Southeast Asia after the coronavirus pandemic disrupted supply chains and exposed an overreliance on Chinese manufacturing.While China’s economy is already recovering from the coronavirus shock, the pandemic threatens to dent its reputation as the “factory of the world” — at least in some industries.Support our journalism. Subscribe today.arrow-rightIndeed, alarm bells started ringing in Japanese boardrooms as soon as the novel coronavirus emerged in the Chinese city of Wuhan, a major hub of the auto parts industry.Japanese automaker Nissan was forced to temporarily halt production at a plant in Japan in February over shortages of parts from China, while a Japanese consumer goods company, Iris Ohyama, found itself unable to meet surging local demand for masks after supplies to its factory in China were disrupted and export controls out of China were tightened.Japan builds an island ‘wall’ to counter China’s intensifying military, territorial incursionsIn March, Prime Minister Shinzo Abe said the government wanted to bring production back home and diversify into Southeast Asia. The following month, the government set aside $2.2 billion in its coronavirus economic recovery package to subsidize that process.ADADIt has now announced a list of companies that will benefit from the first round of subsidies, with 57 companies receiving a total of $535 million to open factories in Japan and 30 others paid to expand production in Vietnam, Myanmar, Thailand and other Southeast Asian countries.China is Japan’s largest trading partner, but Japan’s Ministry of Economy, Trade and Industry (METI) has been trying for several years to reduce the country’s dependence on its giant neighbor. The 2008 global financial crisis, the 2011 northeastern Japan earthquake and the coronavirus pandemic all disrupted supply chains, while U.S.-China trade tensions are also a factor.“We already started to see the risks of the vulnerability of the supply chain, and we encouraged industries to look at such risks and asked them to diversify their source of supply,” a METI official, who spoke on the condition of anonymity under ministry policy, said in an interview. “We think this is another chance to rethink global supply chains.”ADADThe subsidies aim to cover suppliers of the sorts of goods needed in an emergency — such as masks — as well as industries where supplies can be disrupted by an economic shock.Companies that are benefiting include producers of auto and aviation parts, hygiene products such as alcohol-based sanitizers, fertilizer, medicines and paper products. Iris Ohyama was the first company to take advantage of the subsidy and is using the money to open a factory to produce masks in Sendai in northeastern Japan, to complement existing plants in the Chinese cities of Dalian and Suzhou.“We decided to produce inside Japan a portion of the production consumed in Japan,” said Executive President Akihiro Ohyama in an interview.ADIris Ohyama has gradually been shifting production out of China in recent years, due to higher wage costs there, as well as tighter environment regulations, and recently higher tariffs to export from China into the United States.ADIn addition to plants in Taiwan, South Korea and Vietnam, it has opened factories in France and the United States to be closer to markets there, with plastic containers, plastic pet cages, small electrical items and masks made or soon to be made in Wisconsin, Arizona and Texas.“I think we are at the beginning of a new phase of globalization,” Akihiro Ohyama said. “Not many companies have yet been doing what we have been doing. But going forward, I think more companies will follow.”ADHe said large items such as refrigerators and washing machines that involve complex supply chains will continue to be produced in China and East Asia, but other production may shift.“I think we will see a trend, a shift in producing goods in large volume where personnel costs are low, to places closer to where they are consumed,” he said.ADAkihiro Ohyama said he viewed the trend very positively, with local production providing local jobs, and less shipping benefiting the environment.For Japanese automakers, though, the shift may be less marked; most have weathered the initial virus shock and decided to remain in China.A survey of Japanese companies, subsidiaries and affiliated companies in China conducted by the Japan External Trade Organization found 22 percent saying in April they planned to expand their business in China, up nearly seven percentage points from March. A similar survey found just 5.6 percent considering relocating out of China, down from 9.6 percent in March.ADIndeed, Damien Ma of the MacroPolo think tank argued in a commentary in June that East Asia supply chains had in general survived the coronavirus shock, largely because this part of the world has dealt with the pandemic more successfully than the West.ADThe METI official said it was unrealistic to bring all production home, adding that Japan’s vision is different from U.S. Trade Representative Robert E. Lighthizer’s view that the era of offshoring is over. Instead, Japan wants a combination of domestic and overseas production, together with international cooperation — especially when it comes to emergency supplies.“We are not retreating from globalization, but we have to update globalization,” he said. “Japanese companies have to adjust to that new normal, but globalization is still on the way.”Akiko Kashiwagi contributed to this report.Britain bars Huawei from 5G wireless networks, part of shift away from Chinese tech giantU.S. sanctions additional Chinese companies, alleging human rights violations in Xinjiang", "comment": "0 Comments", "topic": "Asia & Pacific"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DZIN3HGDQUI6VNHWZM443CKA7M.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DZIN3HGDQUI6VNHWZM443CKA7M.jpg", "title": "Biden finds a better way to do ‘America First’", "date": "Jul 16, 2020", "url": "https://www.washingtonpost.com/opinions/biden-finds-a-better-way-to-do-america-first/2020/07/16/b0eafa20-c79f-11ea-b037-f9711f89ee46_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Fareed Zakaria", "content": "With the pandemic overshadowing everything, one can sometimes forget that there is a presidential campaign going on. That helps to explain why the media paid so little attention, over the past two weeks, when Joe Biden released his plans to fight climate change and revive the economy. The climate change plan is ambitious and forward-thinking, but more interesting is the economic plan, which promises “to ensure the future is ‘made in all of America.’ ” That sounds like an America First agenda, and sure enough, President Trump accused Biden of stealing his ideas. But in fact, while the plan is politically clever in moving directly onto Trump’s turf of economic nationalism, it is much better than the president’s approach.First and most important is what the plan does not do. It is not a mercantilist call for tariffs and trade wars, hallmarks of the Trump presidency. These Trump policies have failed by any measure. The evidence is so clear that when Biden released a fiery ad saying Trump “lost” the trade war with China, Politifact’s only quibble with that claim was it should have been present tense “losing.” The group pointed to the following studies from 2019: a Federal Reserve report that determined the tariffs “have not boosted manufacturing employment or output, even as they increased producer prices”; a Moody’s analysis finding that the trade war had cost 300,000 U.S. jobs; and a Federal Reserve study assessing the cost of these tariffs to the average American household at about $800 per year, erasing the benefits of the Trump tax cut. Oxford Economics estimated the trade war shaved 0.3 percent off U.S. gross domestic product growth last year.Support our journalism. Subscribe today.arrow-rightThe Biden plan’s boldest idea is to massively ramp up investment in research and development. Biden proposes raising spending by $300 billion over four years, which represents a 60 percent increase over 2018 spending. If enacted, this would reverse the steady decline in federal investment in science and technology since its heyday in the 1950s and 1960s. (To get to those levels would still require hundreds of billions more.) Those investments led to the personal computer, the Internet, the Global Positioning System and a host of other technologies that have transformed the economy. More recently, it is worth remembering, an Energy Department loan of $465 million is what enabled Tesla to establish itself and experiment with electric cars. The Biden plan proposes investments in 5G technology, electric cars, lightweight materials and artificial intelligence. Some of this money will be wasted — as also happens to investments from venture capital firms — but all you need is for some, like Tesla, to succeed big.ADADThe plan also has a $400 billion “Buy American” component. The theory behind this is sensible. But the danger of this kind of approach is that it can too often become “industrial policy,” with the government trying to revive bygone industries like steel (as Biden wants to do) and favoring firms with the best lobbyists. More generally, the track record of most rich countries in practicing industrial policy has been pretty bad. Experts used to point to Japan as the country that had mastered government-directed investment, except that it turned out that Japan’s best companies all came out of its fiercely competitive private sector. The state-sponsored ones mostly did poorly. (China is different because its biggest advantage is not smart government investments but low wages.)The best model is not for government to set up or subsidize specific companies or industries, but to let the market know that it will buy certain kinds of innovative products, which then gives the private sector an incentive to produce them. As late as 1962, the U.S. government was responsible for purchasing 100 percent of all semiconductor chips produced in the country, which is what allowed that industry to become viable. Similarly, NASA orders powerfully helped the computer industry in the 1960s. Biden rightly wants to emulate this approach to support today’s breakthrough technologies, though key agencies in the federal government in those days were more efficient and operated with far greater insulation from special interests.A final caution: “Buy American” has been around for a long time. In fact, it was initiated in 1933, on the last day of Herbert Hoover’s term in office, responding to a “Buy British” plan announced in London. The result of these kinds of moves sent the world into a downward spiral of protectionism and nationalism, impoverishing ordinary people, and creating a dangerous international climate. Let’s keep that history in mind as we implement the next version of Buy American.ADAD\n\nRead more from Fareed Zakaria’s archive, follow him on Twitter or subscribe to his daily newsletter.Read more: Jennifer Rubin: Joe Biden gives a big, bold, normal speech on climate changeThe Post’s View: Biden sets a relatively moderate economic coursePaul Waldman: Our economy is in crisis. Only one of the candidates realizes it.Donna Edwards: It doesn’t matter which woman Joe Biden picks as his running mate", "comment": "88 Comments", "topic": "Opinions"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/SIA6PAGGHUI6VKBFQ4RAATSBKA.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/SIA6PAGGHUI6VKBFQ4RAATSBKA.jpg", "title": "What Hong Kong Losing Its  ‘Special Status’ Means", "date": "Jul 15, 2020", "url": "https://www.washingtonpost.com/business/what-hong-kong-losing-its-us-special-status-means/2020/07/14/92dae5bc-c63d-11ea-a825-8722004e4150_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Under the United States-Hong Kong Policy Act of 1992, the U.S. treated Hong Kong, a semi-autonomous part of China with its own legal and economic system, differently than the Chinese mainland in trade, commerce and other areas. President Donald Trump, punishing China for moves to tighten its grip on the city after a year of pro-democracy street protests, says Hong Kong’s special status is now a thing of the past. At its most extreme, that could mean the global financial hub is treated the same as any other Chinese city -- a seismic shift that could harm both economies at an already difficult time.Support our journalism. Subscribe today.arrow-right1. What did Trump do?He announced on July 14 that he had signed an executive order ending Hong Kong’s special status. His administration had telegraphed the move for weeks. On May 27, Secretary of State Michael Pompeo notified Congress that the White House no longer regarded Hong Kong as autonomous from mainland China. On June 29, Commerce Secretary Wilbur Ross said that meant the special status had been revoked.ADAD2. What’s the impact?In the short term, the White House said that holders of Hong Kong passports will lose some special privileges -- until now, they’ve been exempt from certain requirements on mainland Chinese who travel to the U.S. He also said Hong Kong will lose some benefits related to U.S. exports. But Trump offered no specifics about the broader impact of his order, including what it means for tariffs and for Hong Kong’s financial industry. Earlier, Pompeo had announced visa restrictions against unspecified Chinese officials and said the U.S. would cease selling defense equipment to Hong Kong, a largely symbolic act that will mostly affect the city’s police and corrections forces. In deciding how far to go, Trump has to weigh consequences for the U.S. economy, including the U.S.-China trade deal that Trump had considered one of his biggest achievements and which could affect his odds of winning re-election.3. What’s at stake for Hong Kong and China?ADADWhile Hong Kong remains a gateway from China to the rest of the world, it matters far less to the mainland’s fortunes than it once did. In 2019, 12% of China’s exports went to or through Hong Kong, down from 45% in 1992. China is also far less reliant on inflows of foreign capital and expertise, and made a lower priority of making the yuan an international currency -- although it has renewed the push as tensions with the U.S. have risen. Regardless, the city still matters. Hong Kong’s open capital account and adherence to international standards of governance are unmatched by any mainland Chinese city and make it an important base for international banks and trading firms. A revocation of its special status would mark “the beginning of the death of Hong Kong as we know it,” Steve Tsang, director of the University of London’s SOAS China Institute, said last year.4. And their financial markets?If the U.S. treats Hong Kong no differently than any other Chinese city, would ratings firms and investors do the same? That’s a question posed by Deutsche Bank, which noted that S&P Global Ratings has Hong Kong three notches above China while Moody’s and Fitch have Hong Kong one notch higher. The risk is that China’s own rating gets lowered in coming years and drags Hong Kong’s down with it. At the same time, equity index providers may take a fresh look at Hong Kong, which is currently in the MSCI World Index with other developed markets. China is in the emerging market index, raising the question, should Hong Kong be treated the same as Shanghai and Shenzhen?ADAD5. What’s at stake for the U.S.?It has its own reasons for not rocking the boat too much. Hong Kong, the only semi-democratic jurisdiction under Chinese rule, offers U.S. companies a relatively safe way to access the Chinese market and employs a U.S. dollar peg, linking it with the American financial system. According to the Congressional Research Service, the largest U.S. trade surplus in 2019 was with Hong Kong — $36 billion. Hong Kong counted 278 U.S. companies with regional headquarters in the city that year and another 457 with offices. Hong Kong’s first justice minister after the handover to China in 1997, Elsie Leung, told the South China Morning Post in May that any damage would be mutual: “We are not just getting the benefits – it’s a free-trade arrangement which is good for both sides.”6. How has China responded?ADADThe Foreign Ministry has promised unspecified retaliation against what it terms foreign interference, insisting Hong Kong is purely an internal affair. China said last year it would sanction some U.S.-based activist groups including the National Endowment for Democracy, Human Rights Watch and Freedom House, and suspend port visits by U.S. Navy ships to Hong Kong. The official Xinhua News Agency has dismissed as “groundless” accusations about the loss of freedom or human rights issues in Hong Kong. It also noted that the 2018 Human Freedom Index compiled by the Fraser Institute, a Vancouver-based think tank, ranked Hong Kong at No. 3, well ahead of the U.S. at No. 17.7. And Hong Kong?The city’s leader, Chief Executive Carrie Lam, has said it’s “totally unacceptable” for foreign legislatures to interfere in Hong Kong’s internal affairs, and that sanctions would only complicate the city’s problems. (Lam was selected in 2017 by a committee of 1,200 political insiders overwhelmingly loyal to the Chinese government.) She has sought to reassure investors that the city still adheres to the rule of law and has an independent judiciary. She also has defended police actions.ADAD8. Is this what the pro-democracy protesters have been seeking?As a largely leaderless movement, the Hong Kong protests have made no official request for international assistance. But some prominent activists including Jimmy Lai and Joshua Wong called on Trump to hit China hard with sanctions. Wong had testified last year in Washington in favor of putting pressure on China. On the streets of Hong Kong, some protesters have made clear their interest in U.S. support by waving American flags, singing “The Star-Spangled Banner” and calling on Trump to “liberate” Hong Kong. Such rallying cries are now illegal in Hong Kong under the new national security law.For more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "1 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/SIA6PAGGHUI6VKBFQ4RAATSBKA.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/SIA6PAGGHUI6VKBFQ4RAATSBKA.jpg", "title": "What Hong Kong Losing Its ‘Special Status’ Would Mean", "date": "Jul 15, 2020", "url": "https://www.washingtonpost.com/business/what-hong-kong-losing-its-special-status-would-mean/2020/07/14/92dae5bc-c63d-11ea-a825-8722004e4150_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Under the United States-Hong Kong Policy Act of 1992, the U.S. treated Hong Kong, a semi-autonomous part of China with its own legal and economic system, differently than the Chinese mainland in trade, commerce and other areas. President Donald Trump, punishing China for moves to tighten its grip on the city after a year of pro-democracy street protests, says Hong Kong’s special status is now a thing of the past. At its most extreme, that could mean the global financial hub is treated the same as any other Chinese city -- a seismic shift that could harm both economies at an already difficult time.Support our journalism. Subscribe today.arrow-right1. What did Trump do?He announced on July 14 that he had signed an executive order ending Hong Kong’s special status. His administration had telegraphed the move for weeks. On May 27, Secretary of State Michael Pompeo notified Congress that the White House no longer regarded Hong Kong as autonomous from mainland China. On June 29, Commerce Secretary Wilbur Ross said that meant the special status had been revoked.ADAD2. What’s the impact?In the short term, the White House said that holders of Hong Kong passports will lose some special privileges -- until now, they’ve been exempt from certain requirements on mainland Chinese who travel to the U.S. He also said Hong Kong will lose some benefits related to U.S. exports. But Trump offered no specifics about the broader impact of his order, including what it means for tariffs and for Hong Kong’s financial industry. Earlier, Pompeo had announced visa restrictions against unspecified Chinese officials and said the U.S. would cease selling defense equipment to Hong Kong, a largely symbolic act that will mostly affect the city’s police and corrections forces. In deciding how far to go, Trump has to weigh consequences for the U.S. economy, including the U.S.-China trade deal that Trump had considered one of his biggest achievements and which could affect his odds of winning re-election.3. What’s at stake for Hong Kong and China?ADADWhile Hong Kong remains a gateway from China to the rest of the world, it matters far less to the mainland’s fortunes than it once did. In 2019, 12% of China’s exports went to or through Hong Kong, down from 45% in 1992. China is also far less reliant on inflows of foreign capital and expertise, and made a lower priority of making the yuan an international currency -- although it has renewed the push as tensions with the U.S. have risen. Regardless, the city still matters. Hong Kong’s open capital account and adherence to international standards of governance are unmatched by any mainland Chinese city and make it an important base for international banks and trading firms. A revocation of its special status would mark “the beginning of the death of Hong Kong as we know it,” Steve Tsang, director of the University of London’s SOAS China Institute, said last year.4. And their financial markets?If the U.S. treats Hong Kong no differently than any other Chinese city, would ratings firms and investors do the same? That’s a question posed by Deutsche Bank, which noted that S&P Global Ratings has Hong Kong three notches above China while Moody’s and Fitch have Hong Kong one notch higher. The risk is that China’s own rating gets lowered in coming years and drags Hong Kong’s down with it. At the same time, equity index providers may take a fresh look at Hong Kong, which is currently in the MSCI World Index with other developed markets. China is in the emerging market index, raising the question, should Hong Kong be treated the same as Shanghai and Shenzhen?ADAD5. What’s at stake for the U.S.?It has its own reasons for not rocking the boat too much. Hong Kong, the only semi-democratic jurisdiction under Chinese rule, offers U.S. companies a relatively safe way to access the Chinese market and employs a U.S. dollar peg, linking it with the American financial system. According to the Congressional Research Service, the largest U.S. trade surplus in 2019 was with Hong Kong — $36 billion. Hong Kong counted 278 U.S. companies with regional headquarters in the city that year and another 457 with offices. Hong Kong’s first justice minister after the handover to China in 1997, Elsie Leung, told the South China Morning Post in May that any damage would be mutual: “We are not just getting the benefits – it’s a free-trade arrangement which is good for both sides.”6. How has China responded?ADADThe Foreign Ministry has promised unspecified retaliation against what it terms foreign interference, insisting Hong Kong is purely an internal affair. China said last year it would sanction some U.S.-based activist groups including the National Endowment for Democracy, Human Rights Watch and Freedom House, and suspend port visits by U.S. Navy ships to Hong Kong. The official Xinhua News Agency has dismissed as “groundless” accusations about the loss of freedom or human rights issues in Hong Kong. It also noted that the 2018 Human Freedom Index compiled by the Fraser Institute, a Vancouver-based think tank, ranked Hong Kong at No. 3, well ahead of the U.S. at No. 17.7. And Hong Kong?The city’s leader, Chief Executive Carrie Lam, has said it’s “totally unacceptable” for foreign legislatures to interfere in Hong Kong’s internal affairs, and that sanctions would only complicate the city’s problems. (Lam was selected in 2017 by a committee of 1,200 political insiders overwhelmingly loyal to the Chinese government.) She has sought to reassure investors that the city still adheres to the rule of law and has an independent judiciary. She also has defended police actions.ADAD8. Is this what the pro-democracy protesters have been seeking?As a largely leaderless movement, the Hong Kong protests have made no official request for international assistance. But some prominent activists including Jimmy Lai and Joshua Wong called on Trump to hit China hard with sanctions. Wong had testified last year in Washington in favor of putting pressure on China. On the streets of Hong Kong, some protesters have made clear their interest in U.S. support by waving American flags, singing “The Star-Spangled Banner” and calling on Trump to “liberate” Hong Kong. Such rallying cries are now illegal in Hong Kong under the new national security law.For more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "1 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/LMYDZSGFIAI6VKBFQ4RAATSBKA.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/LMYDZSGFIAI6VKBFQ4RAATSBKA.jpg", "title": "Revisiting the Trump administration’ record on economic statecraft", "date": "Jul 15, 2020", "url": "https://www.washingtonpost.com/outlook/2020/07/15/revisiting-trump-administrations-record-economic-statecraft/", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Daniel W. Drezner", "content": "About a year ago I was hard at work on a paper that eventually appeared in the Washington Quarterly evaluating the Trump administration’s record on economic statecraft. It was pretty unsparing:First, the administration’s use of economic diplomacy to secure economic concessions has achieved surprisingly little, and there is no reason to expect a better record in the future. Second, the administration’s maximum pressure campaigns have succeeded at imposing costs on targets but have not led to better bargains. Third, the administration has hamstrung many of its efforts through basic errors of diplomacy. A statecraft gap is emerging between the United States and the other great powers capable of playing this game; simply put, the United States is getting worse at economic diplomacy just as other countries are learning how to adroitly wield economic instruments.I am an academic, which means I also wrote in the conclusion that “it is certainly possible that, a year or two from now, this record might look better.” In the technocratic spirit of updating one’s assessments as the data changes, let’s take a look at the administration’s myriad efforts at economic statecraft to see whether the record has improved or worsened.Support our journalism. Subscribe today.arrow-rightLet’s start where I was wrong. There are two areas where economic statecraft has generated greater returns than what appeared to be true in 2019. The first is that President Trump’s tariff threats unambiguously altered Mexican behavior toward Central American migrants. As Politico’s Sabrina Rodriguez reports:ADADTrump succeeded in using the threat of tariffs to ensure Mexico would deploy its National Guard, which was created to fight crime and restore public safety, along Mexico’s southern border to stop Central American migrants from traveling north to seek asylum in the United States. [Mexican President Andrés Manuel] López Obrador also agreed to allow asylum seekers to remain in Mexico while they wait for their court hearings in the U.S.Indeed, the most underreported foreign policy success of this administration has been the appeasement strategy of López Obrador, a longtime leftist politician who had railed against Trump’s invective just a few years ago.Rodriguez suggests Mexico’s pliancy is due to shared populism between Trump and AMLO. That is possible, except as the Politico story notes his non-populist predecessor Enrique Peña Nieto pursued the exact same appeasement strategy.The likelier explanation is that Mexico’s asymmetric dependency on the U.S. market gives the U.S. considerable bargaining leverage, and AMLO is preempting the use of that leverage. This has made Trump very happy, and justifiably so given what his Mexican counterpart has delivered.ADAnother area where U.S. pressure has yielded improved results has been the effort to prevent Huawei and ZTE from playing a role in the construction of 5G networks in allied countries. Last year, Secretary of State Mike Pompeo went on a road show to pressure U.S. allies to block Huawei. Allies remain unconvinced, and even the United Kingdom had made a decision in January to allow Huawei to play a role.ADThat said, transatlantic concern about China has been on the rise. In recent weeks U.S. partners have changed their tune. Singapore announced last month it would limit Huawei to noncore elements of its 5G networks.The bigger move came Tuesday, however, when the United Kingdom reversed course and banned telecom companies from procuring new Huawei equipment. U.S. sanctions played a key role. CNN’s Hadas Gold reported, “Digital and Culture Minister Oliver Dowden said new US sanctions imposed on the company in May had ‘significantly changed’ the landscape.” The Wall Street Journal’s Stephen Fidler and Max Colchester characterize it as “a sharp about-face that marks a significant victory for the U.S.” and they ain’t wrong.ADSo, in 2020 U.S. economic pressure has yielded more positive results from allies and partners. This was an area where the Trump administration had badly underperformed compared to theoretical expectations, so it deserves credit for a genuine increase in target concessions.ADOn the other hand, when one looks at the administration’s “maximum pressure” campaigns, a different picture emerges. From North Korea to Iran to China, the outcome has worsened in the past year.The idea of progress in North Korea had always been a mirage, but Pyongyang has been more explicit about that in recent weeks. Slate’s Fred Kaplan noted Monday, “even that the deal Kim offered at last year’s summit with President Donald Trump in Hanoi, Vietnam — to shut down one nuclear reactor in exchange for the lifting of all U.S. sanctions since 2016 — is now off the table.” It might be North Korea’s leadership is hoping a desperate Trump will accede to any deal in the middle of a campaign. The point, however, is despite a parlous economic situation, North Korea is not conceding anything.ADAs for Iran, even high-ranking Trump administration officials are unwittingly admitting failure. In a Monday op-ed, national security adviser and permanent D-lister Robert O’Brien wrote, “in May 2018, Trump pulled our nation out of the Joint Comprehensive Plan of Action, another one-sided agreement that failed to block Iranian nuclear ambitions. Iran is now closer than ever to enriching enough uranium for a nuclear device and has spent the past six years expanding its ballistic-missile program.” As the head of the International Crisis Group tweeted, “this is a damning indictment of the Trump administration’s Iran policy — not of the JCPOA.”ADThe U.S. maximum-pressure campaign has also pushed Iran closer to China. The New York Times’ Farnaz Fassihi and Steven Lee Myers reported on a new partnership agreement between the two countries:Iran and China have quietly drafted a sweeping economic and security partnership that would clear the way for billions of dollars of Chinese investments in energy and other sectors, undercutting the Trump administration’s efforts to isolate the Iranian government because of its nuclear and military ambitions.The partnership, detailed in an 18-page proposed agreement... would vastly expand Chinese presence in banking, telecommunications, ports, railways and dozens of other projects. In exchange, China would receive a regular — and, according to an Iranian official and an oil trader, heavily discounted — supply of Iranian oil over the next 25 years.The document also describes deepening military cooperation, potentially giving China a foothold in a region that has been a strategic preoccupation of the United States for decades. It calls for joint training and exercises, joint research and weapons development and intelligence sharing — all to fight “the lopsided battle with terrorism, drug and human trafficking and cross-border crimes.”...It represents a major blow to the Trump administration’s aggressive policy toward Iran since abandoning the nuclear deal reached in 2015 by President Barack Obama and the leaders of six other nations after two years of grueling negotiations.China has excelled over the last decade in driving hard bargains with countries facing U.S. sanctions. This is of a piece with those deals, which helps to explain domestic nationalist blowback in Tehran to the agreement. Furthermore, the details remain fuzzy, much like the initial Russia-China energy deals after the annexation for Crimea. Still, that alliance has proved more durable than many in Washington expected, so attention should be paid to this.ADSo over the past year the Trump administration has cadged greater concessions from allies but faces a worsening strategic situation with adversaries. That track record resembles more past administrations a bit more than in 2019, although the overall record is still quite underwhelming.ADThere is one way, however, in which the Trump administration’s efforts at economic statecraft have been an unmitigated disaster. Contrary to what they expected, their multiple trade wars have not yielded better trade deals. Instead, as Politico’s Ryan McCrimmon observes, the Trump administration has converted globally competitive sectors into rent-seekers:Government payments to farmers have surged to historic levels under President Donald Trump as the Agriculture Department floods the industry with cash to stem the financial losses from Trump’s tariff fights and the coronavirus pandemic.But as agriculture grows more reliant on unprecedented taxpayer support, farm policy experts and watchdog groups warn the subsidies are growing too big and too fast, with no strings attached and little oversight from Congress — and that Washington could have a difficult time shutting off the spigot.Direct farm aid has climbed each year of Trump’s presidency, from $11.5 billion in 2017 to more than $32 billion this year — an all-time high, with potentially far more funding still to come in 2020, amounting to about two-thirds of the cost of the entire Department of Housing and Urban Development and more than the Agriculture Department’s $24 billion discretionary budget.Social scientists have long been aware that economic sanctions and trade wars can inculcate sectors with a vested interest in protection. The Trump administration’s trade wars have been so wide-ranging, however, that it has succeeded in converting outward-facing business sectors into subsidy addicts. The result has been a few more concessions from allies, a worsening strategic situation, an industrial recession, and an agricultural sector addicted to corporate welfare.Not great, Donald.", "comment": "0 Comments", "topic": "PostEverything"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/SZ6BCHGFIAI6VKBFQ4RAATSBKA.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/SZ6BCHGFIAI6VKBFQ4RAATSBKA.jpg", "title": "Trump’ two main foreign foes plan a major pact", "date": "Jul 14, 2020", "url": "https://www.washingtonpost.com/world/2020/07/14/trump-china-iran-pact/", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Ishaan Tharoor", "content": "Want smart analysis of the most important news in your inbox every weekday, along with other global reads, interesting ideas and opinions to know? Sign up for the Today’s WorldView newsletter.The autocratic regimes in Beijing and Tehran are feeling the heat from Washington. The former is locked in a bitter, damaging trade war with the United States; the latter has seen its country’s economy mauled by sanctions reimposed by the Trump administration after it broke from the 2015 nuclear deal between Iran and world powers. But the tariffs and sanctions have yet to yield President Trump the acquiescence from both parties he seeks. And recent developments suggest these two putative American adversaries may be finding greater common cause.Support our journalism. Subscribe today.arrow-rightLast week, Iranian Foreign Minister Mohammad Javad Zarif acknowledged in a parliamentary session that his government is, “with confidence and conviction,” in negotiations with China over a 25-year strategic partnership that could involve about $400 billion in Chinese investment through various sectors of the Iranian economy. An outline of the accord’s details surfaced in an 18-page leaked document online, whose provenance is unclear though it roughly aligns with mooted plans previously announced by the Iranian government. According to the New York Times, a version of the document dated in June that its reporters obtained is a draft of a pending agreement with China.ADADThe pact between the two countries would be far-reaching: It would increase intelligence sharing and security cooperation, including in possible missions in Syria and Iraq. It would also see Chinese companies expand their footprints in Iranian railroads, ports and telecommunications, while securing for Beijing a steady and discounted Iranian oil supply for the next quarter-century. China would develop free-trade zones in strategic locations in Iran, further binding the country into Beijing’s sprawling Belt and Road global trade and development initiative.Even though it has been in the works since 2016, before Trump was elected, the timing of this potential agreement is conspicuous. It’s a reminder of how unlikely it was that Trump could cajole Tehran to sit down for new negotiations after scrapping U.S. commitments to the nuclear deal, a diplomatic agreement that was years in the making and involved the efforts of major powers, including China. Now, with their economy in tatters, the Iranians are seeking a lifeline from Beijing. And Chinese officials, given their own tussle with Washington, seem willing to take the risk.“At a time when the United States is reeling from recession and the coronavirus, and increasingly isolated internationally, Beijing senses American weakness,” wrote Times reporters Farnaz Fassihi and Steven Lee Myers. “The draft agreement with Iran shows that unlike most countries, China feels it is in a position to defy the United States, powerful enough to withstand American penalties, as it has in the trade war waged by President Trump.”ADADIt is unclear when an actual deal will get pushed through. When asked about it by reporters last week, Chinese Foreign Ministry spokesman Zhao Lijian offered a customarily anodyne response. “China and Iran enjoy traditional friendship, and the two sides have been in communication on the development of bilateral relations,” he said. “We stand ready to work with Iran to steadily advance practical cooperation.”China is also playing a key role at the U.N. Security Council in blocking the Trump administration’s efforts to extend an arms embargo on Iran that is set to expire later this year. Last month, China’s ambassador to the United Nations, Zhang Jun, rebuffed U.S. attempts to use the terms of the nuclear deal to reimpose the weapons ban, scolding the Trump administration for not holding up its end of the bargain in the first place.Some analysts abroad saw hypocrisy in Tehran’s courtship of Beijing. “An Iranian regime whose revolutionary identity is premised on countering U.S. imperialism and Islamophobia is about to ratify its total economic and strategic dependency on a Chinese government that keeps over 1 million Muslims in re-education camps,” tweeted Karim Sadjadpour, a senior fellow at the Carnegie Endowment for International Peace.Within Iran, the matter is hardly settled. It will require a vote in a parliament now dominated by hard-liners who are already furious with President Hassan Rouhani over both his handling of the coronavirus pandemic and the failure of the nuclear deal. Rouhani’s signature diplomatic triumph has effectively turned to ash, with his country’s economy asphyxiated by U.S. sanctions once more and the prospect of an opening to the West seemingly dashed.ADADBut Iran’s turn toward countries like Russia and China has raised concerns about the inequitable price it may have to pay. Last month, former president Mahmoud Ahmadinejad warned in a speech of the country’s current leadership discussing a monumental pact “away from the eyes of the Iranian nation.” Some critics, reported Radio Free Europe/Radio Free Liberty’s Golnaz Esfandiari, likened the proposed deal to “the 1828 Treaty of Turkmenchay between Persia and tsarist Russia, under which the Persians ceded control of territory in the South Caucasus.”Zarif said there was “nothing secret” about the ongoing negotiations, and media outlets linked to the Iranian Revolutionary Guard Corps — an occasional political adversary of Rouhani and Zarif — seemed to back the diplomatic process. “However, neither Zarif nor IRGC mouthpieces openly admitted why the Islamic Republic is compelled to orient itself toward China,” wrote Ali Alfoneh, a senior fellow at the Arab Gulf States Institute in Washington. “In the face of the U.S. administration’s ‘maximum pressure’ campaign, the Islamic Republic is turning toward China to secure its survival.”Read more: The trouble with making Hagia Sophia a mosque againThe pandemic and the dawn of an ‘Asian Century’Trump hosts Mexico’s president, an unlikely ally", "comment": "191 Comments", "topic": "Today's WorldView"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DLWGARWAXYI6VCIINCRLT2XJ4A.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DLWGARWAXYI6VCIINCRLT2XJ4A.jpg", "title": "What the Hong Kong Dollar Peg Is and Why It Matters", "date": "Jul 13, 2020", "url": "https://www.washingtonpost.com/business/what-the-hong-kong-dollar-peg-is-and-why-it-matters/2020/07/07/1baadc1a-c0be-11ea-8908-68a2b9eae9e0_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Pegged to the U.S. dollar since 1983, the Hong Kong dollar is usually a dull currency. Except when it isn’t. Heightened tension between the U.S. and China over the city’s autonomy has focused attention on it yet again.Support our journalism. Subscribe today.arrow-right1. How does it work?The Hong Kong Monetary Authority, the de-facto central bank, has a mandate to keep the currency trading at HK$7.75 to HK$7.85 per U.S. dollar. The current band was set in 2005 and has never been broken, although it’s often tested. When it gets too close to one end or the other, the HKMA intervenes, either by buying or selling the city’s dollars.2. Why does keeping the peg matter?First and foremost, the currency peg is considered an anchor for financial stability and the economy. Investors park their money in Hong Kong because the currency is relatively safe and easily convertible -- one of the reasons the city became a global financial center in the first place. Breaking the peg would upset that whole equation.ADAD3. What’s the threat?It’s politics. After China in May said it would impose new national security legislation on Hong Kong, the Trump administration said the city was no longer sufficiently autonomous from the mainland to warrant the “special status” granted by the U.S. for trading purposes. The opening salvo from the U.S. included visa restrictions and a suspension of some export license exceptions, and more far-reaching measures could follow, such as on tariffs. The current arrangement also allows for U.S. dollars to be freely exchanged with Hong Kong dollars, which if revoked would amount to what often gets called the “nuclear option.”4. Why is that?ADIf the Trump administration were to limit the HKMA’s access to U.S. dollars, that could hamper the city’s ability to defend its currency tie to the greenback. Such an extreme move would likely prompt people to pull money out of Hong Kong, putting even more pressure on the currency. (Unlike mainland China, where capital flows are tightly controlled, Hong Kong allows money to flow in and out unrestricted.) Fortunes big and small could be lost if the currency collapsed.AD5. What are the chances?Bloomberg News reported in July that the idea of striking against the Hong Kong dollar peg -- perhaps by limiting the ability of Hong Kong banks to buy U.S. dollars -- had been raised as part of broader discussions among advisers to Secretary of State Michael Pompeo, but that it also faces strong opposition from others in the administration who worry such a move would only hurt Hong Kong banks and the U.S., not China. Previously, Eddie Yue, chief executive of the HKMA, had described the idea an “apocalyptic” scenario that could backfire on Trump. “With Hong Kong’s financial system closely integrated with the global economic and financial systems, any move that hits our financial system would also send shock waves across the global financial markets, including the U.S.,” he said. “Confidence of international investors in using the USD and holding U.S. financial assets could also be undermined.”AD6. Are people worried?ADThere is little sign of it yet. The currency is trading at the strong end of its band, as impending public stock offerings boost demand for Hong Kong dollars. Bank deposits in Hong Kong increased 0.8% in April from the previous month, the biggest gain in six months. Sustained periods of outflows have occurred during previous bouts of stress such as the global financial crisis and SARS epidemic, and when the U.S. Federal Reserve was raising interest rates. The fear arose again last year as political upheaval roiled the city, though ultimately capital flows remained broadly stable.7. Should they be?Officials in Hong Kong say no. The HKMA has more than $430 billion of foreign reserves itself. China’s central bank also can provide U.S. dollars through a currency swap line should Washington impose sanctions on the city, said Financial Secretary Paul Chan. China has the world’s largest foreign-exchange reserves at more than $3 trillion.ADAD8. Could Hong Kong just peg its dollar to the Chinese yuan instead?The HKMA says no. For the time being, the U.S. dollar is the “most appropriate anchor currency” because it is fully convertible and can be traded freely in large amounts on foreign exchange markets. The yuan doesn’t fit that bill. The U.S. dollar also functions as an international reserve currency and the Fed has a good record of fostering price stability. In addition, Hong Kong’s business cycles are “still more synchronized” with the U.S. than mainland China, it says.9. What usually moves the Hong Kong dollar?Often it’s interest rates, especially when local ones don’t move in tandem with the U.S. For example, when interbank rates on the Hong Kong dollar -- known as Hibor -- remain elevated as the Fed reduces borrowing costs, it becomes more attractive for investors to buy the Hong Kong currency against the greenback. The gap between Hibor and the U.S. currency’s Libor has been around the widest since 1999 since March, helping to push the Hong Kong dollar to HK$7.75 for the first time since early 2016. That prompted the HKMA in April to sell the city’s dollars to prevent a break of the peg.For more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/YBYUKLWC2MI6VCIINCRLT2XJ4A.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/YBYUKLWC2MI6VCIINCRLT2XJ4A.jpg", "title": "Who Will Lead the WTO and Help It Avoid Collapse?", "date": "Jul 11, 2020", "url": "https://www.washingtonpost.com/business/who-will-lead-the-wto-and-help-it-avoid-collapse/2020/07/10/c2676476-c2d3-11ea-8908-68a2b9eae9e0_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "The campaign to lead the World Trade Organization during the most turbulent period of its 25-year existence has officially begun. Playing out against the backdrop of a pandemic, a worldwide recession, the U.S.-China battle for trade supremacy and the American presidential election, there couldn’t be more at stake. But Brazilian Director-General Roberto Azevedo’s decision to step down at the end of August, a year before his term ends, also offers an opportunity for the U.S., the European Union and other nations to reshape the organization.Support our journalism. Subscribe today.arrow-right1. What’s at stake?The Geneva-based WTO’s mission of economic integration is under threat from protectionist policies around the globe, and without reform it risks being sidelined during the biggest economic crisis in a century. The world’s largest economies agree that the organization must evolve to address the shifts in technology and the global trading system that have occurred since 1995. If members can align behind a candidate committed to modernization, it could break bureaucratic logjams and help unleash a wave of global growth at a time when it is needed most. If no such candidate can be found, the WTO risks further receding into irrelevance.ADAD2. What’s precipitated the crisis?The WTO’s appellate body, the main forum for settling worldwide trade disagreements, lost its ability in December 2019 to rule on new dispute cases. That resulted from a U.S. refusal over the previous two years to consider any nominees to fill vacancies on the panel. WTO members can still bring disputes to the trade body and receive an initial ruling, but that can be appealed into legal limbo. The U.S. imposition of hundreds of billions of dollars worth of tariffs against China, and use of the WTO’s national security loophole to levy duties on steel and aluminum, have also weakened the organization.3. What is the WTO’s selection process?ADThe chairman of the WTO General Council launched a selection procedure in June to confirm the trade body’s next director-general. WTO members had sought to truncate the six-month process into just three in order to avoid a leadership vacuum in September, but it’s likely a new candidate won’t be selected until after the U.S. presidential election in November. During this time, the candidates will present themselves to the WTO’s membership, campaign for support and sit for a question-and-answer session with the WTO General Council. Then the WTO’s three highest-ranking delegates, known as “the troika,” will consult with the membership and try to build a consensus around a final candidate.AD4. Who is running?• Mohammad Maziad Al-Tuwaijri, Saudi Arabia’s former minister of economy and planning.AD• Liam Fox, the United Kingdom’s former secretary of state for international trade.• Jesus Seade Kuri, Mexico’s chief negotiator of USMCA and a former WTO deputy director-general.• Abdel-Hamid Mamdouh, an Egyptian attorney at King & Spalding LLP and former services division director at the WTO.• Ngozi Okonjo-Iweala, Nigeria’s former finance minister and former managing director of the World Bank.• Amina Chawahir Mohamed Jibril, Kenya’s former international trade minister.• Tudor Ulianovschi, Moldova’s former minister of foreign affairs.• Yoo Myung-hee, South Korea’s trade minister.5. What credentials are required?WTO rules require candidates to have “extensive experience in international relations, encompassing economic, trade and/or political experience; a firm commitment to the work and objectives of the WTO; proven leadership and managerial ability; and demonstrated communications skills.”ADAD6. What kind of leader are nations looking for?Governments hope the next WTO director-general can persuade members to complete the much-needed reform of the organization. Trade officials in Geneva broadly argue that Azevedo’s successor should have sufficient leadership authority and capability to marshal broad support around the WTO’s reform agenda. That means strong consideration should be given to candidates who have, at the very least, some experience as a minister.7. Is there a nationality requirement?No. However, trade officials from the U.S., EU and Canada say the next WTO director-general should come from a developed country due to their belief that the organization’s leadership should rotate between developed and developing countries. Not all delegates agree on this, however, and representatives from African nations argue that it’s their continent’s turn to take on the top mantle of the WTO.ADAD8. Should a woman lead the WTO?There is a strong push among Geneva trade delegates to select a woman to lead the WTO for the first time. However, free-trade advocates like Wendy Cutler, vice president of the Washington-based Asia Society Policy Institute, argue that WTO members should try to avoid placing gender constraints on the selection process.9. Are there any other considerations?The candidate must also thread a narrow diplomatic needle that displeases neither the U.S. nor China, whose bitter conflict over the pandemic is testing their fragile economic truce. The Trump administration has actively sought to undermine the WTO’s ability to function, saying it has infringed on American sovereignty and enabled China to become a big economic player globally at the expense of U.S. jobs and manufacturing. Adding to the unpredictability factor, President Donald Trump -- who has called the WTO the worst trade deal the U.S. has ever signed -- is up for re-election in November, so America’s tolerance for a candidate who looks too favorably on China might be tested. Meanwhile, China has engaged in a multi-year campaign to expand its diplomatic influence by installing key personnel at the top levels of international decision making bodies.10. What happens if no candidate is selected?One of the WTO’s four deputy directors-general may serve as an interim caretaker if the WTO’s members cannot agree on a consensus nominee by Sept. 1. They are Yonov Frederick Agah of Nigeria, Karl Brauner of Germany, Alan Wolff of the U.S. and Yi Xiaozhun of China.For more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/O2PWULWLW4I6VGNQQQTOE3JAHM.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/O2PWULWLW4I6VGNQQQTOE3JAHM.jpg", "title": "Twitter crackdown on conspiracy theories could set agenda for other social media", "date": "Jul 22, 2020", "url": "https://www.washingtonpost.com/technology/2020/07/22/twitter-bans-qanon-accounts/", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Rachel LermanElizabeth Dwoskin", "content": "Twitter’s broad and continuing crackdown against hundreds of thousands of QAnon-related accounts is evidence of a newfound aggressiveness on the part of social media companies in cracking down on conspiracy theories — some of which have gained traction with the president.Support our journalism. Subscribe today.arrow-rightInfluential posts linked to the movement, which emerged from the fringes of the Internet a few years ago, have touted conspiracy theories about the pandemic and other public events and have been promoted online by President Trump.Other Silicon Valley companies, including Facebook and YouTube, said they were also considering crackdowns on the movement, some of whom are the president’s most extreme supporters.Twitter said late Tuesday that it had banned 7,000 QAnon accounts for violating its policies, including by organizing harassment of other users or trying to get around an earlier suspension. The social media company has also limited the reach of QAnon-related accounts by no longer surfacing the accounts as recommendations, not highlighting them in search and blocking QAnon-related URLs from being shared. The action against QAnon, which will affect about 150,000 accounts, means Twitter will de-emphasize the group as a whole as the company works to cut off the rampant spread of conspiracy theories on its site.ADAD“We’ve been clear that we will take strong enforcement action on behavior that has the potential to lead to offline harm,” the company’s safety team wrote in a tweet. “In line with this approach, this week we are taking further action on so-called ‘QAnon’ activity across the service.” News of Twitter’s crackdown was earlier reported by NBC News.Twitter, along with other social media sites, has become a breeding ground for conspiracy theories. Supporters spread misinformation, coordinate harassment against public figures, and organize real-life protests. Their activity reached a fever pitch during the first months of the coronavirus pandemic when some protests calling for businesses to reopen were tied to members of darker Internet subcultures, including QAnon believers.A flood of misinformation about the novel coronavirus pushed Twitter, Facebook and YouTube to instate new policies and refer people searching for information to the Centers for Disease Control and Prevention. But they’ve struggled to keep up with groups like QAnon. ADADFor example, in May the QAnon-focused groups on Facebook were influential in spreading the “Plandemic” documentary that falsely claimed billionaires intentionally helped spread coronavirus, according to social media researcher Erin Gallagher. The video was viewed by millions of people before the companies cut it off.QAnon accounts have become even more prominent in spreading Twitter misinformation during the pandemic, University of Washington professor Kate Starbird said about the crackdown.The impact of Twitter’s decision will likely be somewhat mixed, she said. It might fuel the conspiracy theory followers to rally together and cry censorship, but it will also mean that the harmful and misleading content will be harder to find, making it tougher to recruit new members.AD“Removing some of the inorganic activity and just dampening, limiting the visibility of their activity, can perhaps make a dent in some of the misinformation flows we’ve been seeing,” Starbird said.ADSome of the QAnon accounts are big influencers with hundreds of thousands of followers, she said. More are just everyday users who may follow a few thousand accounts but have far fewer followers themselves.Twitter’s move will also serve as an example for other social media companies considering taking their own action against the group, she said.Protests spread, fueled by economic woes and Internet subculturesA person familiar with Facebook’s thinking, who spoke on the condition of anonymity because the plan is not yet public, confirmed reporting in the New York Times that Facebook also plans to limit the reach of QAnon related posts.ADYouTube spokesperson Farshad Shadloo said the video streaming site is also working to reduce the spread of QAnon videos as part of its push not to amplify what it calls “borderline” content. That policy allows videos to remain online while not being recommended widely.ADThe baseless QAnon theory is rooted in the belief that Trump is working to weed out a network of sexual predators that hold positions of power in the political world and Hollywood. Followers look for posts pushing the theory from an anonymous figure known as Q. The theory has ties to the Pizzagate theory, which spread false beliefs about Hillary Clinton, a group of sex offenders and a pizza shop in 2016.QAnon groups have been highly active in supporting Trump and in pushing ideas in his direction. On Mother’s Day weekend this year, the president retweeted accounts that promoted the QAnon conspiracy theory about Democratic involvement in a pedophilia cult. QAnon accounts were also major promoters of the anti-malaria drug hydroxychlororquine that was touted repeatedly by the president as a treatment for the coronavirus. The drug has been shown to be no better than a placebo in patients who were not hospitalized.ADTwitter is not the first platform to take action against QAnon. In 2018, Reddit banned /r/GreatAwakening, its largest community affiliated with the group, after saying that the group broke its rules against promoting violence.ADFor years, however, tech platforms have enabled the growth of QAnon because social media companies do not ban misinformation. For the first time this year, the companies have prohibited misinformation related to the coronavirus and voting.Facebook and other companies are removing viral ‘Plandemic’ conspiracy videoOnline accounts associated with the QAnon conspiracy theory have played a significant role in spreading misinformation about major public events, including the pandemic. They were also affiliated with the ReOpen movement that encouraged Americans to protest the lockdowns.ADTwitter has been taking a leading position in better policing tweets that violate its policies in the lead-up to the election, including by slapping warning labels on five of Trump’s tweets. Facebook said last month it would follow suit, to a certain extent, and label some posts from public officials that violated its policies but that it deemed newsworthy enough to keep online.QAnon’s hold in the offline world, bolstered by the reopening protests, has moved into the political realm. Nearly 600,000 people have voted for candidates who have at one point shown support for the conspiracy theory, according to an analysis of Media Matters data.", "comment": "92 Comments", "topic": "Technology"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/B5KBBSF2VYI6VF6BNTYRN77CNQ.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/B5KBBSF2VYI6VF6BNTYRN77CNQ.jpg", "title": "Who Will Lead the WTO and Help It Avoid Collapse?", "date": "Jul 8, 2020", "url": "https://www.washingtonpost.com/business/who-will-lead-the-wto-and-help-it-avoid-collapse/2020/06/30/10d4179a-baae-11ea-97c1-6cf116ffe26c_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "The campaign to lead the World Trade Organization during the most turbulent period of its 25-year existence has officially begun. Playing out against the backdrop of a pandemic, a worldwide recession, the U.S.-China battle for trade supremacy and the American presidential election, there couldn’t be more at stake. But Brazilian Director-General Roberto Azevedo’s decision to step down at the end of August, a year before his term ends, also offers an opportunity for the U.S., the European Union and other nations to reshape the organization.Support our journalism. Subscribe today.arrow-right1. What’s at stake?The Geneva-based WTO’s mission of economic integration is under threat from protectionist policies around the globe, and without reform it risks being sidelined during the biggest economic crisis in a century. The world’s largest economies agree that the organization must evolve to address the shifts in technology and the global trading system that have occurred since 1995. If members can align behind a candidate committed to modernization, it could break bureaucratic logjams and help unleash a wave of global growth at a time when it is needed most. If no such candidate can be found, the WTO risks further receding into irrelevance.ADAD2. What’s precipitated the crisis?The WTO’s appellate body, the main forum for settling worldwide trade disagreements, lost its ability in December 2019 to rule on new dispute cases. That resulted from a U.S. refusal over the previous two years to consider any nominees to fill vacancies on the panel. WTO members can still bring disputes to the trade body and receive an initial ruling, but that can be appealed into legal limbo. The U.S. imposition of hundreds of billions of dollars worth of tariffs against China, and use of the WTO’s national security loophole to levy duties on steel and aluminum, have also weakened the organization.3. What is the WTO’s selection process?ADThe chairman of the WTO General Council launched a selection procedure in June to confirm the trade body’s next director-general. WTO members had sought to truncate the six-month process into just three in order to avoid a leadership vacuum in September, but it’s likely a new candidate won’t be selected until after the U.S. presidential election in November. During this time, the candidates will present themselves to the WTO’s membership, campaign for support and sit for a question-and-answer session with the WTO General Council. Then the WTO’s three highest-ranking delegates, known as “the troika,” will consult with the membership and try to build a consensus around a final candidate.AD4. Who is running?• Jesus Seade Kuri, Mexico’s chief negotiator of USMCA and a former WTO deputy director-generalAD• Hamid Mamdouh, an Egyptian attorney at King & Spalding LLP and former services division director at the WTO• Ngozi Okonjo-Iweala, Nigeria’s former finance minister and former managing director of the World Bank• Tudor Ulianovschi, Moldova’s former minister of foreign affairs.• Yoo Myung-hee, South Korea’s trade minister.5. Who’s not?• EU Trade Commissioner Phil Hogan• Former EU Trade Commissioner Cecilia Malmstrom• Canadian Deputy Prime Minister Chrystia Freeland• Dutch Foreign Trade Minister Sigrid Kaag6. What credentials are required?WTO rules require candidates to have “extensive experience in international relations, encompassing economic, trade and/or political experience; a firm commitment to the work and objectives of the WTO; proven leadership and managerial ability; and demonstrated communications skills.”ADAD7. What kind of leader are nations looking for?Governments hope the next WTO director-general can persuade members to complete the much-needed reform of the organization. Trade officials in Geneva broadly argue that Azevedo’s successor should have sufficient leadership authority and capability to marshal broad support around the WTO’s reform agenda. That means strong consideration should be given to candidates who have, at the very least, some experience as a minister.8. Is there a nationality requirement?No. However, trade officials from the U.S., EU and Canada say the next WTO director-general should come from a developed country due to their belief that the organization’s leadership should rotate between developed and developing countries. Not all delegates agree on this, however, and representatives from African nations argue that it’s their continent’s turn to take on the top mantle of the WTO.ADAD9. Should a woman lead the WTO?There is a strong push among Geneva trade delegates to select a woman to lead the WTO for the first time. However, free-trade advocates like Wendy Cutler, vice president of the Washington-based Asia Society Policy Institute, argue that WTO members should try to avoid placing gender constraints on the selection process.10. Are there any other considerations?The candidate must also thread a narrow diplomatic needle that displeases neither the U.S. nor China, whose bitter conflict over the pandemic is testing their fragile economic truce. The Trump administration has actively sought to undermine the WTO’s ability to function, saying it has infringed on American sovereignty and enabled China to become a big economic player globally at the expense of U.S. jobs and manufacturing. Adding to the unpredictability factor, President Donald Trump -- who has called the WTO the worst trade deal the U.S. has ever signed -- is up for re-election in November, so America’s tolerance for a candidate who looks too favorably on China might be tested. Meanwhile, China has engaged in a multi-year campaign to expand its diplomatic influence by installing key personnel at the top levels of international decision making bodies.11. What happens if no candidate is selected?One of the WTO’s four deputy directors-general may serve as an interim caretaker if the WTO’s members cannot agree on a consensus nominee by Sept. 1. They are Yonov Frederick Agah of Nigeria, Karl Brauner of Germany, Alan Wolff of the U.S. and Yi Xiaozhun of China.For more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "", "title": "Today in History", "date": "Jul 20, 2020", "url": "https://www.washingtonpost.com/national/today-in-history/2020/07/20/891879ba-ca9b-11ea-99b0-8426e26d203b_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Today in HistoryToday is Saturday, Aug. 1, the 214th day of 2020. There are 152 days left in the year.Support our journalism. Subscribe today.arrow-rightToday’s Highlight in History:On August 1, 1957, the United States and Canada announced they had agreed to create the North American Air Defense Command (NORAD).On this date:In 1714, Britain’s Queen Anne died at age 49; she was succeeded by George I.In 1907, the U.S. Army Signal Corps established an aeronautical division, the forerunner of the U.S. Air Force.In 1912, the U.S. Marine Corps’ first pilot, 1st Lt. Alfred A. Cunningham, went on his first solo flight as he took off in a Burgess/Curtis Hydroplane from Marblehead Harbor in Massachusetts.ADIn 1914, Germany declared war on Russia at the onset of World War I.In 1936, the Olympics opened in Berlin with a ceremony presided over by Adolf Hitler.ADIn 1944, an uprising broke out in Warsaw, Poland, against Nazi occupation; the revolt lasted two months before collapsing.In 1966, Charles Joseph Whitman, 25, went on an armed rampage at the University of Texas in Austin that killed 14 people, most of whom were shot by Whitman while he was perched in the clock tower of the main campus building. (Whitman, who had also slain his wife and mother hours earlier, was finally gunned down by police.)In 1981, the rock music video channel MTV made its debut.ADIn 2001, Pro Bowl tackle Korey Stringer, 27, died of heat stroke, a day after collapsing at the Minnesota Vikings’ training camp on the hottest day of the year.In 2007, the eight-lane Interstate 35W bridge, a major Minneapolis artery, collapsed into the Mississippi River during evening rush hour, killing 13 people.ADIn 2013, defying the United States, Russia granted Edward Snowden temporary asylum, allowing the National Security Agency leaker to slip out of the Moscow airport where he had been holed up for weeks.In 2014, a medical examiner ruled that a New York City police officer’s chokehold caused the death of Eric Garner, whose videotaped arrest and final pleas of “I can’t breathe!” had sparked outrage.ADTen years ago: The United States announced that it would provide Pakistan with $10 million in humanitarian assistance in the wake of deadly flooding. Lolita Lebron, a Puerto Rico independence activist who’d spent 25 years in prison for participating in a gun attack on the U.S. Congress in 1954, died in San Juan at age 90.Five years ago: Japan’s Imperial Household Agency released a digital version of Emperor Hirohito’s radio address on Aug. 15, 1945, announcing his country’s surrender in World War II; the digital recording offered clearer audio, although Hirohito spoke in an arcane form of Japanese that many of his countrymen would have found difficult to comprehend. British singer and TV host Cilla Black, 72, died in Estepona (eh-steh-POH’-nah) in southern Spain.ADOne year ago: President Donald Trump intensified pressure on China to reach a trade deal by warning he would impose 10% tariffs on Sept. 1 on the remaining $300 billion in Chinese imports that he hadn’t already taxed.ADToday’s Birthdays: Singer Ramblin’ Jack Elliott is 89. Former Sen. Alfonse D’Amato, R-N.Y., is 83. Actor Giancarlo Giannini is 78. Basketball Hall of Fame coach Roy Williams is 70. Blues singer-musician Robert Cray is 67. Singer Michael Penn is 62. Rock singer Joe Elliott (Def Leppard) is 61. Rock singer-musician Suzi Gardner (L7) is 60. Rapper Chuck D (Public Enemy) is 60. Actor Jesse Borrego is 58. Actor Demian Bichir is 57. Rapper Coolio is 57. Actor John Carroll Lynch is 57. Rock singer Adam Duritz (Counting Crows) is 56. Movie director Sam Mendes is 55. Country singer George Ducas is 54. Country musician Charlie Kelley is 52. Actress Jennifer Gareis is 50. Actor Charles Malik Whitfield is 48. Actress Tempestt Bledsoe is 47. Actor Jason Momoa is 41. Actress Honeysuckle Weeks is 41. Singer Ashley Parker Angel is 39. Actress Taylor Fry is 39. Actor Elijah Kelley is 34. Actor James Francis Kelly is 31. Actress Ella Wahlestedt is 22.Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.", "comment": "0 Comments", "topic": "National"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/QOGVRNWCJII6VN62LAB3FFHENU.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/QOGVRNWCJII6VN62LAB3FFHENU.jpg", "title": "Biden releases U..-centered economic plan, challenging Trump’ ‘America First’ agenda", "date": "Jul 9, 2020", "url": "https://www.washingtonpost.com/politics/biden-releases-700-billion-plan-to-spur-american-economy/2020/07/09/f51b846c-c173-11ea-b178-bb7b05b94af1_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Sean SullivanJeff Stein", "content": "Joe Biden unveiled a proposal Thursday to spend $700 billion on American products and research, challenging President Trump’s “America First” agenda with a competing brand of economic nationalism and setting the stage for an election-year showdown over the country’s financial future.Support our journalism. Subscribe today.arrow-rightIn one of his most far-reaching plans since emerging as the presumptive Democratic nominee, Biden called for the federal government to spend $400 billion over four years on materials and services made in the United States, as well as $300 billion on U.S.-based research and development involving electric cars, artificial intelligence and similar technologies.He also advocated a 100-day “supply chain review” that could require federal agencies to buy only medical supplies and other goods manufactured in the United States. And he urged an end to loopholes that let procurement officers and federal contractors get around  existing “Buy American” clauses.ADAD“When we spend taxpayers’ money — when the federal government spends taxpayers’ money — we should use it to buy American products and support American jobs,” Biden said in a speech at a metal works plant in Dunmore in Pennsylvania, a crucial battleground state.The announcement marked an effort by Biden to begin laying out his agenda in more detail after months in which his central message was Trump’s failures. It also amounted to a recognition that while Trump trails in the polls, many voters support his handling of the economy.The president has been arguing for months that the economy will regain its momentum when business, restaurants and other operations are allowed to reopen. Some Trump allies were frustrated Thursday that Biden offered his plan before the president announced a similar “Buy American” proposal that officials say has been held up for months amid internal White House objections.ADAD“They are essentially trying to steal the Trump program of 2016 and steal that playbook,” Trump’s former chief strategist Stephen K. Bannon said on his radio program. “For some reason, the White House and the campaign have been caught flat-footed. Biden has very smart people around him, particularly on the economic side.”Biden’s pitch underscores a striking shift in both parties away from globalization and free trade and toward protecting American workers and revitalizing struggling domestic industries. Those trends have been accelerated by the coronavirus pandemic, which has wreaked havoc on the economy.Biden said Thursday that his plan would restore the jobs lost this year and create 5 million new ones. It amounted to the most forceful case he has made for reducing dependence on foreign countries to supply the United States with essential goods.ADADBiden repeatedly castigated Trump and sounded populist notes that were reminiscent of his more liberal primary challengers. He stressed the need to protect workers and Main Street rather than the “wealthy investor class” and “bankers and CEOs.” He declared that “enough is enough,” saying it is “time to reverse the priorities in this country. It’s time to help small businesses, middle-class folks, manage their way through the pandemic.”Trump’s rise in 2016 was built heavily on promises of bringing back American jobs, as well as blaming immigrants for hurting American workers. As president, he has stoked a trade war with China and imposed tariffs that flew in the face of his party’s orthodoxy.Vice President Pence was also in Pennsylvania on Thursday, touting Trump’s economic performance in a talk to business leaders in the borough of Malvern near Philadelphia. While 22 million jobs have been lost during the pandemic, the country has regained 7 million of them, Pence said.ADADWe see “this country coming back because of the solid foundation that was put in place” by the Trump administration, Pence said, including lower taxes, less regulation, more U.S.-produced energy and better trade agreements. He called it “the great American comeback.”Still, Trump’s efforts to revive domestic manufacturing produced uneven results even before the pandemic. There were fewer manufacturing workers in Wisconsin this January than there were at any point under the Bush administration, for example.Biden, who once supported the North American Free Trade Agreement and Trans-Pacific Partnership, has in contrast focused his current campaign on prioritizing American industries, following the lead of Sen. Bernie Sanders (I-Vt.), the democratic socialist who was his top rival for the Democratic nomination, and Sen. Elizabeth Warren (D-Mass.), who released a  “Plan For Economic Patriotism” during the primary and has undergone vetting by Biden’s campaign to be his running mate.ADADBiden and Warren’s teams consulted closely on the new plan, according to two people with knowledge of the situation, who spoke on the condition of anonymity to describe private talks.The plan won some praise Thursday from liberal leaders. “All in all, on the right track,” Columbia University economics professor Jeffrey Sachs wrote in an email to The Post. Sachs supported Sanders for president and now backs Biden.Biden’s new platform focuses heavily on using the power of the federal government to promote a U.S. domestic manufacturing base. The $400 billion procurement initiative would be spread over four years to spur demand for American products and services, as would the $300 billion investment in research and breakthrough technologies. Half of the $300 billion would go to clean-energy initiatives and were previously announced.ADADBefore Biden spoke Thursday, he toured the metal works plant with Sen. Robert P. Casey Jr. (D-Pa.) and plant owner Robert McGregor.“How are you, man?” Biden asked a worker. “I keep distance,” the worker said. Biden wore a mask throughout the tour.Later he delivered his remarks outside at a covered loading dock. It started raining, and Biden invited attendees to seek shelter under the covering as the water loudly pelted the steel roof. Some workers took him up on his offer.Circles were placed in front of Biden’s lectern to encourage listeners to stay within them and maintain social distancing. Reporters had their temperatures taken and were asked coronavirus screening questions as they entered.ADBiden broadened his argument against Trump beyond the economy, criticizing his defense of Confederate symbols, which has been the subject of ongoing debate in the presidential race. Trump is “determined to drive us apart to keep his base in place,” the former vice president said.ADHolding a significant lead in the polls, Biden is seeking to close off any possible openings for Trump to make the contest more competitive. He said he plans to unveil proposals next week on infrastructure and clean energy, the second part of what he bills as the “Build Back Better” plan. The other two components are caregiving and education, and racial equality.Both campaigns are gearing up for an escalating clash over the economy, a normally dominant theme in presidential elections. Trump argues that he built a booming economy before the coronavirus outbreak and could do it again. Biden blames Trump for his erratic reaction to the pandemic and frequent flouting of public health advice, which he says fueled the alarming rate of infections and badly damaged the economy as a result.ADOn the Republican side, White House advisers and allies worried about Biden’s “Buy American” push, with Bannon saying on his radio program that the Democrat’s rollout could help him in such states as Pennsylvania, Michigan and Wisconsin, which Trump narrowly won in major 2016 upsets.ADTrump aides said the president remains the obvious person to reignite the economy as he has done before.“President Trump’s policies of lower taxes, deregulation, reciprocal trade and energy independence built a booming economy once, and they will do so again under his leadership,” said Judd Deere, a White House spokesman.White House officials led by senior Trump adviser Peter Navarro have drafted an executive order requiring federal agencies to buy medical supplies and pharmaceuticals produced in the United States.That executive order has languished for months, however, amid objections by some of Trump’s other senior advisers, including Treasury Secretary Steven Mnuchin and Trump’s son-in-law Jared Kushner, who have warned that it could lead China to limit the supply of personal protective equipment, or PPE, that it is sending to the United States.Some analysts said  the executive order could now be signed swiftly, but it remained unclear Thursday when or whether that would happen.When it comes to Biden’s plan, the Democrat’s campaign says he will finance the ongoing costs of his economic agenda by reversing some of Trump’s tax cuts for corporations and imposing “common-sense tax reforms that finally make sure the wealthiest Americans pay their fair share.” The campaign declined to provide a more detailed accounting of how it would pay for the $700 billion in spending it  proposed Thursday.A senior Biden campaign official said more specific details would be released once the full plan is out, speaking on the condition of anonymity because the campaign did not authorize the person to speak on the record. Those details would include a stimulus package, which Biden believes will be needed, and continuing costs, the official said.Biden often touts his central role in the Obama administration, but he has been less eager to tout the administration’s championing of the Trans-Pacific Partnership (TPP), which proved controversial with the party’s union base. Labor leaders said it did too little to require America’s partners improve their environmental and labor standards.Trump highlighted the shortcomings of the TPP and other trade deals in his 2016 campaign and rejected it upon taking office. Biden has said he wants to renegotiate the agreement, which includes several Asian countries and which supporters say could serve as a bulwark against China’s influence. Thursday’s plan calls for using tax dollars to “stand up to the Chinese government’s abuses, insist on fair trade, and extend opportunity to all Americans.”“Trade negotiations over big trade deals is something that in sequence will follow a dramatic set of domestic investments,” said the senior Biden campaign official. In addition to closing loopholes around existing “Buy American” clauses, Biden is pushing for a crackdown on false advertising of “Buy American” goods.Since the end of the Obama administration, many Democrats have backed off the TPP and focused instead on directly promoting domestic production. Bipartisan momentum has grown in recent weeks for tax incentives for companies to onshore their supply chains, in part because of the gaps in U.S. medical supply production exposed by the pandemic.The nation is facing a new shortage of personal protective equipment, including of N95 masks and medical gowns, as cases rise. But bringing supply chains back to the United States could prove difficult, and the Trump administration has struggled to do so.A Biden administration, like the Trump White House, would face the prospect of foreign retaliation for any promotion of American companies. “Buy American” provisions are also likely to face objections from U.S. firms that would see their costs increase if forced to buy more expensive supplies. Senior Biden officials said Wednesday that their plans were carefully vetted and do not run afoul of World Trade Organization rules.“Incentivizing companies to raise their costs by ‘Buying American’ is not going to fix almost two decades of low productivity growth — it’s going to take us in the opposite direction,” said Adam Ozimek, chief economist at Upwork. “This will just create higher costs for American businesses and consumers.”\n\n\n\n", "comment": "0 Comments", "topic": "Politics"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/Q4PKVNV45MI6VF6BNTYRN77CNQ.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/Q4PKVNV45MI6VF6BNTYRN77CNQ.jpg", "title": "What Hong Kong Losing Its ‘Special Status’ Would Mean", "date": "Jul 5, 2020", "url": "https://www.washingtonpost.com/business/what-hong-kong-losing-its-special-status-would-mean/2020/07/03/8807e65e-bceb-11ea-97c1-6cf116ffe26c_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Under the United States-Hong Kong Policy Act of 1992, the U.S. treats Hong Kong, a semi-autonomous part of China with its own legal and economic system, differently than the Chinese mainland in trade, commerce and other areas. President Donald Trump has begun stripping away that “special status” to punish China for moves to tighten its grip on the city after a year of pro-democracy street protests. At its most extreme, that could mean the global financial hub being treated the same as any other Chinese city -- a seismic shift that could harm both economies at an already difficult time. China has already begun retaliating.Support our journalism. Subscribe today.arrow-right1. Is the special status gone?It’s going. On May 27, Secretary of State Michael Pompeo notified Congress that the Trump administration no longer regarded Hong Kong as autonomous from mainland China. On June 29, Commerce Secretary Wilbur Ross said the special status had therefore been revoked.ADAD2. What’s been the impact?In an opening salvo, Pompeo announced visa restrictions against unspecified Chinese officials; China did the same against Americans. Pompeo said the U.S. would also cease selling defense equipment to Hong Kong, a largely symbolic act that will mostly affect the city’s police and corrections forces. The Commerce Department made it harder to export sensitive American technology to Hong Kong by suspending special treatment in areas including export license exceptions; Hong Kong’s leader said the impact would be “minimal.” More far-reaching measures could follow. The city is still treated differently from the the mainland when it comes to tariffs, for instance.3. Why so slow?ADIt’s up to Trump to decide how quickly he wants to move while he’s also threatening consequences for China over its handling of the coronavirus and its repression of minorities in Xinjiang province. Hurting China also carries additional risks for the U.S. economy, including the U.S.-China trade deal that Trump had considered one of his biggest achievements, which could affect his odds of winning re-election. Trump has made harsh comments but hasn’t threatened specific punishments for the Beijing government.AD4. What’s at stake for Hong Kong and China?While Hong Kong remains a key gateway from China to the rest of the world, it matters far less to the country’s fortunes than it once did. In 2019, 12% of China’s exports went to or through Hong Kong, down from 45% in 1992. China is also far less reliant on inflows of foreign capital and expertise, and has made a much lower priority of making the yuan an international currency. Nonetheless, the city still matters. Hong Kong’s open capital account and adherence to international standards of governance are unmatched by any mainland Chinese city and make it an important base for international banks and trading firms. Revoking the special status would be “the nuclear option” and “the beginning of the death of Hong Kong as we know it,” said Steve Tsang, director of the University of London’s SOAS China Institute.AD5. And their financial markets?ADOne worst-case scenario: if the U.S. treats Hong Kong no differently than any other Chinese city, why wouldn’t ratings firms and investors do the same? It’s a question posed by Deutsche Bank, which noted that S&P Global Ratings has Hong Kong three notches above China while Moody’s and Fitch have Hong Kong one notch higher. The risk is that China’s own rating gets lowered in coming years and drags Hong Kong’s with it. At the same time, equity index providers may take a fresh look at Hong Kong, which is currently in the MSCI World Index with other developed markets. China is in the emerging market index, raising the question, should Hong Kong be treated the same as Shanghai and Shenzhen?6. What about for the U.S.?ADIt has its own reasons for not rocking the boat too much. Hong Kong, the only semi-democratic jurisdiction under Chinese rule, offers U.S. companies a relatively safe way to access the Chinese market and employs a U.S. dollar peg, linking it with the American financial system. According to the Congressional Research Service, the largest U.S. trade surplus in 2019 was with Hong Kong — $36 billion. Hong Kong counted 278 U.S. companies with regional headquarters in the city that year and another 457 with offices. Hong Kong’s first justice minister after the handover to China in 1997, Elsie Leung, told the South China Morning Post in May that any damage would be mutual: “We are not just getting the benefits – it’s a free-trade arrangement which is good for both sides.”AD7. How has China responded?Despite the U.S. action, Chinese lawmakers approved new national security legislation for Hong Kong anyway. The Foreign Ministry has promised unspecified retaliation against what it terms foreign interference, insisting Hong Kong is purely an internal affair. China said last year it would sanction some U.S.-based activist groups including the National Endowment for Democracy, Human Rights Watch and Freedom House, and suspend port visits by U.S. Navy ships to Hong Kong. The official Xinhua News Agency has dismissed as “groundless” accusations about the loss of freedom or human rights issues in Hong Kong. It also noted that the 2018 Human Freedom Index compiled by the Fraser Institute, a Vancouver-based think tank, ranked Hong Kong at No. 3, well ahead of the U.S. at No. 17.AD8. And Hong Kong?ADThe city’s leader, Chief Executive Carrie Lam, has defended the national security law (as has Li Ka-shing, Hong Kong’s richest tycoon). Lam also has said it would be “totally unacceptable” for foreign legislatures to interfere in Hong Kong’s internal affairs, and that sanctions would only complicate the problems in the city. (Lam was selected in 2017 by a committee of 1,200 political insiders overwhelmingly loyal to the Chinese government.) She has sought to reassure investors that the city still adheres to the rule of law and has an independent judiciary. She also has defended police actions.9. Is this what the protesters have been seeking?ADAs a largely leaderless movement, the Hong Kong protests have made no official request for international assistance. But some prominent activists including Jimmy Lai and Joshua Wong called on Trump to hit China hard with sanctions, even to the point of revoking the city’s special trading status. Wong had testified last year in Washington in favor of the bill, seeking to put pressure on China. On the streets of Hong Kong, some protesters have made clear their interest in U.S. support by waving American flags, singing “The Star-Spangled Banner” and calling on Trump to “liberate” Hong Kong. Such rallying cries are now illegal in Hong Kong under the new national security law.(An earlier version corrected the first name of Commerce Secretary Wilbur Ross in question 1)For more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/UWAMJVF37QI6VF6BNTYRN77CNQ.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/UWAMJVF37QI6VF6BNTYRN77CNQ.jpg", "title": "What Hong Kong Losing Its ‘Special Status’ Would Mean", "date": "Jul 2, 2020", "url": "https://www.washingtonpost.com/business/what-hong-kong-losing-its-special-status-would-mean/2020/07/01/a6586164-bbfc-11ea-97c1-6cf116ffe26c_story.html", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Under the United States-Hong Kong Policy Act of 1992, the U.S. treats Hong Kong, a semi-autonomous part of China with its own legal and economic system, differently than the Chinese mainland in trade, commerce and other areas. President Donald Trump has begun stripping away that “special status” to punish China for moves to tighten its grip on the city after a year of pro-democracy street protests. At its most extreme, that could mean the global financial hub being treated the same as any other Chinese city -- a seismic shift that could harm both economies at an already difficult time. China has already begun retaliating.Support our journalism. Subscribe today.arrow-right1. Is the special status gone?It’s going. On May 27, Secretary of State Michael Pompeo notified Congress that the Trump administration no longer regarded Hong Kong as autonomous from mainland China. On June 29, Commerce Secretary William Ross said the special status had therefore been revoked.ADAD2. What’s been the impact?In an opening salvo, Pompeo announced visa restrictions against unspecified Chinese officials; China did the same against Americans. Pompeo said the U.S. would also cease selling defense equipment to Hong Kong, a largely symbolic act that will mostly affect the city’s police and corrections forces. The Commerce Department made it harder to export sensitive American technology to Hong Kong by suspending special treatment in areas including export license exceptions; Hong Kong’s leader said the impact would be “minimal.” More far-reaching measures could follow. The city is still treated differently from the the mainland when it comes to tariffs, for instance.3. Why so slow?ADIt’s up to Trump to decide how quickly he wants to move while he’s also threatening consequences for China over its handling of the coronavirus and its repression of minorities in Xinjiang province. Hurting China also carries additional risks for the U.S. economy, including the U.S.-China trade deal that Trump had considered one of his biggest achievements, which could affect his odds of winning re-election. Trump has made harsh comments but hasn’t threatened specific punishments for the Beijing government.AD4. What’s at stake for Hong Kong and China?While Hong Kong remains a key gateway from China to the rest of the world, it matters far less to the country’s fortunes than it once did. In 2019, 12% of China’s exports went to or through Hong Kong, down from 45% in 1992. China is also far less reliant on inflows of foreign capital and expertise, and has made a much lower priority of making the yuan an international currency. Nonetheless, the city still matters. Hong Kong’s open capital account and adherence to international standards of governance are unmatched by any mainland Chinese city and make it an important base for international banks and trading firms. Revoking the special status would be “the nuclear option” and “the beginning of the death of Hong Kong as we know it,” said Steve Tsang, director of the University of London’s SOAS China Institute.AD5. And their financial markets?ADOne worst-case scenario: if the U.S. treats Hong Kong no differently than any other Chinese city, why wouldn’t ratings firms and investors do the same? It’s a question posed by Deutsche Bank, which noted that S&P Global Ratings has Hong Kong three notches above China while Moody’s and Fitch have Hong Kong one notch higher. The risk is that China’s own rating gets lowered in coming years and drags Hong Kong’s with it. At the same time, equity index providers may take a fresh look at Hong Kong, which is currently in the MSCI World Index with other developed markets. China is in the emerging market index, raising the question, should Hong Kong be treated the same as Shanghai and Shenzhen?6. What about for the U.S.?ADIt has its own reasons for not rocking the boat too much. Hong Kong, the only semi-democratic jurisdiction under Chinese rule, offers U.S. companies a relatively safe way to access the Chinese market and employs a U.S. dollar peg, linking it with the American financial system. According to the Congressional Research Service, the largest U.S. trade surplus in 2019 was with Hong Kong — $36 billion. Hong Kong counted 278 U.S. companies with regional headquarters in the city that year and another 457 with offices. Hong Kong’s first justice minister after the handover to China in 1997, Elsie Leung, told the South China Morning Post in May that any damage would be mutual: “We are not just getting the benefits – it’s a free-trade arrangement which is good for both sides.”AD7. How has China responded?Despite the U.S. action, Chinese lawmakers approved new national security legislation for Hong Kong anyway. The Foreign Ministry has promised unspecified retaliation against what it terms foreign interference, insisting Hong Kong is purely an internal affair. China said last year it would sanction some U.S.-based activist groups including the National Endowment for Democracy, Human Rights Watch and Freedom House, and suspend port visits by U.S. Navy ships to Hong Kong. The official Xinhua News Agency has dismissed as “groundless” accusations about the loss of freedom or human rights issues in Hong Kong. It also noted that the 2018 Human Freedom Index compiled by the Fraser Institute, a Vancouver-based think tank, ranked Hong Kong at No. 3, well ahead of the U.S. at No. 17.AD8. And Hong Kong?ADThe city’s leader, Chief Executive Carrie Lam, has defended the national security law (as has Li Ka-shing, Hong Kong’s richest tycoon). Lam also has said it would be “totally unacceptable” for foreign legislatures to interfere in Hong Kong’s internal affairs, and that sanctions would only complicate the problems in the city. (Lam was selected in 2017 by a committee of 1,200 political insiders overwhelmingly loyal to the Chinese government.) She has sought to reassure investors that the city still adheres to the rule of law and has an independent judiciary. She also has defended police actions.9. Is this what the protesters have been seeking?ADAs a largely leaderless movement, the Hong Kong protests have made no official request for international assistance. But some prominent activists including Jimmy Lai and Joshua Wong called on Trump to hit China hard with sanctions, even to the point of revoking the city’s special trading status. Wong had testified last year in Washington in favor of the bill, seeking to put pressure on China. On the streets of Hong Kong, some protesters have made clear their interest in U.S. support by waving American flags, singing “The Star-Spangled Banner” and calling on Trump to “liberate” Hong Kong.For more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/IKG4UOGBJUI6VCIINCRLT2XJ4A.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/IKG4UOGBJUI6VCIINCRLT2XJ4A.jpg", "title": "Joe Biden flips the script on Trump", "date": "Jul 9, 2020", "url": "https://www.washingtonpost.com/opinions/2020/07/09/joe-biden-flips-script-trump/", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Greg Sargent", "content": "In a famous 2016 interview, Stephen K. Bannon declared that incoming President Trump would build an “entirely new” movement for the “American working class” built on a “populist” agenda of massive spending to rebuild the U.S. manufacturing base.Support our journalism. Subscribe today.arrow-right“It will be as exciting as the 1930s,” Trump’s former adviser said, suggesting this “economic nationalism” would rival the New Deal’s transformation of government’s role in the economy and its realignment of the two parties’ relationship to the working class.Joe Biden is set to introduce a new economic plan on Thursday that may end up flipping this script entirely.The new plan draws a stark contrast with Trump on two fronts — his failure to mobilize a robust federal response to the coronavirus pandemic, and his full-on embrace of GOP plutocracy, which sold out the Bannon promise.ADADThe core of the Biden plan is a pledge to “use the full power of the federal government” to “rebuild U.S. domestic manufacturing capacity” and fortify “supply chains” to ensure availability of “critical supplies” in “future crises.”It envisions $700 billion in new spending to stimulate demand for U.S.-manufactured products and on research into clean energy and digital technologies. The Post summarizes:He is advocating a $400 billion procurement initiative to spur demand for American products and services, as well as a $300 billion investment in U.S. research and breakthrough technologies. Half of the $300 billion is in clean-energy initiatives that were previously announced, the campaign said.The plan also calls for the government to launch a 100-day “supply chain review” that could require federal agencies to buy only medical supplies and other goods manufactured in the United States.The plan would tighten rules to ensure products purchased by the federal government are comprehensively made in the United States. The review would determine supply chain “vulnerabilities” to reduce dependence on China for — among other things — medical supplies, and create a more robust domestic “stockpile” and “manufacturing capacity” in crisis conditions.ADAll this highlights Trump’s refusal to marshal federal power behind a testing-and-tracing regimen and the private-sector manufacturing of supplies. Shortages are again causing medical professionals to scramble amid new spikes in cases, and are still impairing capacity to do the testing needed to reopen safely.Industrial policyBiden is proposing what’s known as “industrial policy.” This employs government intervention to “reindustrialize” the United States in specific sectors to achieve deliberate national goals, such as supply preparedness for pandemics or greater manufacturing capacity to reduce dependence on imperiled global supply chains.ADSamuel Hammond, the director of welfare policy at the Niskanen Center, points out that Biden is filling the hole left by Trump’s abandonment of economic populism and his failures in areas where he has lurched in that direction, such as his ill-fated trade wars.AD“The Trumpian approach is purely negative: Throw tariffs up and hope manufacturing jobs will miraculously return,” Hammond told me. “Biden’s approach is to level up American workers and make our supply chains more resilient. Trump just wants to turn back the clock on globalization.”The Trumpist mythologyIn the mythological view of Trump’s 2016 victory, the Biden plan is just the sort of thing Trump would do. As Bannon suggested, Trump would break with the reigning GOP orthodoxy of Koch brothers-style libertarianism and “free” market fundamentalism.ADTrump would use government power to rebuild U.S. manufacturing jobs that “globalists” drained from the “forgotten” industrial heartland, and to protect the welfare state (particularly social insurance for the elderly) that Paul Ryan-type Republicans wanted to gut.ADThe pandemic offered an opening to marshal federal power. But Trump punted on deploying the Defense Production Act: His main mobilization was to marshal his magical lying powers to make coronavirus disappear.More broadly, as president, Trump fully embraced GOP plutocracy with a massive corporate tax giveaway and an effort to gut health coverage for millions, which continues even amid pandemic conditions.“Democrats like Biden will always have the upper hand in economic policy, because they actually believe in the power of government,” Hammond told me.ADOf course, this also represents a new direction for Biden, who is associated with the more neoliberal and trade-friendly instincts of centrist Democrats. This plan makes real concessions to progressives who have long criticized those priorities.ADIndeed, a source tells me Biden advisers consulted with Sen. Elizabeth Warren (D-Mass) and her team — who have their own “economic patriotism” blueprint — and deliberately incorporated their contributions.Yet the very fact that Biden is now moving to fill this space itself flips the script on Trump. It also should force a reckoning among those working to create an intellectual “conservative populist” underpinning for Trumpism.Sign up for The Odds newsletter for election updates from data columnist David BylerA reckoning for ‘conservative populism’The basic take of those intellectuals is that working people are gravitating toward conservative populism because “liberal elites” (and some conservative ones) are all-in with globalization, neoliberal financialization of the economy and identity politics, and working people place higher value on “goods” like stability and community.ADADThose elites supposedly disdain such values, and have abandoned class politics while ministering only to their new base of “knowledge” workers (the suburban, educated whites who are moving toward Democrats) who are plugged into the globalizing, digitalizing economy.As Jamelle Bouie notes, this narrative defines “working class” as “white working class.” It airbrushes away nonwhite working-class people who see battles for racial justice as central to the struggle for economic justice — who see racial and class struggle as linked.But in addition to that, these conservative populists should explain why neoliberal elitist Biden and many “identity politics” progressives embrace a far more robust agenda than Trump in using government power to rebuild the economic foundation of the industrial heartland that liberal elites have supposedly forsaken.ADADAs Hammond notes, some populist conservatives genuinely want government to invest in the working class, but a big chunk of the Trumpian right “sees populist rhetoric as a cover for a fundamentally plutocratic agenda of tax cuts and deregulation.”Meanwhile, how is it that Biden and many progressives are able to speak both to racial justice issues and to the need for rebuilding manufacturing capacity, if the former is supposed to represent a selling-out of working-class interests?Trump is supposed to be the ultimate paragon of conservative populism. Yet Biden is filling the vacuum left behind by the fraudulence at the core of that Trumpist vision.Watch Opinions videos:Read more:Kathleen Parker: The case for Valerie Jarrett as Biden’s VP George F. Will: The woman Biden should pick to lead us to calmer daysJennifer Rubin: Republicans are ready to snub . . . Texas?Paul Waldman: Why moderate Republicans will have it rough in 2024Henry Olsen: The 2020 Senate map could be even worse than Republicans think", "comment": "2.4k Comments", "topic": "The Plum Line"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/5Y3TLOWARUI6VCIINCRLT2XJ4A.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/5Y3TLOWARUI6VCIINCRLT2XJ4A.jpg", "title": "Trump hosts Mexico’ president, an unlikely ally", "date": "Jul 8, 2020", "url": "https://www.washingtonpost.com/world/2020/07/08/trump-mexico-amlo-visit/", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Ishaan Tharoor", "content": "Want smart analysis of the most important news in your inbox every weekday, along with other global reads, interesting ideas and opinions to know? Sign up for the Today’s WorldView newsletter.Mexican President Andrés Manuel López Obrador flew to the United States on Tuesday on a commercial passenger plane. Footage showed the president in a window seat in economy before a layover in Atlanta and a second flight to Washington. The trip to meet with President Trump, López Obrador’s first overseas foray since winning a landslide election two years ago, was in keeping with his populist image of austerity. He abjures excessive expenditure on himself and still plans on raffling off the private luxury jet purchased by his predecessor’s administration.Support our journalism. Subscribe today.arrow-rightIt also offered another unusual sight: In recognition of pandemic-era health and travel protocols, López Obrador was wearing a mask, an action he has seldom taken in public, even as infection rates spike through the country. Like Trump, he’s under fire at home after letting complacency define his initial response to the coronavirus pandemic.ADADLópez Obrador’s scheduled Wednesday appearance at the White House provides a strange coda to the final months of the U.S. president’s term. Trump’s campaign was launched, notoriously, on anti-Mexican animus: He decried Mexican “rapists,” demonized a judge of Mexican heritage and repeatedly vowed to build a wall between the United States and Mexico, which Mexico would pay for. The southern neighbor became the locus of much that ails Trump’s America — a beneficiary of unfair trade deals, the staging ground for “caravans” of illegal infiltrators, the abode of menacing cartels and other criminal elements.For AMLO — a common nickname for the Mexican president — Trump, too, presented a useful political foil. Before his election, he spoke of Trump as a “neo-fascist” he likened to Hitler and as “an irresponsible bully” whose border wall plans were a “monument to hypocrisy and cruelty.”But since López Obrador came to power it has been a different story. The populist presidents have cultivated a conspicuously amicable friendship, despite the borders that separate them and their politics. Under AMLO’s watch, Mexico has diverted security resources to clamp down on migrants traveling into the country over its southern border. Facing the White House’s punitive tariffs, it agreed to the Trump administration’s controversial Migrant Protection Protocols, which force would-be asylum seekers to await their cases in often unsafe camps in Mexico.ADAD“We should not have people forced to wait for asylum — trying to find safety for themselves and their families — while camped outside in the elements for months at a time,” Sister Norma Pimentel, director of a Texas-based Catholic charity that works with migrants, wrote in a Washington Post op-ed last week. “It is contrary to our laws and the dictates of humanity.”Democratic lawmakers in the United States warned that AMLO’s arrival risks politicizing the U.S.-Mexico relationship by shifting the focus away from the disaster of the pandemic. In Mexico, critics have also decried the visit, not least because it appears to endorse an American president with a long track record of demonizing immigrants and insulting Mexicans. Others contend that Mexico has little choice but to find common ground with the White House.“We are talking about the most powerful man on Earth, Mexico’s most important trade partner. You want to be on good terms with that person,” Viridiana Ríos, a Mexican political analyst, told the Guardian. “At some point during his campaign, [Trump] is going to scapegoat Mexico and Mexicans again. But the key thing is policy: Do we get more out of a Donald Trump who feels empathy towards AMLO and towards his government, or not?” In Washington, optimists hope that differences over immigration won’t disrupt proceedings. The two leaders will celebrate the start of the United States-Mexico-Canada trade deal, a moderately altered version of the previous North American Free Trade Agreement, which Trump vociferously attacked in his campaigning. “The deal offers investors certainty, but 95 percent of it is basically the same as NAFTA,” Valeria Moy, an economist and professor at the Instituto Tecnológico Autónomo de México, told my colleagues.ADADCanadian Prime Minister Justin Trudeau opted out of the gathering, placing the spotlight firmly on the other two leaders. Some analysts see them as a pair of demagogic peas in a pod.“Both seek the absolute dominance of the executive branch,” wrote the Mexican commentator Enrique Krauze. “They dismiss institutions and the rule of law. They attack the critical independent press: Trump cries ‘fake news,’ while López Obrador repeats, ‘I have other data.’ They scorn science and have confronted the pandemic irresponsibly and ineffectively, and with total lack of empathy. Both cultivate a twisted cult of personality.”“The two leaders are ideological foes but in some ways kindred spirits: populists whose strengths are in the realm of symbols rather than the substance of government,” noted the Economist.ADADThe significance of López Obrador’s visit is expected to remain a mostly symbolic one. Analysts don’t see the leaders emerging from the proceedings with much more than what already has been accomplished. And even then, progress remains somewhat thin.“Economists say the trade deal is unlikely to drive much new foreign investment, given uncertainty created by the López Obrador administration,” my colleagues reported. “He has canceled a new Mexico City airport project and a U.S. firm’s $1.4 billion brewery in Mexicali on allegations of corruption, and backpedaled on reforms to open the energy sector to more private investment.”The upshot of this summit, argued Genaro Lozano, a professor at Mexico City’s Iberoamerican University, may have little to do with the principals involved. “Both Republicans and Democrats need to take Mexico and the region as a whole more seriously,” he wrote in Americas Quarterly. “Integration between the two economies and societies is unstoppable and, if nothing else, Mexico should be a regular stop for U.S. presidential candidates, just as the U.S. is a stop for any Mexican presidential candidate.”Read more: Why Guyana’s political stalemate mattersChina strangles its world cityPutin’s term-limit win suggests stagnation, not strength", "comment": "62 Comments", "topic": "Today's WorldView"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://d1i4t8bqe7zgj6.cloudfront.net/07-02-2020/t_ef3f7ff26ce343aebecd85ffd795eee4_name_4a47d1f2_bc74_11ea_97c1_6cf116ffe26c_scaled.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://d1i4t8bqe7zgj6.cloudfront.net/07-02-2020/t_ef3f7ff26ce343aebecd85ffd795eee4_name_4a47d1f2_bc74_11ea_97c1_6cf116ffe26c_scaled.jpg", "title": "Trump drops bombshell: ‘These are numbers’ ", "date": "Jul 2, 2020", "url": "https://www.washingtonpost.com/opinions/2020/07/02/trump-drops-bombshell-these-are-numbers/", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "Erik Wemple", "content": "President Trump on Thursday morning appeared before reporters in the White House briefing room to rattle off a bunch of numbers — unemployment numbers, stock-market numbers, consumer-confidence numbers. For much of the presentation, he was reading off of prepared materials. But this is a fellow who can’t resist ad-libbing.Support our journalism. Subscribe today.arrow-rightAnd so at one point, he added, \"It’s coming back faster, bigger and better than we ever thought possible,” said Trump of a bounce-back in economic indicators. “These are not numbers made up by me. These are numbers.”Boldface added to highlight a classic case of Trump-style articulation, if you can call it that. The observation that “these are numbers” would appear to be an empty one. Situated alongside the assertion that Trump didn’t make them up, though, it acquires some meaning — as in, these are real numbers. Someone who lies as much as Trump needs a way to signal when he’s not lying.ADADDaniel Dale, the CNN reporter who fact-checks Trump in real time, tells the Erik Wemple Blog that while he hasn’t done a detailed look at Trump’s performance at the Thursday presser, “on the whole the numbers were more accurate than usual, since he was reading from prepared notes rather than just talking.”When he’s just talking, Trump mangles economic facts and statistics, as laid out in the recent book by the Washington Post Fact Checker staff, “Donald Trump and His Assault on Truth.” A chapter written by Glenn Kessler rummages through Trump’s false and misleading claims about the economy he inherited (“it was crashing”; not); about how he then presided over the “greatest” economy in U.S. history (no, previous presidents have had better numbers, and anyway, presidents have only so much economic influence); about how he inflated the African American youth unemployment rate in previous years to exaggerate growth during his own tenure; about how he exaggerated U.S. trade deficits with key partners including China, the European Union and Mexico; about how he “oversells” the wonders of tariffs; about how he hypes his maneuvers to foster the “opening” of China (that happened decades ago); and about how he takes credit for the opening of plants whose planning predated his inauguration by years.All the nonsense claims about the economy demonstrate just how deeply the urge to deceive rests in Trump’s bones. Until the novel coronavirus hit, after all, the economy performed well under his administration: Unemployment kept ticking downward, at about the same clip as Obama’s last years; growth, too, bumped along at decent rate. So why the need to mislead?Full coverage of the coronavirus pandemicAs the economy chugged along, Trump loved nothing more than bragging about it. Whether he was speaking at a rally, in an interview or at one of his hundreds of impromptu sessions with reporters at White House events, the president plowed through the same exaggerations and lies. Questions about trade and the economy were delicious, as Trump relished interacting with outlets focused on business, including Reuters and Bloomberg.ADADThere were no questions on Thursday, however. After riffing on the economy and coronavirus with his patented slant, Trump declared that he was honored to serve as president. Then he exited the briefing room, leaving shouted questions hanging in the air, as well as a memorable apparent admission: Yes, he knows he fabricates half the stuff he says.Read more: Colbert I. King: Trump is lying to sway his reelection, and Democrats aren’t paying attentionCatherine Rampell: The U.S. job market is still in very bad shape. Just wait until the fiscal time bomb goes off.Henry Olsen: The job numbers are much-needed good news. And they’re likely to get better.Kathleen Parker: We are tipping into chaos", "comment": "1.6k Comments", "topic": "Opinions"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/LLU6WZW6GEI6TDOIJGHKXQJJUA.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/LLU6WZW6GEI6TDOIJGHKXQJJUA.jpg", "title": "Rachel Siegel joins the economics team to cover the Federal Reserve and the domestic economy", "date": "Jul 10, 2020", "url": "https://www.washingtonpost.com/pr/2020/07/10/rachel-siegel-joins-economics-team-cover-federal-reserve-domestic-economy/", "keyword": "U.S.-China trade and tariffs", "website": "the Washington Post", "author": "", "content": "Announcement from Business Editor David Cho, Deputy Business Editor Zachary Goldfarb, Economics Editor Damian Paletta and Deputy Economics Editor Jen Liberto: We are excited to announce that Rachel Siegel has joined the economics team to cover the Federal Reserve and the domestic economy, spearheading our coverage of the central bank as it works to steer the nation out of the worst economic crisis since the Great Depression.Support our journalism. Subscribe today.arrow-rightRachel joined The Washington Post as a Metro intern in 2017 and covered the Montgomery County Council. In 2018, Rachel joined the Business staff as a breaking news and general assignment reporter, producing fast and timely coverage of President Trump’s trade war, discrimination in corporate America and, most recently, the economic devastation wrought by the coronavirus pandemic.ADADRachel sought out the human stories behind economic indicators and statistics. What began as a story about lobster tariffs took Rachel onto a fishing boat at 4:45 a.m. to chronicle how the trade war with China allowed Canada’s lobster industry to edge out U.S. companies. Rachel wrote about how gun violence created a tragic cottage industry built around “Rest in Peace” t-shirts. As the pandemic began to wreck the economy, Rachel wrote about a pawn shop owner in Ash Flat, Ark., who moved into his storefront to keep longtime customers afloat.Rachel lives in the District where she’s often found hunting for Ethiopian food and hiking trails in Rock Creek Park. She's from Dallas and received her undergraduate degree in history from Yale University.Please join us in congratulating Rachel, who started in her new role last month.", "comment": "0 Comments", "topic": "WashPost PR Blog"}]