[{"cover": "", "title": "Chinese ambassador lashes out at Western rights reporting", "date": "Jul 30, 2020", "url": "https://www.washingtonpost.com/world/asia_pacific/chinese-ambassador-lashes-out-at-western-rights-reporting/2020/07/30/f1393db6-d268-11ea-826b-cc394d824e35_story.html", "keyword": "U.S.-China trade war and protectionism", "website": "the Washington Post", "author": "", "content": "LONDON — China’s ambassador to the United Kingdom lashed out at what he saw as one-sided reporting on human rights issues Thursday, presenting a series of videos defending Chinese actions against Uighur Muslims in the northwest Xinjang province and warning Britain to stop meddling in his country’s affairs.Support our journalism. Subscribe today.arrow-rightAmbassador Liu Xiaoming’s presentation stressed that China’s actions in Xinjiang were meant to fight terrorism, and the grainy images he played for reporters included bloody scenes showing the aftermath of attacks.The videos were meant to counter a recent BBC interview in which presenter Andrew Marr had challenged the diplomat to explain drone footage that apparently showed Uighur prisoners being guarded and transferred to trains by Chinese authorities.ADLiu denied Uighurs were being mistreated and posted screen grabs that challenged, among other things, whether the prisoners were kneeling or sitting on the ground. He described “so-called victims” of human rights violations as being either separatists or “actors trained by anti-China forces in the U.S. and other Western countries.”AD“There are so many fallacies and lies that permeate Western media,’’ he said. “It can be called the lies of the century.”The rising tensions come as U.S. President Donald Trump and his administration push Washington and Beijing toward a new era of ever-growing confrontation.The U.S. government last week imposed trade sanctions on 11 companies it says are implicated in human rights abuses. The sanctions upped U.S. pressure on Beijing over Xinjiang, where the ruling Communist Party is accused of mass detentions, forced labor, forced birth control and other abuses against Muslim minorities.ADLiu added that disputes over human rights, the imposition of a new security law in Hong Kong and Britain’s decision to ban Chinese tech giant Huawei from taking part in building a new high speed phone network had “seriously poisoned the atmosphere” of China’s relations with Britain.’’AD“China and U.K. should have enough wisdom and capability to manage and deal with these differences, rather than allowing anti-China forces and Cold War warriors to kidnap (the) China-U.K. relationship,’’ he said.The United States has lobbied its allies to shun Huawei, because it says the Chinese government could use the company’s technology to spy on Western nations. Huawei denies the allegations and argues that U.S. protectionism is behind the move.ADBritain in recent weeks also suspended an extradition treaty with Hong Kong and offered refuge for millions of eligible Hong Kongers who feel threatened by Beijing’s tightening grip on the semi-autonomous city. Liu reiterated his previous comment that Britain should stop meddling in Hong Kong.“China respects U.K. sovereignty and has never interfered in the U.K.’s internal affairs,’’ the ambassador said. “It is important the U.K. will do the same - namely, respect China’s sovereignty and stop interfering in Hong Kong’s affairs, which are China’s internal affairs, so as to avoid further damage to the China-UK relationship.”ADLiu hammered the point that the U.K. and its people needed to think independently of the hawkish signals coming from the Trump administration. He said Britain was at a “critical historical juncture” in how it wanted to treat China.AD“It’s our hope that the U.K. would resist the pressure and coercion from a certain country and provide an open, fair, transparent and non-discriminatory environment for Chinese investment so as to bring back the confidence of Chinese businesses in the U.K,” he said.Earlier this month, U.S. Secretary of State Mike Pompeo visited London and applauded British Prime Minister Boris Johnson for the decision to bar Huawei from 5G and other responses to the challenges raised by China. Pompeo said the U.S. supports “those sovereign choices, we think, ‘Well done.’”In another sign of fraying relations, U.K. Foreign Secretary Dominic Raab condemned the Hong Kong government’s decision to disqualify 12 pro-democracy nominees from a September legislative election. Authorities said they failed to uphold the city’s mini-constitution and pledge allegiance to Hong Kong and Beijing.“It is clear they have been disqualified because of their political views, undermining the integrity of ‘one country, two systems’ and the rights and freedoms guaranteed in the joint declaration and Hong Kong’s basic law,” Raab said.Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.", "comment": "0 Comments", "topic": "Asia & Pacific"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DZIN3HGDQUI6VNHWZM443CKA7M.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DZIN3HGDQUI6VNHWZM443CKA7M.jpg", "title": "Biden finds a better way to do ‘America First’", "date": "Jul 16, 2020", "url": "https://www.washingtonpost.com/opinions/biden-finds-a-better-way-to-do-america-first/2020/07/16/b0eafa20-c79f-11ea-b037-f9711f89ee46_story.html", "keyword": "U.S.-China trade war and protectionism", "website": "the Washington Post", "author": "Fareed Zakaria", "content": "With the pandemic overshadowing everything, one can sometimes forget that there is a presidential campaign going on. That helps to explain why the media paid so little attention, over the past two weeks, when Joe Biden released his plans to fight climate change and revive the economy. The climate change plan is ambitious and forward-thinking, but more interesting is the economic plan, which promises “to ensure the future is ‘made in all of America.’ ” That sounds like an America First agenda, and sure enough, President Trump accused Biden of stealing his ideas. But in fact, while the plan is politically clever in moving directly onto Trump’s turf of economic nationalism, it is much better than the president’s approach.First and most important is what the plan does not do. It is not a mercantilist call for tariffs and trade wars, hallmarks of the Trump presidency. These Trump policies have failed by any measure. The evidence is so clear that when Biden released a fiery ad saying Trump “lost” the trade war with China, Politifact’s only quibble with that claim was it should have been present tense “losing.” The group pointed to the following studies from 2019: a Federal Reserve report that determined the tariffs “have not boosted manufacturing employment or output, even as they increased producer prices”; a Moody’s analysis finding that the trade war had cost 300,000 U.S. jobs; and a Federal Reserve study assessing the cost of these tariffs to the average American household at about $800 per year, erasing the benefits of the Trump tax cut. Oxford Economics estimated the trade war shaved 0.3 percent off U.S. gross domestic product growth last year.Support our journalism. Subscribe today.arrow-rightThe Biden plan’s boldest idea is to massively ramp up investment in research and development. Biden proposes raising spending by $300 billion over four years, which represents a 60 percent increase over 2018 spending. If enacted, this would reverse the steady decline in federal investment in science and technology since its heyday in the 1950s and 1960s. (To get to those levels would still require hundreds of billions more.) Those investments led to the personal computer, the Internet, the Global Positioning System and a host of other technologies that have transformed the economy. More recently, it is worth remembering, an Energy Department loan of $465 million is what enabled Tesla to establish itself and experiment with electric cars. The Biden plan proposes investments in 5G technology, electric cars, lightweight materials and artificial intelligence. Some of this money will be wasted — as also happens to investments from venture capital firms — but all you need is for some, like Tesla, to succeed big.ADADThe plan also has a $400 billion “Buy American” component. The theory behind this is sensible. But the danger of this kind of approach is that it can too often become “industrial policy,” with the government trying to revive bygone industries like steel (as Biden wants to do) and favoring firms with the best lobbyists. More generally, the track record of most rich countries in practicing industrial policy has been pretty bad. Experts used to point to Japan as the country that had mastered government-directed investment, except that it turned out that Japan’s best companies all came out of its fiercely competitive private sector. The state-sponsored ones mostly did poorly. (China is different because its biggest advantage is not smart government investments but low wages.)The best model is not for government to set up or subsidize specific companies or industries, but to let the market know that it will buy certain kinds of innovative products, which then gives the private sector an incentive to produce them. As late as 1962, the U.S. government was responsible for purchasing 100 percent of all semiconductor chips produced in the country, which is what allowed that industry to become viable. Similarly, NASA orders powerfully helped the computer industry in the 1960s. Biden rightly wants to emulate this approach to support today’s breakthrough technologies, though key agencies in the federal government in those days were more efficient and operated with far greater insulation from special interests.A final caution: “Buy American” has been around for a long time. In fact, it was initiated in 1933, on the last day of Herbert Hoover’s term in office, responding to a “Buy British” plan announced in London. The result of these kinds of moves sent the world into a downward spiral of protectionism and nationalism, impoverishing ordinary people, and creating a dangerous international climate. Let’s keep that history in mind as we implement the next version of Buy American.ADAD\n\nRead more from Fareed Zakaria’s archive, follow him on Twitter or subscribe to his daily newsletter.Read more: Jennifer Rubin: Joe Biden gives a big, bold, normal speech on climate changeThe Post’s View: Biden sets a relatively moderate economic coursePaul Waldman: Our economy is in crisis. Only one of the candidates realizes it.Donna Edwards: It doesn’t matter which woman Joe Biden picks as his running mate", "comment": "88 Comments", "topic": "Opinions"}]