[{"cover": "https://s.wsj.net/public/resources/images/S1-GX720_QUALCO_D_20200729173330.jpg", "title": "Qualcomm Inks Licensing Deal With Huawei Despite U.S.-China Tensions", "url": "https://www.wsj.com/articles/qualcomm-inks-licensing-deal-with-huawei-despite-u-s-china-tensions-11596059709?mod=searchresults&page=1&pos=1", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Tech ", "author": "By Asa Fitch", "date": "July 29, 2020 6:33 pm ET", "printheadline": " Appeared in the July 30, 2020, print edition as 'Qualcomm Settles Spat With Huawei.' ", "content": "U.S. mobile-phone chip maker Qualcomm Inc. said it resolved a protracted licensing dispute with China’s Huawei Technologies Co. and signed a long-term deal with the smartphone maker despite heightened tensions between the U.S. and China.Qualcomm on Wednesday said it would receive a $1.8 billion lump-sum payment from the Chinese tech giant to cover previously unpaid licensing fees. The settlement was paired with a multiyear agreement to license Qualcomm’s patented technologies for Huawei use.", "subtitle": "Qualcomm also saw third-quarter sales almost halve from the year prior to $4.89 billion, weighed down by the coronavirus pandemic"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "EU Levels Sanctions Over Hong Kong Security Law, Inching Toward Tough U.S. Stance on China", "url": "https://www.wsj.com/articles/eu-countries-sanction-china-over-hong-kong-security-law-11595957097?mod=searchresults&page=1&pos=2", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " World ", "author": "By James Marson, Laurence Norman", "date": "July 28, 2020 5:32 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'EU Sanctions China Over Hong Kong Law.' ", "content": "BRUSSELS—The European Union imposed sanctions on China over its treatment of Hong Kong on Tuesday, inching the bloc closer to the Trump administration’s more hawkish stance toward Beijing.The sanctions include limiting exports of equipment China could use for repression and reassessing extradition arrangements in light of Beijing’s imposition of a draconian national security law. The U.K., which this year left the EU, recently suspended its extradition treaty with Hong Kong.", "subtitle": "Brussels to limit exports of equipment Beijing could use for repression and reassess extradition arrangements "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S., Australia Bolster Health, Security Cooperation in Face of Coronavirus, China", "url": "https://www.wsj.com/articles/u-s-australia-bolster-health-security-cooperation-in-face-of-coronavirus-china-11595964310?mod=searchresults&page=1&pos=3", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Asia ", "author": "By Courtney McBride, Courtney McBride in Washington, Rachel Pannett, Rachel Pannett in Sydney", "date": "July 28, 2020 3:25 pm ET", "printheadline": "", "content": "The U.S. and Australia announced agreements to bolster diplomatic and military cooperation on Tuesday, presenting a united front against an increasingly aggressive China and the coronavirus pandemic.U.S. Secretary of State Mike Pompeo praised Australia’s rejection of Beijing’s “attempts to dominate the technology space” and of China’s militarization of the South China Sea.Australian...\n  ", "subtitle": "Two longtime allies agree on accords designed to confront China on several fronts"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "We Must Change to Bring Back the Factories", "url": "https://www.wsj.com/articles/we-must-change-to-bring-back-the-factories-11595883678?mod=searchresults&page=1&pos=4", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Letters ", "author": "", "date": "July 27, 2020 5:01 pm ET", "printheadline": " Appeared in the July 28, 2020, print edition. ", "content": "Regarding Arthur Herman’s “Bringing the Factories Home” (op-ed, July 20): I was an owner of an aluminum foundry near Boston in the early 2000s. We supplied a major semiconductor test-machine manufacturer with considerable business in China. I remember one very complex 300-lb. casting our customer was forced by the Chinese government to source in China to be allowed to sell machines there. Although it took them three years to find a Chinese foundry capable of making it, they finally did, and we lost over $1 million in revenue. Further, the machining source in New Hampshire where we shipped the casting lost the machining...\n  ", "subtitle": "We must emulate the Chinese by requiring American companies to source parts in the U.S. Forget tariffs"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Aluminum Mills, Can Makers at Odds Over Tariff Exemptions", "url": "https://www.wsj.com/articles/aluminum-mills-can-makers-at-odds-over-tariff-exemptions-11595509201?mod=searchresults&page=1&pos=5", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Business ", "author": "By Bob Tita", "date": "July 23, 2020 9:00 am ET", "printheadline": " Appeared in the July 24, 2020, print edition as 'Tariffs on Aluminum Unsettle the Sector.' ", "content": "Aluminum customers are receiving tariff exclusions on billions of pounds of imported metal that U.S. mills say are undermining the domestic market the duties were supposed to revive.The 10% duty on foreign-made aluminum that the Trump administration imposed in March 2018 allowed importers to receive exclusions from the tariff for metal that wasn’t available domestically. But aluminum producers in the U.S. say the exclusion process is incentivizing more imports, deepening a divide in the industry over the tariff’s effectiveness.", "subtitle": "Buyers have secured tariff exemptions for more of the metal than they import; ‘the\n               exclusion process has gotten out of control’ "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "2020 Democratic Party Draft Platform: What We Know, From Health Care to China", "url": "https://www.wsj.com/articles/2020-democratic-party-draft-platform-what-we-know-from-health-care-to-china-11595445073?mod=searchresults&page=1&pos=6", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Election 2020 ", "author": "By Eliza Collins, Joshua Jamerson", "date": "July 22, 2020 3:11 pm ET", "printheadline": " Appeared in the July 23, 2020, print edition as 'Democrats Draft a Platform For 2020.' ", "content": "Democrats’ first draft of their 2020 party platform calls for universal access to health care and criticizes China’s trade practices, but it steers away from some progressive proposals such as Medicare for All, the Green New Deal and cutting police budgets.The document released Tuesday night is largely symbolic, as Democratic candidates don’t have to endorse its contents. But it is an official marker of the party’s priorities and policy goals ahead of its convention in August, when Joe Biden will officially accept the nomination...\n  ", "subtitle": "Draft of document, reviewed by The Wall Street Journal, shows passing reference to\n               Medicare for All and no calls for defunding police"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Is Positioning Military Assets Around Asia to Counter China, Esper Says", "url": "https://www.wsj.com/articles/u-s-is-positioning-military-assets-around-asia-to-counter-china-esper-says-11595340363?mod=searchresults&page=1&pos=7", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " National Security ", "author": "By Nancy A. Youssef", "date": "July 21, 2020 3:28 pm ET", "printheadline": " Appeared in the July 22, 2020, print edition as 'America Bolsters Military in Asia.' ", "content": "WASHINGTON—The U.S. is equipping and positioning its forces across Asia for a possible confrontation with China, Defense Secretary Mark Esper said Tuesday in remarks outlining the military component of the Trump administration’s hardening stance toward Beijing. Speaking from the Pentagon via videoconference to the London-based International Institute for Strategic Studies, Mr. Esper said the U.S. would continue to send Navy ships into the region to counter China’s expansionary policies, and to sell arms to Taiwan, over which...\n  ", "subtitle": "Defense secretary’s remarks come after U.S. declared China moves in South China Sea illegal "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China May Retaliate Against Nokia and Ericsson If EU Countries Move to Ban Huawei", "url": "https://www.wsj.com/articles/china-may-retaliate-against-nokia-and-ericsson-if-eu-countries-move-to-ban-huawei-11595250557?mod=searchresults&page=1&pos=8", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Business ", "author": "By Lingling Wei, Liza Lin, Stu Woo", "date": "July 20, 2020 9:35 am ET", "printheadline": " Appeared in the July 21, 2020, print edition as 'China Eyes Acting Against Nokia, Ericsson.' ", "content": "Beijing is considering retaliating against the Chinese operations of two major European telecommunication-equipment manufacturers, Nokia Corp. and Ericsson AB, should European Union members follow the lead of the U.S. and U.K. in barring China’s Huawei Technologies Co. from 5G networks, according to people familiar with the matter.China’s Ministry of Commerce is mulling export controls that would prevent Nokia and Ericsson from sending products it makes in China to other countries, the people said. One person added that this...\n  ", "subtitle": "Chinese Commerce Ministry weighs export controls on Nokia and Ericsson China-made products "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The End of the Trans-Atlantic Tariff Truce", "url": "https://www.wsj.com/articles/the-end-of-the-trans-atlantic-tariff-truce-11595019688?mod=searchresults&page=1&pos=9", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Heard on the Street ", "author": "By Rochelle Toplensky", "date": "July 18, 2020 7:00 am ET", "printheadline": "", "content": "It can be easy to grow complacent about a small but steady drip, but if it continues for too long, at some point the dam gives way.The European Union is intensifying its long-running crackdown on U.S. tech giants. That increases the risk that an uneasy trans-Atlantic tax truce could soon come to an end. Investors may be wise to brace for a hit.Last...\n  ", "subtitle": "With the room for tax compromises between Washington and Brussels shrinking, investors in marquee European companies need to start worrying about tariffs again "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Trump Administration Turns Up Pressure on China on Several Fronts", "url": "https://www.wsj.com/articles/trump-administration-discussing-travel-ban-on-china-s-communist-party-members-11594914737?mod=searchresults&page=1&pos=10", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Politics ", "author": "By Andrew Restuccia, William Mauldin", "date": "July 16, 2020 5:42 pm ET", "printheadline": " Appeared in the July 17, 2020, print edition as 'U.S. Is Stepping Up Pressure on China.' ", "content": "WASHINGTON—The Trump administration is intensifying U.S. pressure on China, piling on visa bans, sanctions and other restrictions that are battering already unsettled ties between the world’s two largest economies.Attorney General William Barr, in a speech Thursday, warned U.S. businesses that they are at risk of collaborating with a Chinese government that ultimately seeks to supplant them in its expanding state-run economy. Administration officials are also discussing banning travel by China’s Communist Party members and...\n  ", "subtitle": "U.S. rhetoric escalates and officials weigh new restrictions with ties already fraying"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Virus Turns U.S. Tariffs Into a Sideshow for Luxury Brands", "url": "https://www.wsj.com/articles/virus-turns-u-s-tariffs-into-a-sideshow-for-luxury-brands-11594716346?mod=searchresults&page=1&pos=11", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Heard on the Street ", "author": "By Carol Ryan", "date": "July 14, 2020 4:45 am ET", "printheadline": "", "content": "Investors in designer fashion brands are already ignoring an avalanche of bad news. What harm is a little more?That said, a subdued reaction to Washington’s latest tariff threats also reflects the dimming prospects of the U.S. luxury market relative to China’s.Late on Friday, the Office of the United States Trade Representative said it will...\n  ", "subtitle": "Shareholders are blasé about Washington’s threats to impose extra tariffs on French luxury goods, perhaps because China is growing even more crucial for the sector   "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Your 2020 Econ Crash Course", "url": "https://www.wsj.com/articles/your-2020-econ-crash-course-11594578813?mod=searchresults&page=1&pos=12", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Inside View ", "author": "By Andy Kessler", "date": "July 12, 2020 2:33 pm ET", "printheadline": " Appeared in the July 13, 2020, print edition. ", "content": "Remember Econ 101? Bo-ring. Something about marginal utility, blah blah, and some Keynesian claptrap about wondrous government spending. “The Soviet economy is proof that,” you’ll learn from Paul Samuelson’s 1989 textbook, “a socialist command economy can function and even thrive.” It’s the “con” in economics. But we don’t need no stinkin’ textbooks—just look around. Amid this pandemic and protest perturbed period, Econ 2020 will teach you everything you need to know—no classroom required.• Price signals. After nights of...\n  ", "subtitle": "The laws of supply and demand have been at work in the pandemic and the protests."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Weighs Limited Options to Punish China Over Hong Kong", "url": "https://www.wsj.com/articles/u-s-weighs-limited-options-to-punish-china-over-hong-kong-11594576800?mod=searchresults&page=1&pos=13", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " China ", "author": "By William Mauldin", "date": "July 12, 2020 2:00 pm ET", "printheadline": "", "content": "WASHINGTON—As U.S. officials weigh sanctioning China over its recent moves in Hong Kong, the city’s status as a global financial center limits the menu of effective levers available to Washington.Major actions against Hong Kong’s financial system risk hitting U.S., Western and Hong Kong companies and consumers, officials and analysts say. More targeted sanctions against Chinese officials and trade measures against products made in Hong Kong would have little impact on Beijing’s integration of the city into the mainland’s...\n  ", "subtitle": "Major steps against the territory’s financial system risk hurting U.S., Western and Hong Kong companies and consumers"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Trump Dims Hopes for New China Trade Deal", "url": "https://www.wsj.com/articles/trump-pessimistic-on-phase-two-china-trade-deal-11594400326?mod=searchresults&page=1&pos=14", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " China ", "author": "By Catherine Lucey, Josh Zumbrun", "date": "July 10, 2020 4:35 pm ET", "printheadline": " Appeared in the July 11, 2020, print edition as 'U.S. Dims Hopes for Next China Trade Deal.' ", "content": "President Trump damped expectations for a promised phase-two trade pact with China on Friday, saying the relationship between the countries has been too badly damaged by the coronavirus pandemic.“I don’t think about it now,” Mr. Trump told reporters aboard Air Force One, where he criticized China’s response to the new coronavirus, which continues to spread rapidly throughout the U.S. “They could have stopped the plague, they could have stopped it, they didn’t stop it.”", "subtitle": "‘I don’t think about it now,’ the president says about additional trade talks with Beijing"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Biden’s Bigger Government", "url": "https://www.wsj.com/articles/bidens-bigger-government-11594315921?mod=searchresults&page=1&pos=15", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Best of the Web ", "author": "By James Freeman", "date": "July 9, 2020 1:32 pm ET", "printheadline": "", "content": "Investors who breathed a sigh of relief when Democratic voters decided not to march off the socialist cliff with Bernie Sanders are getting a disturbing new sell signal from presumptive presidential nominee Joe Biden. The former vice president is proposing new threats to economic growth.One reason stocks haven’t tanked as Mr. Biden has built a polling lead over President Donald Trump is a Wall Street consensus that Biden could bring some benefits along with much higher governmental costs. Specifically, the hope has been that...\n  ", "subtitle": "The former vice president promises Obama-style taxes and red tape plus Trump-style trade fights."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Australia Suspends Extradition Treaty With Hong Kong Over China’s National-Security Law", "url": "https://www.wsj.com/articles/australia-suspends-extradition-treaty-with-hong-kong-over-chinas-national-security-law-11594287990?mod=searchresults&page=1&pos=16", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " World ", "author": "By Rachel Pannett", "date": "July 9, 2020 8:27 am ET", "printheadline": " Appeared in the July 10, 2020, print edition as 'Australia Won’t Allow Hong Kong Extradition.' ", "content": "SYDNEY—Australia is suspending its extradition treaty with Hong Kong and giving the city’s residents a pathway to staying permanently in response to China’s decision to impose new national-security legislation, a move likely to further inflame tensions with Beijing.Prime Minister Scott Morrison said Thursday that the national-security law constituted “a fundamental change of circumstances in respect to our extradition agreement with Hong Kong” and that Australia had formally notified Hong Kong and Chinese authorities of the...\n  ", "subtitle": "Country gives city’s residents a pathway to staying in Australia permanently"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Alcoa Counters Weak Demand With Cost Cuts", "url": "https://www.wsj.com/articles/alcoa-counters-weak-demand-with-cost-cuts-11594224945?mod=searchresults&page=1&pos=17", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Earnings ", "author": "By Bob Tita", "date": "July 8, 2020 1:33 pm ET", "printheadline": " Appeared in the July 9, 2020, print edition as 'Alcoa Counters Weak Demand With Cost Reductions.' ", "content": " Alcoa Corp. said job cuts and other cost reductions have helped trim losses stemming from lower aluminum prices as the coronavirus pandemic weighed heavily on the industrial economy.The Pittsburgh-based company on Wednesday said because of those measures its results for the latest quarter due out next week will be better than expected. “We realized gains in productivity, cost savings and also increased our cash balance,” Chief Executive Roy Harvey said.", "subtitle": "Aluminum maker says it has limited its losses in  the face of lower product prices "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "As Chinese Trade Surpluses Persist, So Will Risk of Trade Wars", "url": "https://www.wsj.com/articles/as-chinese-trade-surpluses-persist-so-will-risk-of-trade-wars-11594223892?mod=searchresults&page=1&pos=18", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Capital Account ", "author": "By Greg Ip", "date": "July 8, 2020 11:58 am ET", "printheadline": " Appeared in the July 9, 2020, print edition as 'China’s Trade Surplus, and Frictions, Persist.' ", "content": "President Trump’s trade war with China is meeting at least one of his goals. The U.S. trade deficit with China in the past 12 months has dropped to its lowest since 2012.Unfortunately, that narrowing has come from the U.S. buying less from China, rather than China buying more from the U.S. Slack Chinese imports are a symptom of the underlying reason China’s trade surpluses, not just with the U.S. but the world, persist: China consumes too little and saves too much.", "subtitle": "By suppressing consumption, China imposes a production glut on the world, to the detriment of its own workers and trading partners "}, {"cover": "", "title": "Newsletter: Two Steps Forward…", "url": "https://www.wsj.com/articles/newsletter-two-steps-forward-01594118420?mod=searchresults&page=1&pos=19", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "By Jeffrey Sparshott", "date": "July 7, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Looking Up U.S. services industries showed signs of recovery in June as businesses took early steps to reopen. But analysts warned those gains could be undone in July if a resurgence of Covid-19 cases in […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Business Groups Urge China to ‘Redouble Efforts’ to Implement Trade Deal", "url": "https://www.wsj.com/articles/u-s-business-groups-urge-china-to-redouble-efforts-to-implement-trade-deal-11594066059?mod=searchresults&page=1&pos=20", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " China ", "author": "By Bob Davis, Lingling Wei", "date": "July 6, 2020 5:03 pm ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'U.S. Business Groups Press China on Trade.' ", "content": "NEW YORK—As senior U.S. and Chinese economic officials plan to discuss China’s compliance with a trade deal signed early this year, more than 40 American business groups called on Beijing to step up purchases of U.S. manufactured goods as well as energy and other products as part of the agreement.In a letter sent Monday to Treasury Secretary Steven Mnuchin, U.S. Trade Representative Robert Lighthizer and Chinese Vice Premier Liu He, the business associations, led by the U.S. Chamber of Commerce, voiced strong support for...\n  ", "subtitle": "In letter, more than 40 associations call on Beijing to buy more U.S. manufactured goods and energy and other products "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ833_chinae_D_20200703160137.jpg", "title": "China Is Unlikely to Meet Purchase Targets for U.S. Energy", "url": "https://www.wsj.com/articles/china-is-unlikely-to-meet-purchase-targets-for-u-s-energy-11593964801?mod=searchresults&page=2&pos=1", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Economy ", "author": "By Josh Zumbrun", "date": "July 5, 2020 12:00 pm ET", "printheadline": " Appeared in the July 6, 2020, print edition as 'China Is Far Behind on Energy Purchases Under Trade Deal.' ", "content": "WASHINGTON—Economic fallout from the coronavirus pandemic has cast doubt on whether China can meet its targets to buy U.S. goods under this year’s trade deal—with energy emerging as the biggest casualty.China has made strides toward its agricultural and manufacturing targets, but it remains far behind—maybe hopelessly far—an ambitious target for purchases of oil, natural gas, refined petroleum products like propane and butane, and coal, prompting concerns from the U.S. energy industry which is encouraging the U.S. Trade Representative...\n  ", "subtitle": "China is far behind a target for purchases of energy products agreed in trade deal"}, {"cover": "", "title": "Fed Officials Grappled With Economic Uncertainty at June Meeting; U.K. Judge Rejects Maduro Claim for Venezuelan Gold at BOE", "url": "https://www.wsj.com/articles/fed-officials-grappled-with-economic-uncertainty-at-june-meeting-u-k-judge-rejects-maduro-claim-for-venezuelan-gold-at-boe-11593694820?mod=searchresults&page=2&pos=2", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 2, 2020 9:00 am ET", "printheadline": "", "content": "Good day. Fed officials are in no hurry to remove the support they have provided the U.S. economy in recent months, to judge by the minutes of their meeting last month. The minutes also showed they made progress toward a consensus on a strategy to guide borrowing costs lower and that they grappled with extreme uncertainty and changes in economic conditions. Outside the U.S., a U.K. judge rejected a claim by Venezuelan President Nicolás Maduro seeking the release of $1 billion of gold held in a Bank of England vault to finance coronavirus relief efforts.Note: We...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ046_uschin_D_20200701115022.jpg", "title": "U.S. Warns Businesses Over Supply Chains Tied to Rights Violations in China", "url": "https://www.wsj.com/articles/u-s-warns-businesses-over-supply-chains-tied-to-rights-violations-in-china-11593625904?mod=searchresults&page=2&pos=3", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " U.S. ", "author": "By William Mauldin", "date": "July 1, 2020 7:09 pm ET", "printheadline": "", "content": "WASHINGTON—The U.S. warned companies that have suppliers or customers in China of legal and reputational risks linked to human-rights violations there, part of the Trump administration’s broader effort to limit business ties with the country.Companies face peril for involvement with entities blamed for human-rights abuses, including forced labor or the mass detention of Uighur Muslims in China’s Xinjiang region, according to a 19-page memo released Wednesday from the Commerce, Treasury, Homeland Security, and State departments.", "subtitle": "‘CEOs should read this notice closely,’ Secretary of State Mike Pompeo says "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GP903_0701oz_D_20200701034415.jpg", "title": "Australia Lays Out China-Focused Defense Overhaul", "url": "https://www.wsj.com/articles/australia-lays-out-china-focused-defense-overhaul-11593595679?mod=searchresults&page=2&pos=4", "keyword": "U.S.-China trade and tariffs", "website": "Wall Street journal", "topic": " Asia ", "author": "By Rachel Pannett", "date": "July 1, 2020 5:28 am ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'Australia Focuses Its Defenses on China.' ", "content": "SYDNEY—Australia is overhauling its military to create a larger, more powerful force focused on the Indo-Pacific as it seeks to counterbalance China’s growing influence and military power in the region.Prime Minister Scott Morrison said Wednesday that Australia will spend roughly $186 billion over the next 10 years on high-tech defense programs including new long-range missiles, offensive cyber capabilities and radar surveillance.", "subtitle": "Country seeks to create a larger, more powerful force focused on the Indo-Pacific, to counterbalance Beijing’s increasingly muscular stance in the region"}]