[{"cover": "https://s.wsj.net/public/resources/images/S1-GY593_TIKTOK_D_20200731163529.jpg", "title": "Microsoft Is in Talks to Acquire TikTok, as U.S. Considers Banning the App", "url": "https://www.wsj.com/articles/trump-to-sign-order-demanding-chinas-bytedance-to-divest-tiktok-11596219920?mod=searchresults&page=1&pos=1", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Tech ", "author": "By Cara Lombardo, Georgia Wells, Katy Stech Ferek", "date": "Jul. 31, 2020 8:34 pm ET", "printheadline": " Appeared in the August 1, 2020, print edition as 'Microsoft Nears Deal With TikTok.' ", "content": "Microsoft Corp. is in advanced talks to acquire the U.S. operations of the Chinese-owned video app TikTok, according to people with knowledge of the discussions, in a deal that would be a concession to White House pressure and make the software giant a major player in social media.A sale to Microsoft, likely for billions of dollars, would be a win for both TikTok and its parent company, Bytedance Ltd., where executives had feared that the U.S. government would force device makers to take TikTok out of their app stores, according...\n  ", "subtitle": "Deal would address American officials’ data-gathering concerns by removing video-sharing app from control of Chinese company "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX658_Saleen_D_20200729150056.jpg", "title": "How Chinese Officials Hijacked My Company", "url": "https://www.wsj.com/articles/how-chinese-officials-hijacked-my-company-11596233617?mod=searchresults&page=1&pos=2", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Commentary ", "author": "By Steve Saleen", "date": "July 31, 2020 6:13 pm ET", "printheadline": " Appeared in the August 1, 2020, print edition. ", "content": "President Trump said last month that talks for a phase 2 trade agreement with China were on the back burner. If they resume, it is more important than ever that any deal protect American companies and their intellectual property from theft by China. My experience doing business in China shows the lengths to which the Chinese government will go to steal American intellectual property.My story began in 2016, when I entered a joint venture with the government of Rugao, a city in Jiangsu province with a population of 1.4 million....\n  ", "subtitle": "A joint venture applied to Beijing for patents on 510 of my designs, without notifying or crediting me."}, {"cover": "", "title": "TikTok Could Be Bought by Microsoft Amid Ban Threat", "url": "https://www.wsj.com/articles/tiktok-could-be-bought-by-microsoft-amid-ban-threat-11596227901?mod=searchresults&page=1&pos=3", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Noted News ", "author": "", "date": "July 31, 2020 4:38 pm ET", "printheadline": "", "content": "", "subtitle": "President Trump said that he was considering taking steps that would effectively ban the app from the United States"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GY288_HKVOTE_D_20200731084938.jpg", "title": "Citing Coronavirus, Hong Kong Postpones Legislative Elections for a Year", "url": "https://www.wsj.com/articles/citing-coronavirus-hong-kong-postpones-legislative-elections-for-a-year-11596192230?mod=searchresults&page=1&pos=4", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Natasha Khan", "date": "July 31, 2020 4:03 pm ET", "printheadline": " Appeared in the August 1, 2020, print edition as 'Hong Kong Postpones Elections.' ", "content": "HONG KONG—Chief Executive Carrie Lam said she would postpone coming legislative elections for a year, citing a recent surge in coronavirus cases, in a move likely to fuel international furor over the city’s fast-diminishing political freedoms.The city’s top local official told reporters that after recording more than 100 new infections daily for 10 straight days, Hong Kong faced a dire health situation. She cited risks of spreading the disease if 4.4 million voters turned out and said people stranded across the mainland Chinese...\n  ", "subtitle": "Delay caps month of misery for opposition since China imposed national-security law on city"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX674_COLDWA_D_20200729154759.jpg", "title": "As the U.S. and China Wage a New Cold War, They Should Learn From the Last One", "url": "https://www.wsj.com/articles/as-the-u-s-and-china-wage-a-new-cold-war-they-should-learn-from-the-last-one-11596223180?mod=searchresults&page=1&pos=5", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Essay ", "author": "By David Shambaugh", "date": "July 31, 2020 3:19 pm ET", "printheadline": " Appeared in the August 1, 2020, print edition as 'What the New Cold War Should Borrow From the Old One.' ", "content": "On Monday, the American flag was lowered from over the U.S. consulate in the southwestern Chinese city of Chengdu. The Chinese foreign ministry called the closure a “legitimate and necessary” response to the recent U.S. decision to shut the Chinese consulate in Houston, which the Trump administration alleged had been engaged in an escalating pattern of economic and technical espionage. The consulate closures were just the latest tit-for-tat steps taken by each government in a rapidly deteriorating relationship. Over the past...\n  ", "subtitle": "Washington and Beijing need to reach a detente, establishing buffers and guardrails to avoid outright conflict "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GY281_nkecon_D_20200731072659.jpg", "title": "North Korea’s Economy Grew in 2019, Despite International Sanctions", "url": "https://www.wsj.com/articles/north-koreas-economy-grew-in-2019-despite-international-sanctions-11596198005?mod=searchresults&page=1&pos=6", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Asia ", "author": "By Andrew Jeong", "date": "July 31, 2020 9:37 am ET", "printheadline": "", "content": "SEOUL—North Korea’s economy grew 0.4% in 2019, the first time Pyongyang showed positive growth in three years, helped by construction activity and expanded agricultural output, South Korea’s central bank said.But North Korea watchers cautioned against reading this as a sign of a recovery for Pyongyang’s sanctions-hit economy. The period measured was before the global spread of the new coronavirus, and the country’s mining industry, once a key cash generator, shrank for the third consecutive year.", "subtitle": "Coronavirus pandemic will likely hurt growth figures for this year "}, {"cover": "", "title": "Cyber Daily: FBI Probe Finds Errors in Surveillance Warrants Didn’t Undermine Cases | Europe Sanctions Alleged Hackers Linked to China, North Korea and Russia", "url": "https://www.wsj.com/articles/cyber-daily-fbi-probe-finds-errors-in-surveillance-warrants-didnt-undermine-cases-europe-sanctions-alleged-hackers-linked-to-china-north-korea-and-russia-11596200319?mod=searchresults&page=1&pos=7", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 31, 2020 8:58 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GY277_0731jm_D_20200731065046.jpg", "title": "Japan Edges Toward Military Pre-Emptive Strike Option", "url": "https://www.wsj.com/articles/japan-edges-toward-military-pre-emptive-strike-option-11596195100?mod=searchresults&page=1&pos=8", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Chieko Tsuneoka", "date": "July 31, 2020 7:31 am ET", "printheadline": "", "content": "TOKYO—Ruling-party lawmakers are pushing for Japan’s military to have the ability to strike foreign missile-launch sites to improve deterrence against potential attacks from North Korea and China.A proposal released Friday by the Liberal Democratic Party’s defense policy committee is set to be a new test of Japan’s pacifist constitution under Prime Minister Shinzo Abe, who has sought to loosen restrictions on the military in response to rising challenges from Beijing and Pyongyang in recent years. ", "subtitle": "Tokyo debates how to deter missile attacks as threats from North Korea and China rise"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX449_TENGHU_D_20200728230617.jpg", "title": "Lee Teng-hui, Who Guided Taiwan on Its Path to Democracy, Dies at 97", "url": "https://www.wsj.com/articles/lee-teng-hui-who-guided-taiwan-on-its-path-to-democracy-dies-at-97-11596112871?mod=searchresults&page=1&pos=9", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Chun Han Wong", "date": "July 30, 2020 11:09 pm ET", "printheadline": "", "content": " Lee Teng-hui, who as Taiwan’s first native-born president steered the island’s transition to democracy, became its first popularly elected leader and championed a sense of Taiwanese identity separate from mainland China, died on Thursday. He was 97 years old. Mr. Lee passed away at 7:24 p.m. local time at Taipei Veterans General Hospital, where he had been receiving treatment since February after choking on milk, a hospital spokesman told reporters at a televised briefing. The cause of death was septic shock and multiple...\n  ", "subtitle": "As president, Lee dismantled the authoritarian regime that the Nationalist Party imposed on the island after World War II "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GY185_CFIUS0_D_20200730172556.jpg", "title": "U.S. Panel Expands Review of Business Deals With Foreign Money", "url": "https://www.wsj.com/articles/u-s-panel-expands-review-of-business-deals-with-foreign-money-11596146350?mod=searchresults&page=1&pos=10", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " National Security ", "author": "By Katy Stech Ferek", "date": "July 30, 2020 5:59 pm ET", "printheadline": " Appeared in the July 31, 2020, print edition as 'U.S. Panel Expanded Its Review Of Foreign Deals in ’19.' ", "content": "A national-security panel in 2019 increased its review of business deals involving foreign money, the first year after Congress ordered it to scrutinize such transactions more thoroughly, according to a new report released Thursday.The Committee on Foreign Investment in the U.S. reviewed 325 business transactions that involved foreign money, topping the number of deals the panel has reviewed each year since 2010, according to its annual report to Congress. By comparison, in 2018 the panel reviewed 249 transactions.", "subtitle": "A 2019 review by Cfius of 325 business transactions comes a year after Congress expanded its oversight"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GY070_0730ai_D_20200730145726.jpg", "title": "Ex-Google Boss Says Artificial Intelligence Will Be Key to U.S. National Security", "url": "https://www.wsj.com/articles/ex-google-boss-says-artificial-intelligence-will-be-key-to-u-s-national-security-11596139058?mod=searchresults&page=1&pos=11", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Artificial Intelligence ", "author": "By David Uberti", "date": "July 30, 2020 3:57 pm ET", "printheadline": "", "content": "The former top executive of Google described artificial intelligence as a linchpin in global power struggles and warned the U.S. could fall behind rivals like China unless it elevates AI as a cornerstone of national security. Eric Schmidt, who led the tech giant for a decade and was executive chairman of parent company Alphabet Inc., urged the public and private sectors to bolster the country’s AI capabilities at a virtual event hosted by the Brookings Institution on Wednesday. Innovation and talent development will be particularly...\n  ", "subtitle": "Eric Schmidt warned the U.S. military could fall behind China and other rivals "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX853_HKELEC_D_20200730091902.jpg", "title": "Pro-Democracy Candidates Barred From Hong Kong Election", "url": "https://www.wsj.com/articles/pro-democracy-candidates-barred-from-hong-kong-election-11596126538?mod=searchresults&page=1&pos=12", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Natasha Khan", "date": "July 30, 2020 12:28 pm ET", "printheadline": "", "content": "HONG KONG—Authorities banned 12 opposition candidates from running in planned legislative elections, as they moved to further dismantle a pro-democracy movement that challenges China’s rule in the city.Candidates across the democratic spectrum—including more moderate incumbent lawmakers, grass-roots activists and internationally known advocates—were informed Thursday that their candidacies for the citywide vote planned for Sept. 6 were invalid. The scale of disqualifications and reasoning provided was widely condemned by...\n  ", "subtitle": "Authorities disqualify a dozen hopefuls, citing their opposition to a new Chinese national security law for the city and requests for U.S. intervention, among other reasons "}, {"cover": "", "title": "PE Daily: Warburg Scores a Telemedicine Exit | Crestview’s Big Water Bet | Carlyle Earnings | Jordan Partner Passes", "url": "https://www.wsj.com/articles/pe-daily-warburg-scores-a-telemedicine-exit-crestviews-big-water-bet-carlyle-earnings-jordan-partner-passes-11596114314?mod=searchresults&page=1&pos=13", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro PE Newsletter ", "author": "", "date": "July 30, 2020 9:05 am ET", "printheadline": "", "content": "Good day and welcome to the Private Equity Pro newsletter. Just about everybody in private equity has a story to tell about a deal that got delayed, cancelled or just generally mixed up when the coronavirus hit this spring. But after a serious lull in deal making in the first half, there are hints that private equity could be slowly building back up to its old M&A pace, despite the pandemic that continues to rage in many parts of the U.S.Today we have a few more data points suggesting a revival may be stirring. First, Warburg...\n  ", "subtitle": ""}, {"cover": "", "title": "Cyber Daily: Big Banks Want Simpler Cloud Security | Senate Republicans Propose $53 Million to Protect Covid-19 Research", "url": "https://www.wsj.com/articles/cyber-daily-big-banks-want-simpler-cloud-security-senate-republicans-propose-53-million-to-protect-covid-19-research-11596113961?mod=searchresults&page=1&pos=14", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 30, 2020 8:59 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX755_PLARES_D_20200729192731.jpg", "title": "Report Sheds Light on China’s Use of Military-Linked Researchers", "url": "https://www.wsj.com/articles/report-sheds-light-on-chinas-use-of-military-linked-researchers-11596092462?mod=searchresults&page=1&pos=15", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " National Security ", "author": "By Aruna Viswanatha, Kate O’Keeffe", "date": "July 30, 2020 3:01 am ET", "printheadline": "", "content": "WASHINGTON—Researchers in the U.S. have engaged in extensive collaboration with counterparts affiliated with the Chinese military, potentially boosting China’s potency as a rival, according to a new report published Thursday by Stanford University’s Hoover Institution.The report, from the conservative think tank, identifies 254 papers in a publicly accessible Chinese government-backed academic database. They were written by researchers from 115 U.S. universities and government research labs working with counterparts from...\n  ", "subtitle": "Hoover Institution report finds extensive collaboration on 254 papers by U.S. and China researchers; says such ties boost China as a military rival"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX607_HKARRE_D_20200729130838.jpg", "title": "Hong Kong Police Arrest Activists Over ‘Secessionist’ Social-Media Posts", "url": "https://www.wsj.com/articles/hong-kong-police-arrest-activists-over-secessionist-social-media-posts-11596044387?mod=searchresults&page=1&pos=16", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Asia ", "author": "By Wenxin Fan", "date": "July 29, 2020 1:39 pm ET", "printheadline": "", "content": "HONG KONG—A newly formed national-security police squad arrested four students on Wednesday for alleged secessionist activities on social media, the first such swoop on opposition activists since China imposed the controversial national-security legislation four weeks ago.Three men and a woman, ranging in age from 16 to 21 years old, were arrested at locations across the city, according to Li Kwai-wah, a senior superintendent of the newly established National Security Department. Those arrested were part of a group that made...\n  ", "subtitle": "Four students arrested under national-security law over allegations of promoting independence"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX602_0729ti_D_20200729125429.jpg", "title": "Treasury to Make TikTok Recommendations to Trump This Week", "url": "https://www.wsj.com/articles/treasury-to-make-tiktok-recommendations-to-trump-this-week-11596043389?mod=searchresults&page=1&pos=17", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " National Security ", "author": "By Katy Stech Ferek", "date": "July 29, 2020 1:23 pm ET", "printheadline": "", "content": "WASHINGTON—Treasury Secretary Steven Mnuchin said Wednesday that a Treasury Department-led review into whether popular Chinese video-sharing app TikTok poses threats to U.S. national security will present its recommendations to President Trump this week.U.S. national-security experts are investigating TikTok and a 2017 transaction that propelled its growth, an inquiry that has yet to wrap up after months.U.S....\n  ", "subtitle": "Department to brief president on continuing national-security review of Chinese app, says Treasury chief Steven Mnuchin"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX515_VATICA_D_20200729093941.jpg", "title": "China Hacked Vatican Ahead of Negotiations, U.S. Cybersecurity Firm Says", "url": "https://www.wsj.com/articles/china-hacked-vatican-ahead-of-negotiations-u-s-cybersecurity-firm-says-11596039765?mod=searchresults&page=1&pos=18", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Europe ", "author": "By Eva Xiao, Francis X. Rocca", "date": "July 29, 2020 1:21 pm ET", "printheadline": "", "content": "A Chinese-state-backed group recently hacked into Vatican computers on the eve of important negotiations with Beijing, according to a U.S. cybersecurity firm.The alleged breaches, which also targeted Catholic institutions in Hong Kong and Italy, come as the Holy See and Beijing prepare to negotiate renewal of an agreement on the delicate issue of the appointment of Catholic bishops in China.The...\n  ", "subtitle": "The alleged breaches come ahead of negotiations regarding the appointment of bishops in China"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX527_chinac_D_20200729095643.jpg", "title": "China’s New Tool to Chase Down Fugitives: American Courts", "url": "https://www.wsj.com/articles/china-corruption-president-xi-communist-party-fugitives-california-lawsuits-us-courts-11596032112?mod=searchresults&page=1&pos=19", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Aruna Viswanatha, Kate O’Keeffe", "date": "July 29, 2020 10:29 am ET", "printheadline": " Appeared in the July 30, 2020, print edition as 'China Sues Fugitives In U.S. Courts.' ", "content": "After Peng Xufeng, head of a Chinese state-owned infrastructure and transportation company, left China around the time a corruption probe against him began, investigators there used well-tested tactics to try forcing him to return.Security agents detained his brother, sister, two cousins and in-laws, according to court documents Mr. Peng filed. They placed his parents under surveillance and threatened to put his toddler son—left in the grandparents’ care—up for adoption, the filings say. A Chinese government official traveled...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX319_ARCTIC_D_20200728154859.jpg", "title": "New Cold War: U.S. Names Arctic Policy Czar to Keep Tabs on China, Russia", "url": "https://www.wsj.com/articles/u-s-names-arctic-policy-czar-to-keep-tabs-on-china-russia-11596030013?mod=searchresults&page=1&pos=20", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Courtney McBride", "date": "July 29, 2020 9:40 am ET", "printheadline": "", "content": "WASHINGTON—The State Department has tapped a career diplomat to coordinate efforts to bolster the U.S. position in the Arctic, including repelling China’s advances and capitalizing on commercial opportunities there. James DeHart begins work Wednesday as the first U.S. coordinator for the Arctic region, representing the State Department in a Trump administration campaign encompassing several U.S. government departments and agencies. He will report directly to Secretary of State Mike Pompeo and Deputy Secretary Stephen Biegun,...\n  ", "subtitle": "Career diplomat James DeHart tapped to bolster the U.S. position in the Arctic, including repelling Beijing’s advances "}, {"cover": "", "title": "What to Watch at Fed Meeting; Fed Lending Programs Extended; Biden Urges Expansion of Fed’s Mandate", "url": "https://www.wsj.com/articles/what-to-watch-at-fed-meeting-fed-lending-programs-extended-biden-urges-expansion-of-feds-mandate-11596026392?mod=searchresults&page=2&pos=1", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 29, 2020 8:39 am ET", "printheadline": "", "content": "Good day. Jerome Powell could shed light on the Fed’s thinking about how to provide more support to the economy after the rate-setting Federal Open Market Committee wraps up its two-day policy meeting today. Nick Timiraos takes a look at what to watch for. The Fed said yesterday it extended its emergency lending programs by three months. Meanwhile, Joe Biden said he wants to change the Federal Reserve Act to add targeting racial gaps in jobs, wages and wealth to the central bank’s mandate. And Michael S. Derby takes a look at how the Fed has already moved in that direction.Now...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW255_0724ch_D_20200724053655.jpg", "title": "Chinese Hedge Funds Shine in Volatile Year", "url": "https://www.wsj.com/articles/chinese-hedge-funds-shine-in-volatile-year-11595932858?mod=searchresults&page=2&pos=2", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Markets ", "author": "By Xie Yu", "date": "July 28, 2020 9:46 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'Chinese Hedge Funds Set the Pace.' ", "content": "Chinese hedge-fund managers are having a banner year, outperforming rivals elsewhere.That is partly because Chinese stocks are also among the world’s best performers in 2020, as confidence grows that the country is moving past the coronavirus pandemic. A volatile year has also benefited investors who can be fast and flexible, while some portfolio managers say their grounding in China helped them quickly grasp the risks posed by Covid-19.", "subtitle": "Agile investors responding to cues in China and the U.S. have seen significant returns"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX167_metzl_D_20200728101910.jpg", "title": "How to Hold Beijing Accountable for the Coronavirus", "url": "https://www.wsj.com/articles/how-to-hold-beijing-accountable-for-the-coronavirus-11595976973?mod=searchresults&page=2&pos=3", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Commentary ", "author": "By Jamie Metzl", "date": "July 28, 2020 6:56 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition. ", "content": "If a country accidentally launched a nuclear missile killing more than 650,000 people, world leaders would at least demand a comprehensive and immediate investigation into what happened to make sure it didn’t occur again. But as evidence grows that the equally deadly Covid-19 pandemic may stem from a Wuhan virology lab’s accidental leak followed by a Chinese government coverup, most politicians across the globe have been strangely silent. Unless policy makers understand the novel coronavirus’s origins, the world remains vulnerable to an even deadlier pandemic in the future.The...\n  ", "subtitle": "Why did China cover up the epidemic? The most plausible explanation involves a Wuhan lab."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX082_0728NZ_D_20200728022144.jpg", "title": "New Zealand Suspends Extradition Treaty With Hong Kong Over New Security Law", "url": "https://www.wsj.com/articles/new-zealand-suspends-extradition-treaty-with-hong-kong-over-new-security-law-11595924633?mod=searchresults&page=2&pos=4", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Rachel Pannett, Stephen Wright", "date": "July 28, 2020 1:52 pm ET", "printheadline": "", "content": "The New Zealand government suspended its extradition treaty with Hong Kong, joining the U.K. and others in protesting Beijing’s decision to impose a new security law on the city. Foreign Minister Winston Peters said Tuesday that New Zealand “can no longer trust that Hong Kong’s criminal justice system is sufficiently independent from China.”Canada...\n  ", "subtitle": "The U.K., Canada and Australia have taken similar steps after Beijing imposed a national-security law on the city"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX165_HKFIRE_D_20200728100531.jpg", "title": "Hong Kong University Fires Democracy Advocate as China Clamps Down", "url": "https://www.wsj.com/articles/hong-kong-university-fires-democracy-advocate-as-china-clamps-down-11595954251?mod=searchresults&page=2&pos=5", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Lucy Craymer", "date": "July 28, 2020 12:37 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'Outspoken Professor Fired Amid Ebbing Rights.' ", "content": "HONG KONG—Pro-democracy campaigner Benny Tai was fired Tuesday from his job as an associate law professor at the University of Hong Kong, a decision that cast a pall over wider academic freedoms in the city as China asserts its authority.Mr. Tai is an advocate of civil disobedience who was sentenced to jail last year for public-nuisance offenses related to his involvement in a 79-day street occupation that paralyzed parts of Hong Kong in 2014. He said his ouster would mark the end of staff members at universities in the city...\n  ", "subtitle": "Legal scholar Benny Tai says the move by forces aligned with Beijing marks the end of academic freedom in the city"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX064_SEEDS_D_20200727210245.jpg", "title": "Americans Receive Mystery Seeds in the Mail, Mostly From China", "url": "https://www.wsj.com/articles/agriculture-department-states-investigate-foreign-seed-packages-11595901682?mod=searchresults&page=2&pos=6", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Jesse Newman", "date": "July 28, 2020 9:08 am ET", "printheadline": " Appeared in the July 28, 2020, print edition as 'U.S. Probes Seeds Mailed From China.' ", "content": "State officials and the U.S. Department of Agriculture are investigating reports that hundreds of residents have received seeds in the mail they didn’t order.Agricultural officials across the U.S. have launched probes after residents received unsolicited packages of seeds that appear to have mostly originated from China. Mike Strain, Louisiana’s commissioner of agriculture and forestry, which is investigating packages received in that state, said the USDA is also investigating the matter.", "subtitle": "Agricultural officials investigate after U.S. residents get unsolicited packages, warn people not to plant them "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW956_USUIGH_D_20200727152126.jpg", "title": "China’s Muslim Uighurs Are Stuck in U.S. Immigration Limbo", "url": "https://www.wsj.com/articles/chinas-muslim-uighurs-are-stuck-in-u-s-immigration-limbo-11595937603?mod=searchresults&page=2&pos=7", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By James T. Areddy, Michelle Hackman", "date": "July 28, 2020 8:00 am ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'Hundreds of Chinese Uighurs Stuck in U.S. Immigration Limbo.' ", "content": "Kalbinur Awut came to the U.S. in 2015 from China’s far west for graduate study. Soon after arriving at the University of Rhode Island, she applied for political asylum. A member of the mostly Muslim Uighur minority, she had been harassed in China for wearing headscarves and was briefly detained after she applied to study overseas.When she signed into a website run by the U.S. Citizenship and Immigration Services this month to check her status, the same old message greeted her, with her wait time the only update: “Your case...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Down Under Doubles Down on Checking China", "url": "https://www.wsj.com/articles/down-under-doubles-down-on-checking-china-11595889726?mod=searchresults&page=2&pos=8", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Commentary ", "author": "By John Lee", "date": "July 27, 2020 6:42 pm ET", "printheadline": " Appeared in the July 28, 2020, print edition. ", "content": "Australian Foreign Minister Marise Payne and Defense Minister Linda Reynolds will meet their American counterparts Tuesday in Washington for annual meetings known as Ausmin. Then they will fly home to Australia and quarantine for two weeks to minimize the spread of Covid-19—a requirement for those arriving from abroad.It is extraordinary that the Australians are willing to tolerate two weeks of inconvenience to meet with Secretary of State Mike Pompeo and Defense Secretary Mark Esper. Virtual meetings are the norm. The decision...\n  ", "subtitle": "Trump challenges allies to pull their weight, and Australia steps up with courage and resolve."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "We Must Change to Bring Back the Factories", "url": "https://www.wsj.com/articles/we-must-change-to-bring-back-the-factories-11595883678?mod=searchresults&page=2&pos=9", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Letters ", "author": "", "date": "July 27, 2020 5:01 pm ET", "printheadline": " Appeared in the July 28, 2020, print edition. ", "content": "Regarding Arthur Herman’s “Bringing the Factories Home” (op-ed, July 20): I was an owner of an aluminum foundry near Boston in the early 2000s. We supplied a major semiconductor test-machine manufacturer with considerable business in China. I remember one very complex 300-lb. casting our customer was forced by the Chinese government to source in China to be allowed to sell machines there. Although it took them three years to find a Chinese foundry capable of making it, they finally did, and we lost over $1 million in revenue. Further, the machining source in New Hampshire where we shipped the casting lost the machining...\n  ", "subtitle": "We must emulate the Chinese by requiring American companies to source parts in the U.S. Forget tariffs"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Joe Biden May Want to Forget About the Russia Investigation", "url": "https://www.wsj.com/articles/joe-biden-may-want-to-forget-about-the-russia-investigation-11595865529?mod=searchresults&page=2&pos=10", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Free Expression ", "author": "By Gerard Baker", "date": "July 27, 2020 11:58 am ET", "printheadline": " Appeared in the July 28, 2020, print edition as 'Biden May Want to Forget About the Russia Investigation.' ", "content": "As was perhaps predictable in a presidential contest between two men on the ripe side of 70, we’re into the “my memory is better than yours” phase of the election campaign.Neurologists are divided on the real value of cognitive testing, but in any case we should be less interested in whether someone can recite with precision a string of random words than in whether he can demonstrate practical recall of recent important events in his life.", "subtitle": "The candidate struggles to field softballs from friendly media. What if he were asked real questions?"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Philippines’s Duterte Asks China for Access to Successful Coronavirus Vaccine", "url": "https://www.wsj.com/articles/philippines-duterte-asks-china-for-access-to-successful-coronavirus-vaccine-11595858296?mod=searchresults&page=2&pos=11", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Asia ", "author": "By Niharika Mandhana", "date": "July 27, 2020 9:58 am ET", "printheadline": " Appeared in the July 28, 2020, print edition as 'Duterte Asks Xi For Access To Vaccine.' ", "content": "Philippine President Rodrigo Duterte said he has asked China for help in getting access to a coronavirus vaccine as governments around the world make arrangements to secure supply for their citizens ahead of what is expected to be a global scramble for the much-awaited shots.In an address Monday, Mr. Duterte, who has favored close ties with Beijing, said he had made a plea to Chinese President Xi Jinping that the Philippines be one of the first to receive the doses if China has them. He also asked Mr. Xi to grant Manila credit...\n  ", "subtitle": "President says he made plea to Chinese President Xi Jinping to also grant Manila credit to buy vaccines "}, {"cover": "", "title": "Cyber Daily: Google Helps Police With Geofence Warrants But Warns of Potential Privacy Problems | Blackbaud Hack | Buggy Email at Election Offices", "url": "https://www.wsj.com/articles/cyber-daily-google-helps-police-with-geofence-warrants-but-warns-of-potential-privacy-problems-blackbaud-hack-buggy-email-at-election-offices-11595853947?mod=searchresults&page=2&pos=12", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 27, 2020 8:45 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Europe’s Huawei Stumbling Block", "url": "https://www.wsj.com/articles/europes-huawei-stumbling-block-11595797992?mod=searchresults&page=2&pos=13", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 26, 2020 5:13 pm ET", "printheadline": "", "content": "A European Commission report Friday warns that the Continent quickly needs to diversify its 5G suppliers. Chinese telecom giant Huawei isn’t named in the 44-page document, but it isn’t hard to read between the lines. This is a welcome sign that the European Union is starting to recognize the security threat posed by China.“Most Member States have not yet established or communicated clear plans to effectively address existing situations of dependency on high-risk suppliers,” the report said. “Progress is urgently needed to...\n  ", "subtitle": "Will Germany choose narrow self-interest over the West’s security?"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "HSBC Defends Cooperation With U.S. Prosecutors, Denies Setting Trap for Huawei", "url": "https://www.wsj.com/articles/hsbc-defends-cooperation-with-u-s-prosecutors-denies-setting-trap-for-huawei-11595780486?mod=searchresults&page=2&pos=14", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Finance ", "author": "By Margot Patrick", "date": "July 26, 2020 12:21 pm ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'HSBC Defends Help It Gave in Huawei Probe.' ", "content": " HSBC Holdings PLC has issued a statement defending its cooperation with U.S. prosecutors in a case against China’s Huawei Technologies Co. after Chinese state media said the bank had set Huawei up. HSBC said the U.S. Justice Department made formal requests for information about Huawei, a former HSBC client, and that it didn’t “set a trap” for Huawei to break U.S. sanctions, as Chinese newspaper People’s Daily wrote in an article Friday. The statement comes amid intensifying U.S.-China tensions over trade, Hong Kong and Huawei...\n  ", "subtitle": "Asia-focused, British bank says it is rooted in China and a supporter of the country’s economic and social development "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China’s Move to Buy Arctic Gold Mine Draws Fire in Canada", "url": "https://www.wsj.com/articles/chinas-move-to-buy-arctic-gold-mine-draws-fire-in-canada-11595764801?mod=searchresults&page=2&pos=15", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Vipal Monga", "date": "July 26, 2020 8:00 am ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'China’s Arctic Gold Push Rattles Canada.' ", "content": "TORONTO—The purchase of a gold mine in the Canadian Arctic by a state-run Chinese company is triggering alarms in Canada over China’s expanding presence in a region that is growing in strategic importance for its shipping lanes and resources.Opposition parties and former government officials have called on Canadian Prime Minister Justin Trudeau’s government to block Shandong Gold Mining Co., one of China’s largest gold miners, from buying Toronto-based TMAC Resources Inc., whose operation is almost 120 miles north of the...\n  ", "subtitle": "As world powers seek dominance in sensitive region, opponents of purchase say blocking deal is in Canadian national interest"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "TikTok Could Be Tougher Target for Trump Administration", "url": "https://www.wsj.com/articles/tiktok-could-be-tougher-target-for-trump-administration-11595755800?mod=searchresults&page=2&pos=16", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Business ", "author": "By John D. McKinnon, Shan Li", "date": "July 26, 2020 5:30 am ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'Blacklist Of TikTok Would Be Tall Order.' ", "content": "The Trump administration’s efforts to thwart a perceived security threat from video-sharing app TikTok faces challenges beyond those it faced when taking on other Chinese-owned businesses such as Huawei Technologies Co., in part because the U.S. has never blacklisted a wildly popular app.The millions of Americans who have flocked to TikTok for amusement during the coronavirus lockdown pose just one of several possible hurdles, which is likely leading the Trump administration to move cautiously as it considers taking action,...\n  ", "subtitle": "Action against Chinese-owned video app faces legal hurdles, could stir popular backlash "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Trump Campaign Targets China and Portland, Not Just Biden", "url": "https://www.wsj.com/articles/trump-campaign-targets-china-and-portland-not-just-biden-11595649660?mod=searchresults&page=2&pos=17", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Election 2020 ", "author": "By Gerald F. Seib", "date": "July 25, 2020 12:01 am ET", "printheadline": "", "content": "President Trump is increasingly running for re-election not just against Joe Biden, but also against China and the protesters in Portland, Ore.Less clear is whether that approach will pull new voters over to his side, or serve more to reinforce the convictions of those already planning to vote for him.Those two perceived foes increasingly...\n  ", "subtitle": "It’s unclear whether strategy will attract new voters or reinforce convictions of those already planning to vote for him"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Orders U.S. to Close Chengdu Consulate as Payback for Houston Move", "url": "https://www.wsj.com/articles/china-orders-u-s-to-close-chengdu-consulate-in-retaliation-to-houston-move-11595564849?mod=searchresults&page=2&pos=18", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Chun Han Wong, Liza Lin, William Mauldin", "date": "July 24, 2020 9:24 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'China Hits Back At U.S., Shutting Consulate.' ", "content": "The U.S. and China each moved rapidly Friday to shut one of the other’s consulates and evict diplomats, unprecedented steps that were followed by calls on both sides to ease rising tensions.The tit-for-tat closures raised concerns of a protracted flare-up in the relationship between the world’s two biggest economies, even amid the move to avoid further acts of immediate escalation.Beijing...\n  ", "subtitle": "Tit-for-tat consulate closures were followed on both sides by calls to return to more normal relations"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Relaxes Rules on Sales of Armed Drones", "url": "https://www.wsj.com/articles/u-s-relaxes-rules-on-sales-of-armed-drones-11595634871?mod=searchresults&page=2&pos=19", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " National Security ", "author": "By Courtney McBride", "date": "July 24, 2020 7:54 pm ET", "printheadline": "", "content": "The Trump administration has relaxed export restrictions on specific types of unmanned aerial systems, commonly known as drones, enabling U.S. defense contractors to sell more of their wares abroad.The policy change, which had been expected, will allow the transfer of armed systems such as the Predator and Reaper to foreign governments.U.S....\n  ", "subtitle": "Move comes as Trump administration eases other restrictions to boost American exports of arms, weaponry "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The New China Reality", "url": "https://www.wsj.com/articles/the-new-china-reality-11595630900?mod=searchresults&page=2&pos=20", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 24, 2020 6:48 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition. ", "content": "The Trump Administration’s closure of China’s consulate in Houston, and China’s retaliatory closure of the American consulate in Chengdu, is the latest in the din of diplomatic discord that now defines the world’s most important bilateral relationship. On Thursday Secretary of State Mike Pompeo made explicit what has been clear to anyone observing developments from Hong Kong to Huawei: America’s decades-long gamble on greater Chinese openness has hit a wall.Governments often operate secretively out of foreign consulates,...\n  ", "subtitle": "The tougher U.S. policy is more than an election-year gambit."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW545_CHINAS_D_20200724180927.jpg", "title": "China Operative Pleads Guilty to Spying in U.S.", "url": "https://www.wsj.com/articles/china-operative-pleads-guilty-to-spying-in-u-s-11595629687?mod=searchresults&page=3&pos=1", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Aruna Viswanatha, Kate O’Keeffe", "date": "July 24, 2020 6:28 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'Washington Consultant Admits to Spying for China.' ", "content": "A political-risk consultant funded by China pleaded guilty Friday in federal court in Washington to tapping U.S. government employees for sensitive information, the latest in a flurry of criminal cases accusing Chinese authorities of directing illegal activities in the U.S.Jun Wei “Dickson” Yeo, a Singaporean national, admitted to working with Chinese intelligence operatives since 2015 to recruit U.S. military and government employees to write reports for him that he said were intended for clients in Asia, without revealing...\n  ", "subtitle": "Singaporean national said he recruited U.S. Defense and State Department employees to unwittingly gather intelligence for Chinese government "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV896_c10bas_D_20200723105024.jpg", "title": "‘Baseless’ Review: Information, Please", "url": "https://www.wsj.com/articles/baseless-review-information-please-11595626802?mod=searchresults&page=3&pos=2", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Bookshelf ", "author": "By Tunku Varadarajan", "date": "July 24, 2020 5:40 pm ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'Information, Please.' ", "content": "In 2012, Nicholson Baker—essayist, novelist and literary provocateur—wrote to the National Archives requesting copies of 21 still-classified U.S. Air Force memos from the early 1950s. A question was eating away at his insides like an unshakable bacillus: Did the U.S. military, in those years, use biological weapons “on people whom the United States government viewed as enemies”? Did the U.S. air-drop bacteria-laced feathers over North Korea and plague-infected voles over China during the Korean War? Did it introduce “hog cholera” into East Germany? Did it poison Guatemala’s coffee crop and sicken tobacco and sugarcane...\n  ", "subtitle": "Instead of transparency and truth, redaction and delay. How is a researcher supposed to test his maverick theory?"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW328_trumps_D_20200724111919.jpg", "title": "Facing Declining Polls, Staff Anxieties, Trump Changes Course on Coronavirus", "url": "https://www.wsj.com/articles/facing-declining-polls-staff-anxieties-trump-changes-course-on-coronavirus-11595626674?mod=searchresults&page=3&pos=3", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Andrew Restuccia, Catherine Lucey", "date": "July 24, 2020 5:37 pm ET", "printheadline": "", "content": "WASHINGTON—By the time President Trump sat down with aides on Monday to discuss his grim polling numbers, pressure was growing for a course correction on coronavirus.At the White House with his pollsters and top political advisers, Mr. Trump was briefed on the latest round of surveys, including data that showed widespread disapproval of his handling of the pandemic and support by the majority of Americans for wearing a mask, said people with knowledge of the conversation.", "subtitle": "Cancellation of convention events, revival of news briefings come amid low marks from public on handling of pandemic"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW063_CAPITA_D_20200723171613.jpg", "title": "The Rescues Ruining Capitalism", "url": "https://www.wsj.com/articles/the-rescues-ruining-capitalism-11595603720?mod=searchresults&page=3&pos=4", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " The Saturday Essay ", "author": "By Ruchir Sharma", "date": "July 24, 2020 11:15 am ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'The Rescues Ruining Capitalism How Government Help Has Hurt the Economy.' ", "content": "Modern society looks increasingly to government for protection from major crises, whether recessions, public-health disasters or, as today, a painful combination of both. Such rescues have their place, and few would deny that the Covid-19 pandemic called for dramatic intervention. But there is a downside to this reflex to intervene, which has become more automatic over the past four decades. Our growing intolerance for economic risk and loss is undermining the natural resilience of capitalism and now threatens its very survival. The...\n  ", "subtitle": "Easy money and constant stimulus have undermined the basic dynamics of the free market. We’ve paid the price in low growth and productivity, falling entrepreneurship and rising inequality. "}, {"cover": "", "title": "Cyber Daily: Companies Rethink Europe-to-U.S. Data Moves | Dutch Politician Says Twitter Hack Got Him", "url": "https://www.wsj.com/articles/cyber-daily-companies-rethink-europe-to-u-s-data-moves-dutch-politician-says-twitter-hack-got-him-11595594983?mod=searchresults&page=3&pos=5", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 24, 2020 8:49 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV946_ecj_D_20200723122357.jpg", "title": "Brussels Report: Privacy Regulators Worry About Volume of New Work From EU Data Ruling", "url": "https://www.wsj.com/articles/brussels-report-privacy-regulators-worry-about-volume-of-new-work-from-eu-data-ruling-11595583031?mod=searchresults&page=3&pos=6", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber News ", "author": "By Catherine Stupp", "date": "July 24, 2020 5:30 am ET", "printheadline": "", "content": "", "subtitle": "Data protection authorities say they will have to reassign staff to meet the expected\n               burden while they are already stretched thin "}, {"cover": "https://s.wsj.net/public/resources/images/OG-AI550_DailyS_D_20161028123152.gif", "title": "The Daily Shot: Housing Inventory in the Largest Metro Areas Is Shrinking Rapidly", "url": "https://www.wsj.com/articles/the-daily-shot-housing-inventory-in-the-largest-metro-areas-is-shrinking-rapidly-01595581313?mod=searchresults&page=3&pos=7", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Dailyshot Blog ", "author": "By Lev Borodovsky", "date": "July 24, 2020 5:01 am ET", "printheadline": "", "content": "Previous issues of the Daily Shot are available online at DailyShotWSJ.com. Have questions, feedback or comments? Contact author Lev.Borodovsky@DowJones.com. Twitter: @SoberLook The Daily Shot: 24-Jul-20 • The United States • Canada • The United Kingdom • The Eurozone • Europe • Japan • Asia – Pacific • China • Commodities • Energy • Equities • […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV763_USCHIN_D_20200722170442.jpg", "title": "Mike Pompeo Urges Chinese People to Change Communist Party", "url": "https://www.wsj.com/articles/secretary-of-state-pompeo-to-urge-chinese-people-to-change-the-communist-party-11595517729?mod=searchresults&page=3&pos=8", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Kate O’Keeffe, William Mauldin", "date": "July 23, 2020 10:25 pm ET", "printheadline": " Appeared in the July 24, 2020, print edition as 'Pompeo Calls for Chinese To Turn From Xi.' ", "content": "WASHINGTON—Secretary of State Mike Pompeo called on the Chinese people to alter the ruling Communist Party’s direction in a speech explaining the Trump administration’s full-throttle response to an assertive China.Chinese leader Xi Jinping is a “true believer in a bankrupt, totalitarian ideology,” Mr. Pompeo said. He stopped shy of explicitly calling for regime change, urging allied countries and the people of China to work with the U.S. to change the Communist Party’s behavior.", "subtitle": "Top U.S. diplomat urges allied countries, Chinese people to work with the U.S. to\n               transform the party’s behavior"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW046_SENATE_D_20200723165831.jpg", "title": "Senate Passes Defense-Policy Bill With Bipartisan Support", "url": "https://www.wsj.com/articles/senate-passes-defense-policy-bill-with-bipartisan-support-11595530292?mod=searchresults&page=3&pos=9", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Lindsay Wise", "date": "July 23, 2020 3:06 pm ET", "printheadline": " Appeared in the July 24, 2020, print edition as 'Defense Bill Clears Senate by Wide Gap.' ", "content": "The Senate passed an annual defense-policy bill on Thursday with strong support from both parties, 86-14, despite President Trump’s opposition to a provision that would rename military bases honoring the Confederacy.The Senate version of the National Defense Authorization Act authorizes $740 billion for national-security programs in fiscal year 2021, including a 3% pay raise for troops and $44 million for coronavirus vaccine and biotechnology research. It also provides an allotment of $10 million for nuclear testing and measures...\n  ", "subtitle": "House and Senate lawmakers will next meet to fashion a compromise measure "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV927_0723_c_D_20200723114332.jpg", "title": "In Push for Better Cybersecurity, U.S. Energy Department Outlines a National Quantum Internet", "url": "https://www.wsj.com/articles/in-push-for-better-cybersecurity-u-s-energy-department-outlines-a-national-quantum-internet-11595527706?mod=searchresults&page=3&pos=10", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " CIO Journal ", "author": "By Sara Castellanos", "date": "July 23, 2020 2:08 pm ET", "printheadline": "", "content": "", "subtitle": "The network, which uses quantum principles to more securely transmit data, could be\n               functional in about a decade CONTENT FROM OUR SPONSOR"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV157_HKHUB__D_20200720203445.jpg", "title": "China Fortifies Hong Kong’s Role as Financial Powerhouse", "url": "https://www.wsj.com/articles/china-fortifies-hong-kongs-role-as-financial-powerhouse-11595514386?mod=searchresults&page=3&pos=11", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Finance ", "author": "By Frances Yoon, Jing Yang, Quentin Webb", "date": "July 23, 2020 10:26 am ET", "printheadline": " Appeared in the July 24, 2020, print edition as 'Hong Kong Emerges As China Finance Hub.' ", "content": "China’s tightening grip on Hong Kong has some in the West predicting the city’s days as a global financial center are numbered. Beijing, however, is betting the former British colony will grow into a bigger and more lucrative capital-raising hub for Chinese businesses.In recent weeks, China’s swift imposition of a new national-security law on Hong Kong has led expatriates to consider leaving, unnerved technology companies and chilled discourse among the city’s 7.5 million populace. The Group of Seven nations warned the law...\n  ", "subtitle": "Beijing wagers that its crackdown on former British colony won’t undermine foreign-investment\n               flows, as business with mainland flourishes"}, {"cover": "", "title": "Cyber Daily: First American Unit to Fight Charges of Security Lapses | Ancestry.com Data Exposed", "url": "https://www.wsj.com/articles/cyber-daily-first-american-unit-to-fight-charges-of-security-lapses-ancestry-com-data-exposed-11595510162?mod=searchresults&page=3&pos=12", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 23, 2020 9:16 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV781_072220_D_20200722183132.jpg", "title": "U.S. Orders China to Close Houston Consulate", "url": "https://www.wsj.com/articles/china-u-s-ordered-us-to-close-our-houston-consulate-11595407075?mod=searchresults&page=3&pos=13", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Aruna Viswanatha, Chun Han Wong, Kate O’Keeffe", "date": "July 22, 2020 11:17 pm ET", "printheadline": " Appeared in the July 23, 2020, print edition as 'Chinese Consulate Is Ordered To Close Over Alleged Spying.' ", "content": "The U.S. ordered China to shut its consulate in Houston, with officials accusing it and other Chinese diplomatic missions of economic espionage and visa fraud, an unprecedented escalation in a rapidly deteriorating relationship. U.S. officials said Wednesday that the Houston consulate has been a focus of rising concern and has until 4 p.m. Friday to close. Assistant Secretary of State David Stilwell in an interview called the order to close the Houston consulate “long overdue” and said it followed a series of malign activities...\n  ", "subtitle": "Washington accuses Chinese diplomatic missions of economic espionage and visa fraud;\n               Beijing threatens retaliation"}, {"cover": "", "title": "PE Daily: Vistria’s St. Croix Eyes a Sale | Warburg to Shun Oil Deals | Carlyle’s Youngkin Steps Down as Co-CEO", "url": "https://www.wsj.com/articles/pe-daily-vistrias-st-croix-eyes-a-sale-warburg-to-shun-oil-deals-carlyles-youngkin-steps-down-as-co-ceo-11595422338?mod=searchresults&page=3&pos=14", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro PE Newsletter ", "author": "", "date": "July 22, 2020 8:52 am ET", "printheadline": "", "content": "Good Wednesday morning! With the heat of summer upon us in the Northeast, you might expect deals and other newsworthy occurrences to slow. But no dice. Our Laura Cooper has an exclusive about a sale process percolating in the health-care sector while Luis Garcia reports that long-time oil industry investor Warburg Pincus plans to avoid fossil fuel-linked assets when it starts investing its next flagship vehicle. Meanwhile, our William Louch has news that Carlyle co-CEO Glenn Youngkin is leaving the firm.We also have more on...\n  ", "subtitle": ""}, {"cover": "", "title": "Cyber Daily: New York Election Officials Train for Cyberattacks | U.S. Indicts Chinese Hackers for Targeting Covid-19 Research", "url": "https://www.wsj.com/articles/cyber-daily-new-york-election-officials-train-for-cyberattacks-u-s-indicts-chinese-hackers-for-targeting-covid-19-research-11595421954?mod=searchresults&page=3&pos=15", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 22, 2020 8:45 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV475_USTHRE_D_20200721165125.jpg", "title": "U.S. Spy Chiefs Offer to Provide Threat Briefing to Congress in August", "url": "https://www.wsj.com/articles/u-s-spy-chiefs-offer-to-provide-threat-briefing-to-congress-in-august-11595364921?mod=searchresults&page=3&pos=16", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Warren P. Strobel", "date": "July 21, 2020 8:13 pm ET", "printheadline": "", "content": "WASHINGTON—Director of National Intelligence John Ratcliffe said on Tuesday he is willing to appear before Congress next month for a briefing on global threats facing the U.S., in what would be the first such session in nearly 20 months because of friction among President Trump, U.S. spy chiefs and lawmakers.Mr. Ratcliffe, in a letter to the leaders of the Senate Intelligence Committee, said he and the heads of other major U.S. intelligence agencies could brief the committee in early August. But, he said, his public remarks...\n  ", "subtitle": "Intelligence officials haven’t briefed lawmakers on global threats after last year’s congressional hearing stoked tensions with President Trump "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV497_2recov_D_20200721184140.jpg", "title": "Europe Takes the Debt Plunge", "url": "https://www.wsj.com/articles/europe-takes-the-debt-plunge-11595372834?mod=searchresults&page=3&pos=17", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 21, 2020 7:07 pm ET", "printheadline": "", "content": "On Tuesday European Union leaders agreed to a recovery plan funded by the bloc’s first major issuance of common debt, and some are calling it a historic moment for the Continent’s political and fiscal integration. This is a significant development, but don’t hold your breath for a United States of Europe.The EU announced €1.8 trillion in spending to address the pandemic-induced economic contraction, with more than €1 trillion going to the bloc’s seven-year budget. The European Commission also will borrow on capital markets...\n  ", "subtitle": "EU leaders agree to issue major common debt for the first time."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS645_cfiusc_D_20200710130807.jpg", "title": "House Passes Defense Bill After Trump Issues Formal Veto Threat", "url": "https://www.wsj.com/articles/trump-threatens-again-to-veto-defense-bill-removing-confederate-base-names-11595357393?mod=searchresults&page=3&pos=18", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Politics ", "author": "By Lindsay Wise", "date": "July 21, 2020 6:11 pm ET", "printheadline": " Appeared in the July 22, 2020, print edition as 'House Passes Veto-Proof Defense Measure.' ", "content": "WASHINGTON—The House overwhelmingly passed an annual defense policy bill hours after President Trump issued a formal veto threat that cited his opposition to renaming military bases honoring the Confederacy.Mr. Trump’s threat came shortly before Republicans joined Democrats Tuesday in the House to approve the bill, which authorizes $740 billion in fiscal year 2021 for the Defense Department and Energy Department’s national security programs. That includes a 3% pay raise for troops, funds for military house upgrades, and $1...\n  ", "subtitle": "President threatens to reject policy bill over his opposition to renaming military bases honoring the Confederacy"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV539_cyber0_D_20200722035348.jpg", "title": "U.S. Accuses Two Hackers of Stealing Secrets From American Firms for China", "url": "https://www.wsj.com/articles/u-s-accuses-two-hackers-of-stealing-secrets-from-u-s-firms-for-china-11595345257?mod=searchresults&page=3&pos=19", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " National Security ", "author": "By Aruna Viswanatha, Dustin Volz", "date": "July 21, 2020 5:56 pm ET", "printheadline": " Appeared in the July 22, 2020, print edition as 'U.S. Indictment Ties China to Cyber Theft.' ", "content": "The U.S. government accused two hackers in China of targeting U.S. firms involved in coronavirus research, in a wide-ranging indictment that alleged the pair also stole hundreds of millions of dollars in sensitive information from companies around the world while working on behalf of Beijing’s premier spy service.The indictment is the first from the U.S. to link a foreign government to a campaign of cyber theft intended to leapfrog other nations in the global race to find a vaccine to blunt the pandemic, which has killed...\n  ", "subtitle": "Alleged hackers tested defenses at four U.S. companies working on coronavirus treatment"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV241_esper_D_20200721095053.jpg", "title": "U.S. Is Positioning Military Assets Around Asia to Counter China, Esper Says", "url": "https://www.wsj.com/articles/u-s-is-positioning-military-assets-around-asia-to-counter-china-esper-says-11595340363?mod=searchresults&page=3&pos=20", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " National Security ", "author": "By Nancy A. Youssef", "date": "July 21, 2020 3:28 pm ET", "printheadline": " Appeared in the July 22, 2020, print edition as 'America Bolsters Military in Asia.' ", "content": "WASHINGTON—The U.S. is equipping and positioning its forces across Asia for a possible confrontation with China, Defense Secretary Mark Esper said Tuesday in remarks outlining the military component of the Trump administration’s hardening stance toward Beijing. Speaking from the Pentagon via videoconference to the London-based International Institute for Strategic Studies, Mr. Esper said the U.S. would continue to send Navy ships into the region to counter China’s expansionary policies, and to sell arms to Taiwan, over which...\n  ", "subtitle": "Defense secretary’s remarks come after U.S. declared China moves in South China Sea illegal "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV231_SCHOEN_D_20200721085524.jpg", "title": "New York Is No ‘Donor State’", "url": "https://www.wsj.com/articles/new-york-is-no-donor-state-11595358729?mod=searchresults&page=4&pos=1", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Commentary ", "author": "By Matthew Schoenfeld", "date": "July 21, 2020 3:12 pm ET", "printheadline": " Appeared in the July 22, 2020, print edition. ", "content": "As the July 31 expiration date looms over the Cares Act’s unemployment bonus, all eyes will turn to the next—and, according to Senate Majority Leader Mitch McConnell, the last—coronavirus relief bill. Chief among Democrats’ priorities is a “blue-state bailout.”They argue that high-tax states, which tend to vote Democratic, pay more in federal tax receipts than they get back, thereby subsidizing low-tax states, which tend to vote Republican. New York Gov. Andrew Cuomo keeps flogging a list of “donor states,” topped by New...\n  ", "subtitle": "Cuomo’s claim that the Empire State ‘gives’ more than it ‘gets’ is based on distorted measures."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV074_MARS_0_D_20200720172111.jpg", "title": "U.S. and China to Launch Mars Missions, Vying for Space Supremacy", "url": "https://www.wsj.com/articles/u-s-and-china-to-launch-mars-missions-vying-for-space-supremacy-11595325822?mod=searchresults&page=4&pos=2", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Trefor Moss", "date": "July 21, 2020 12:27 pm ET", "printheadline": " Appeared in the July 22, 2020, print edition as 'China, U.S. Set to Launch Mars Missions.' ", "content": "SHANGHAI—The rivalry between the U.S. and China assumes cosmic proportions this month, as both countries prepare to send spacecraft to Mars within days of each other.The head-to-head Mars missions are the latest sign that China is ready to challenge the U.S. in space exploration, in recent decades an American preserve.China’s first mission...\n  ", "subtitle": "Rivals to send spacecraft to the red planet just days apart, as China seeks to challenge the U.S. on exploration"}, {"cover": "", "title": "EU Agrees Recovery Package; Senate Committee to Vote on Trump’s Picks for Fed Board", "url": "https://www.wsj.com/articles/eu-agrees-recovery-package-senate-committee-to-vote-on-trumps-picks-for-fed-board-11595335828?mod=searchresults&page=4&pos=3", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 21, 2020 8:50 am ET", "printheadline": "", "content": "Good day. After four days of talks, European Union leaders agreed on a €1.8 trillion ($2.06 trillion) spending package aimed at containing the economic downturn through new measures that could deepen the bloc’s economic integration. European Central Bank President Christine Lagarde has been urging EU leaders to strike a deal for such a fund. Later today, the Senate Banking Committee is scheduled to vote on the nominations of Judy Shelton and Christopher Waller to the Federal Reserve’s Board of Governors. Ms. Shelton, an economic adviser to President Trump during the 2016 campaign, has heterodox policy views that led to...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV209_0721an_D_20200721065346.jpg", "title": "China’s Ant Group Will Bestride Chinese Markets", "url": "https://www.wsj.com/articles/chinas-ant-group-will-bestride-chinese-markets-11595329434?mod=searchresults&page=4&pos=4", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Heard on the Street ", "author": "By Jacky Wong", "date": "July 21, 2020 7:58 am ET", "printheadline": " Appeared in the July 22, 2020, print edition as 'Ant Group Places Its Bets On Chinese Markets.' ", "content": "Ant Group is named after a small creature, but it is shaping up to be a leviathan of China’s markets. Would-be investors must hope that is due to real heft, and not hot air.The company’s coming initial public offerings, concurrently in Hong Kong and Shanghai’s STAR market, will likely be the largest this year, and maybe ever. Ant owns Alipay, one of China’s two dominant mobile-payment networks. The company also sells financial services to its more than 900 million users on Alipay and manages one of the world’s largest money-market...\n  ", "subtitle": "Ant Group has an enviable competitive position in China. But the frenzy in Shanghai’s new tech board creates risks for would-be investors. "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV131_3portl_D_20200720182354.jpg", "title": "The Mess in Portland", "url": "https://www.wsj.com/articles/the-mess-in-portland-11595286956?mod=searchresults&page=4&pos=5", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 20, 2020 7:15 pm ET", "printheadline": " Appeared in the July 21, 2020, print edition. ", "content": "Anarchists and rioters have wreaked havoc on Portland, Ore., for nearly two months. Democrats have excused and emboldened them, and they’re now claiming the real problem is that federal law enforcement has intervened to restore order. Maybe the feds should leave and let the city put out its own fires. Peaceful protests broke out in Portland in late May in response to the killing of George Floyd, but they’ve quickly escalated to rioting and vandalism. Demonstrators have launched large fireworks at law enforcement, shone laser...\n  ", "subtitle": "Progressives blame Trump for the disorder they’ve tolerated."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU932_Glovie_D_20200720125529.jpg", "title": "After Brexit, the Deluge", "url": "https://www.wsj.com/articles/after-brexit-the-deluge-11595284146?mod=searchresults&page=4&pos=6", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Global View ", "author": "By Walter Russell Mead", "date": "July 20, 2020 6:29 pm ET", "printheadline": " Appeared in the July 21, 2020, print edition. ", "content": "Few world leaders face as many staggering tests as Boris Johnson. Withdrawing from a trading bloc that accounts for 43% of British exports was already going to be the biggest challenge in U.K. foreign and economic policy for a generation. Then came Covid, and as if that weren’t enough, China imposed harsh new security laws in the former British territory of Hong Kong. The U.K. has offered British residence to qualified Hong Kong residents, suspended its extradition agreement with the city, and—in an unrelated decision that also enraged Beijing—announced plans to exclude Huawei from the U.K. telecommunications market....\n  ", "subtitle": "Boris Johnson faces many tests. If he can pass them, Britain may emerge stronger."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU893_ukhk07_D_20200720111020.jpg", "title": "U.K. Suspends Extradition Treaty With Hong Kong", "url": "https://www.wsj.com/articles/u-k-suspends-extradition-treaty-with-hong-kong-11595259869?mod=searchresults&page=4&pos=7", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Max Colchester", "date": "July 20, 2020 2:56 pm ET", "printheadline": " Appeared in the July 21, 2020, print edition as 'U.K. Suspends Hong Kong Extradition Treaty.' ", "content": "LONDON—The British government suspended its extradition treaty with Hong Kong in response to Beijing’s decision to impose a new security law on the former British colony, the latest sign of deteriorating diplomatic relations between Western nations and China.British Foreign Secretary Dominic Raab told Parliament on Monday that the extradition treaty would be suspended indefinitely and that the U.K. would bar arms sales to Hong Kong, ratcheting up pressure over what the British government says is a draconian security law.", "subtitle": "British moves deepen international protest against China’s imposition of national security law on city"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU859_krachh_D_20200720094559.jpg", "title": "Iran and China, the Totalitarian Twins", "url": "https://www.wsj.com/articles/iran-and-china-the-totalitarian-twins-11595266709?mod=searchresults&page=4&pos=8", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Commentary ", "author": "By Brian H. Hook, Keith J. Krach", "date": "July 20, 2020 1:38 pm ET", "printheadline": " Appeared in the July 21, 2020, print edition. ", "content": "Iran’s foreign minister recently said his government is negotiating with China for a 25-year “strategic partnership” involving a reported $400 billion in Chinese investment. Cue the media circus. Global headlines heralded the deal as a “major pact” that presents a “bold challenge” to the U.S. Not so fast.For starters, this is a deal between two dishonest regimes that pride themselves on propaganda. The scale and feasibility of the deal deserve healthy skepticism. We should doubt Beijing’s capacity to fund $400 billion of...\n  ", "subtitle": "Their ‘partnership’ is less than meets the eye, but it does reveal commonalities between the two regimes."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU867_ANT_D_20200720100115.jpg", "title": "Jack Ma’s Ant Group Plans Dual IPOs in Shanghai, Hong Kong, Bypassing New York", "url": "https://www.wsj.com/articles/jack-mas-ant-group-plans-dual-ipos-in-shanghai-hong-kong-11595240151?mod=searchresults&page=4&pos=9", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " IPOs ", "author": "By Serena Ng, Stella Yifan Xie", "date": "July 20, 2020 10:44 am ET", "printheadline": " Appeared in the July 21, 2020, print edition as 'Chinese Tech Giant’s Listing Skips New York.' ", "content": "HONG KONG—Ant Group Co., the Chinese technology and financial-services giant that owns popular mobile-payments network Alipay, said it is planning initial public offerings in Hong Kong and Shanghai, bypassing New York as it seeks to accelerate its growth in China and abroad.The Hangzhou-based company, which was founded by billionaire Jack Ma and is one of the world’s most valuable startups, said it is targeting concurrent listings on China’s year-old, Nasdaq-like STAR market for homegrown technology companies and Hong Kong’s...\n  ", "subtitle": "The Chinese technology and financial-services giant’s combined offering could be one of the largest in history"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU512_HKSCHO_D_20200717132847.jpg", "title": "Hong Kong Teachers Fired and Afraid as China Targets Liberal Thinkers", "url": "https://www.wsj.com/articles/hong-kong-teachers-fired-and-afraid-as-china-targets-liberal-thinkers-11595175839?mod=searchresults&page=4&pos=10", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Joyu Wang, Lucy Craymer", "date": "July 19, 2020 4:09 pm ET", "printheadline": " Appeared in the July 20, 2020, print edition as 'Hong Kong Teachers Feel Beijing’s Reach.' ", "content": "HONG KONG—Teachers who backed antigovernment protests in the city—by taking to the streets or supporting the demonstrators on social media—are being reprimanded and, in some cases, fired as China’s Communist Party increasingly moves to stamp out dissent.Many observers say they fear the tradition of liberal education and critical thinking in what has been a major world financial center will be supplanted by Chinese-style pro-government lessons and suppression of political discourse. Pressure has mounted since Beijing imposed...\n  ", "subtitle": "Beijing’s national-security law focuses on schools as incubators of political dissent and reaches right into the classroom"}, {"cover": "https://s.wsj.net/public/resources/images/ED-AZ880_Herman_D_20200719122242.jpg", "title": "Bringing the Factories Home", "url": "https://www.wsj.com/articles/bringing-the-factories-home-11595180872?mod=searchresults&page=4&pos=11", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Commentary ", "author": "By Arthur Herman", "date": "July 19, 2020 1:47 pm ET", "printheadline": " Appeared in the July 20, 2020, print edition. ", "content": "The American economy is in a double bind. On the one hand, Covid-19 has made it necessary to reduce American dependence on China’s economy, and Chinese manufactured imports in particular. The alarm over China’s stranglehold on America’s access to important pharmaceuticals and health-care goods like ventilators is only the leading edge of this concern. According to the Los Angeles Times, there are no fewer than 62 bills pending in Congress to alter one aspect or another of our economic relationship with China. Yet at the same...\n  ", "subtitle": "Any new industrial policy has to make the U.S. less vulnerable to Chinese suppliers. "}, {"cover": "", "title": "Emerging and Growth Markets, July 18th 2020", "url": "https://www.wsj.com/articles/emerging-and-growth-markets-july-18th-2020-01595083688?mod=searchresults&page=4&pos=12", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Frontiers Blog ", "author": "By Dan Keeler", "date": "July 18, 2020 10:47 am ET", "printheadline": "", "content": "Note: This is a web-version of the WSJ’s weekly Emerging & Growth Markets newsletter. The newsletter is a companion to Strategic Intelligence, an information resource focused on emerging markets that brings together the global news coverage of The Wall Street Journal with the analysis of market intelligence firm DuckerFrontier. Click here to receive the newsletter in your inbox. Africa […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU646_3sk_D_20200717181930.jpg", "title": "A Trump Retreat From Korea?", "url": "https://www.wsj.com/articles/a-trump-retreat-from-korea-11595027533?mod=searchresults&page=4&pos=13", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 17, 2020 7:12 pm ET", "printheadline": " Appeared in the July 18, 2020, print edition. ", "content": "A couple of months ago we heard that President Trump was pushing the Pentagon to withdraw U.S. troops from Afghanistan, Germany and South Korea. We started calling around and were told to focus on Afghanistan, as the other two deployments were safe in an election year.Bad call. Mr. Trump has since ordered the withdrawal of 9,500 of the 34,500 U.S. troops stationed in Germany, and now we read Friday in the Journal that he may do the same with U.S. forces in Seoul. You never know with Mr. Trump how much of this leak is negotiating...\n  ", "subtitle": "A good way to look weak on China and help Biden get to his right on national security."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU160_uskore_D_20200716115015.jpg", "title": "Trump Administration Weighs Troop Cut in South Korea", "url": "https://www.wsj.com/articles/trump-administration-weighs-troop-cut-in-south-korea-11595005050?mod=searchresults&page=4&pos=14", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " National Security ", "author": "By Gordon Lubold, Michael R. Gordon", "date": "July 17, 2020 5:59 pm ET", "printheadline": " Appeared in the July 18, 2020, print edition as 'U.S. Eyes Cutting Troops In Korea.' ", "content": "The Pentagon has presented the White House with options to reduce the American military presence in South Korea as the two countries remain at odds over President Trump’s demand that Seoul greatly increase how much it pays for the U.S. troops stationed in the country, U.S. officials said.The Pentagon’s Joint Staff has reviewed the structure of U.S. forces in South Korea as part of a broader re-examination of how to reposition and potentially reduce military deployments world-wide, a U.S. military official said.", "subtitle": "Options for reducing U.S. military presence in South Korea, coming amid tense talks over cost sharing, follow partial American withdrawal from Germany"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU428_ctakeo_D_20200717092849.jpg", "title": "Chinese Regulators Take Over Nine Financial Institutions, Citing Risks", "url": "https://www.wsj.com/articles/chinese-regulators-take-over-nine-financial-institutions-citing-risks-11594993832?mod=searchresults&page=4&pos=15", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Stella Yifan Xie", "date": "July 17, 2020 12:01 pm ET", "printheadline": " Appeared in the July 18, 2020, print edition as 'China Regulators Take Over 9 Financial Firms.' ", "content": "HONG KONG—Chinese financial regulators on Friday took over nine financial institutions they said broke rules and added risk to a financial system facing increasing headwinds from the coronavirus pandemic.The takeovers of four insurers, two trust firms and three securities companies that managed a combined 1 trillion yuan ($143 billion) in assets represent Beijing’s first major regulatory move this year and follows the bailout of several regional lenders last year.", "subtitle": "Insurers and securities and trust firms linked to vanished financier Xiao Jianhua are seized as coronavirus effects tax financial system "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU307_3MMASK_D_20200716170100.jpg", "title": "N95 Face Mask Makers Ramp Up Production to Meet U.S. Covid-19 Demand", "url": "https://www.wsj.com/articles/n95-mask-makers-ramp-up-production-to-meet-u-s-covid-19-demand-11594987201?mod=searchresults&page=4&pos=16", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Business ", "author": "By Austen Hufford", "date": "July 17, 2020 8:00 am ET", "printheadline": " Appeared in the July 18, 2020, print edition as 'Mask Makers Bolster N95 Production In the U.S..' ", "content": "The Covid-19 pandemic has unraveled the global supply chain for medical masks as manufacturers like 3M Co. and Honeywell International Inc. work in record time to stoke production at home.Before coronavirus, medical masks were largely made abroad, particularly in China. When infections grew globally earlier this year, countries and health systems found themselves competing for vital protective equipment and unable to meet demand.", "subtitle": "American companies like 3M, Honeywell and Prestige Ameritech are investing in domestic production of masks"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU157_uschin_D_20200716114414.jpg", "title": "Trump Administration Turns Up Pressure on China on Several Fronts", "url": "https://www.wsj.com/articles/trump-administration-discussing-travel-ban-on-china-s-communist-party-members-11594914737?mod=searchresults&page=4&pos=17", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Politics ", "author": "By Andrew Restuccia, William Mauldin", "date": "July 16, 2020 5:42 pm ET", "printheadline": " Appeared in the July 17, 2020, print edition as 'U.S. Is Stepping Up Pressure on China.' ", "content": "WASHINGTON—The Trump administration is intensifying U.S. pressure on China, piling on visa bans, sanctions and other restrictions that are battering already unsettled ties between the world’s two largest economies.Attorney General William Barr, in a speech Thursday, warned U.S. businesses that they are at risk of collaborating with a Chinese government that ultimately seeks to supplant them in its expanding state-run economy. Administration officials are also discussing banning travel by China’s Communist Party members and...\n  ", "subtitle": "U.S. rhetoric escalates and officials weigh new restrictions with ties already fraying"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU297_nksanc_D_20200716162459.jpg", "title": "U.S. Files First Case Against a Company for Violating North Korea Sanctions", "url": "https://www.wsj.com/articles/u-s-files-first-case-for-violation-of-north-korea-sanctions-11594931577?mod=searchresults&page=4&pos=18", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Politics ", "author": "By Aruna Viswanatha, Kate O’Keeffe", "date": "July 16, 2020 4:32 pm ET", "printheadline": "", "content": "A unit of a U.K. tobacco firm agreed to pay a $666,000 penalty to resolve criminal charges that it facilitated sales to North Korea, in the first such case against a company for violating U.S. sanctions on Pyongyang.The United Arab Emirates-based Essentra FZE Co. Ltd., which is a subsidiary of the U.K.-based Essentra PLC, entered into a deferred prosecution agreement with the U.S. attorney’s office in Washington and improved its U.S. sanctions compliance program to resolve the charges, the documents said. It entered into...\n  ", "subtitle": "Unit of European tobacco company pays $666,000 to resolve criminal charges "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU123_BARRCH_D_20200716102005.jpg", "title": "Barr Warns Company Executives on Pushing Policies at Behest of China", "url": "https://www.wsj.com/articles/barr-warns-executives-on-pushing-policies-at-behest-of-china-11594916355?mod=searchresults&page=4&pos=19", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Politics ", "author": "By Aruna Viswanatha, William Mauldin", "date": "July 16, 2020 1:35 pm ET", "printheadline": "", "content": "Attorney General William Barr took aim at a range of American companies and industries for what he described as a willingness to accede to authoritarian demands from the Chinese government, as the Trump administration has stepped up its rhetoric and actions countering Beijing’s recent activities.In a speech Thursday in Michigan, Mr. Barr criticized the Hollywood entertainment industry and Walt Disney Co. as well as tech giants including Alphabet Inc.’s Google and Apple Inc., saying they are “all too willing to collaborate”...\n  ", "subtitle": "Attorney general criticizes Hollywood and tech giants as Trump administration continues to take aim at Beijing"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU094_hkvpn0_D_20200716081911.jpg", "title": "Some VPN Providers Pull Hong Kong Servers Over Security-Law Fears", "url": "https://www.wsj.com/articles/some-vpn-providers-pull-hong-kong-servers-over-security-law-fears-11594906296?mod=searchresults&page=4&pos=20", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Business ", "author": "By Eva Xiao", "date": "July 16, 2020 11:47 am ET", "printheadline": " Appeared in the July 17, 2020, print edition as 'VPN Providers Pull Out of Hong Kong.' ", "content": "HONG KONG—At least three providers of virtual private networks, which let internet users circumvent censorship and protect their privacy, are suspending their Hong Kong operations, citing concerns over Beijing’s new national-security law for the city.The shift comes after Facebook Inc., Alphabet Inc.’s Google and other large U.S. technology companies said they would suspend government requests for user data in Hong Kong because of the law. The legislation has spooked companies because it compels them to hand over user data...\n  ", "subtitle": "Companies that let internet users circumvent censorship and protect their privacy worry about new broad government powers"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GU062_eudata_D_20200716041743.jpg", "title": "EU’s Top Court Restricts Personal-Data Transfers to U.S., Citing Surveillance Concerns", "url": "https://www.wsj.com/articles/eus-top-court-restricts-personal-data-transfers-to-u-s-citing-surveillance-concerns-11594888385?mod=searchresults&page=5&pos=1", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Tech ", "author": "By Sam Schechner, Valentina Pop", "date": "July 16, 2020 9:47 am ET", "printheadline": " Appeared in the July 17, 2020, print edition as 'EU Court Curbs Data Transfers to U.S..' ", "content": "Thousands of companies will face restrictions on storing information about European Union residents on U.S. servers, after the bloc’s top court ruled that such transfers exposed Europeans to American government surveillance without “actionable rights” to challenge it.The surprise ruling Thursday from the European Court of Justice, which invalidates a widely used EU-U.S. data-transfer agreement known as Privacy Shield, is a victory for privacy activists who have long said the U.S.’s surveillance practices should make it ineligible...\n  ", "subtitle": "Surprise ruling will potentially disrupt operations for thousands of multinational companies"}, {"cover": "", "title": "Cyber Daily: EU’s Top Court Restricts Personal-Data Transfers to U.S. | Forescout Takes Haircut in New Take-Private Deal | Twitter Hack Hits Accounts of Musk, Biden, Gates", "url": "https://www.wsj.com/articles/cyber-daily-eus-top-court-restricts-personal-data-transfers-to-u-s-forescout-takes-haircut-in-new-take-private-deal-twitter-hack-hits-accounts-of-musk-biden-gates-11594904521?mod=searchresults&page=5&pos=2", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 16, 2020 9:02 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "", "title": "Philly Fed’s Harker Sees ’Choppy’ U.S. Recovery; China Returns to Growth; Eyes on Lagarde", "url": "https://www.wsj.com/articles/philly-feds-harker-sees-choppy-u-s-recovery-china-returns-to-growth-eyes-on-lagarde-11594903833?mod=searchresults&page=5&pos=3", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 16, 2020 8:50 am ET", "printheadline": "", "content": "Good day. Philadelphia Fed President Patrick Harker said the U.S. economy faces a choppy recovery, pointing to a “a very fluid forecast we are constantly revising.” China became the first major economy to return to growth since the onset of the coronavirus, saying its economy grew 3.2% in the second quarter. Indonesia’s central bank cut its key interest rate, while its counterparts in Canada and South Korea left theirs unchanged. And the European Central Bank will issue its latest policy statement this morning. The ECB is expected to hold monetary policy steady, so attention will be trained on President Christine Lagarde’s...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT813_CSTARM_D_20200715113529.jpg", "title": "IPO Frenzy Grips China’s Nasdaq-Style STAR Market", "url": "https://www.wsj.com/articles/ipo-frenzy-grips-chinas-nasdaq-style-star-market-11594893290?mod=searchresults&page=5&pos=4", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Markets ", "author": "By Xie Yu", "date": "July 16, 2020 5:54 am ET", "printheadline": " Appeared in the July 17, 2020, print edition as 'Frenzy of IPOs Grips Shanghai Tech Board.' ", "content": "The year-old STAR market in Shanghai has been a winner for China’s leaders and a playground for its speculators.This experiment in easing restrictions on stock offerings has helped funnel tens of billions of dollars into emerging technologies like quantum communications, which Beijing hopes can upgrade the economy. Along the way it has provided frantic trading and the lure of huge gains.When...\n  ", "subtitle": "Experiment in easing restrictions on stock offerings provides tens of billions of dollars for emerging technologies, frantic trading"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT792_hkmedi_D_20200715104944.jpg", "title": "Western Newsrooms Weigh Alternatives to Hong Kong as Beijing Tightens Grip", "url": "https://www.wsj.com/articles/western-newsrooms-weigh-alternatives-to-hong-kong-as-beijing-tightens-grip-11594831848?mod=searchresults&page=5&pos=5", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Dan Strumpf", "date": "July 15, 2020 12:50 pm ET", "printheadline": " Appeared in the July 16, 2020, print edition as 'Western Newsrooms Weigh Alternatives as Beijing Tightens Grip.' ", "content": "HONG KONG—For decades, Hong Kong’s press freedoms have made it a hub for Western media organizations covering Asia. Beijing’s new national-security law is causing many newsrooms to rethink the city’s status as a haven for journalists.On Tuesday, the New York Times said that it was relocating one-third of its Hong Kong staff to Seoul, making it the first major Western news outlet to move a significant share of its staff in response to the darkening environment for media.", "subtitle": "The New York Times will move staff to Seoul, and The Journal and others could consider similar changes"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT770_hksanc_D_20200715101701.jpg", "title": "U.S. Sanctions on Hong Kong Security Law Put Banks in a Quandary", "url": "https://www.wsj.com/articles/u-s-sanctions-on-hong-kong-security-law-puts-banks-in-a-quandary-11594825638?mod=searchresults&page=5&pos=6", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Markets ", "author": "By Frances Yoon, Quentin Webb", "date": "July 15, 2020 11:07 am ET", "printheadline": " Appeared in the July 16, 2020, print edition as 'Banks Face a Quandary in Hong Kong.' ", "content": "As the U.S. moves to punish Chinese officials involved in the clampdown on Hong Kong, international banks and other businesses have a problem: how to obey conflicting rules of both Washington’s coming sanctions regime and the territory’s broad new national-security law.On Tuesday, President Trump signed into law a bill that requires sanctions against not only Chinese officials and entities materially contributing to the erosion of Hong Kong’s autonomy, but also financial institutions doing business with those who will appear...\n  ", "subtitle": "International businesses face conflicting rules of both Washington’s coming sanctions regime and the territory’s broad new national-security law"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT646_HKWEST_D_20200714180004.jpg", "title": "Outrage Over China’s Treatment of Hong Kong Galvanizes the West", "url": "https://www.wsj.com/articles/outrage-over-chinas-treatment-of-hong-kong-galvanizes-the-west-11594805405?mod=searchresults&page=5&pos=7", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By James T. Areddy, William Mauldin", "date": "July 15, 2020 10:35 am ET", "printheadline": " Appeared in the July 16, 2020, print edition as 'Hong Kong Curbs Unify West Against China.' ", "content": "Complaints about China have piled up in Western capitals in recent years, but it took Beijing’s new curbs on Hong Kong’s autonomy to galvanize them around something approaching a common cause.China’s imposition this month of a national-security law for Hong Kong, despite its promise to preserve the city’s freedoms, drew criticism from the U.S. and every other member of the Group of Seven leading industrial nations—either directly or as part of a bloc. Countries took concrete action, saying they would block shipment of certain...\n  ", "subtitle": "Countries push back against Beijing on range of issues in unusual show of unity"}, {"cover": "", "title": "VC Daily: Coelius Capital’s Zach Coelius Is Latest AngelList Investor to Raise Traditional VC Fund; Exits Fall Off", "url": "https://www.wsj.com/articles/vc-daily-coelius-capitals-zach-coelius-is-latest-angellist-investor-to-raise-traditional-vc-fund-exits-fall-off-11594819465?mod=searchresults&page=5&pos=8", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro VC Newsletter ", "author": "", "date": "July 15, 2020 9:24 am ET", "printheadline": "", "content": "Good day. While late-stage investments helped buoy venture capital fundraising in the second quarter, exits underperformed.The quarter saw 147 exits, putting the exit count for the year on pace to finish at its lowest level since 2011, according to a report from PitchBook Data Inc. and the National Venture Capital Association. In comparison, the venture industry notched 1,072 and 1,062 exits in 2018 and 2019, respectively.Initial...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT620_ETHIOP_D_20200714170528.jpg", "title": "Violent Reckoning for Ethiopia’s Nobel Laureate Leader", "url": "https://www.wsj.com/articles/violent-reckoning-for-ethiopias-nobel-laureate-leader-11594814760?mod=searchresults&page=5&pos=9", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Nicholas Bariyo", "date": "July 15, 2020 8:58 am ET", "printheadline": " Appeared in the July 16, 2020, print edition as 'Ethiopia Leader Faces Violent Reckoning Just a Year After Nobel.' ", "content": "Targeted killings, deadly street protests, a postponed election and rising regional tensions over control of the Nile river are destabilizing Ethiopia, posing a stern challenge to the reformist leader of Africa’s second-most populous nation just a year after he won the Nobel Peace Prize. Prime Minister Abiy Ahmed stunned world leaders when he ended a 20-year conflict with neighboring Eritrea and pledged to break open one of the continent’s most entrenched one-party states within months of taking office in 2018. He freed thousands...\n  ", "subtitle": "Abiy Ahmed came to power with hopes to break open Ethiopia’s one-party state, but is now accused of a power grab and brutally putting down dissent   "}, {"cover": "", "title": "Trump Takes Action Over Hong Kong: What’s Next", "url": "https://www.wsj.com/video/trump-takes-action-over-hong-kong-whats-next/26379358-F644-4854-B952-CDB854DFB455.html?mod=searchresults&page=5&pos=10", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "", "date": "July 15, 2020 7:12 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT668_0714hk_D_20200714181146.jpg", "title": "Trump Signs Hong Kong Sanctions Bill, Pivots to Criticizing Biden", "url": "https://www.wsj.com/articles/trump-signs-hong-kong-sanctions-bill-11594762613?mod=searchresults&page=5&pos=11", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Politics ", "author": "By Andrew Restuccia, Lindsay Wise", "date": "July 14, 2020 9:55 pm ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'Trump Signs Bill Hitting Crackdown.' ", "content": "WASHINGTON—President Trump said he signed into law a bipartisan sanctions bill to punish Chinese officials over Beijing’s crackdown on Hong Kong, in an hour-long press conference at the White House dominated by criticisms of Joe Biden, his presumptive 2020 election rival.The law requires sanctions targeting Chinese officials who crack down on the rights of Hong Kong residents to free speech and peaceful assembly, as well as the banks that do business with those officials. ", "subtitle": "Law requires sanctions on Chinese officials who crack down Hong Kong residents’ rights"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT674_2hkele_D_20200714183322.jpg", "title": "Hong Kong’s Endangered Elections", "url": "https://www.wsj.com/articles/hong-kongs-endangered-elections-11594769129?mod=searchresults&page=5&pos=12", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 14, 2020 7:25 pm ET", "printheadline": " Appeared in the July 15, 2020, print edition. ", "content": "Hong Kong’s freedoms shrink by the day, but its people won’t give them up without a fight. Beijing fears an embarrassing defeat in the September Legislative Council elections, so it now seeks to outlaw political opposition.Over the weekend some 600,000 people cast votes in democratic primaries, which aren’t part of Hong Kong’s formal political process but determine who will run against pro-Beijing candidates in September. Hong Kong’s elections are rigged to favor Beijing’s choices, but this year the pro-democracy camp hoped...\n  ", "subtitle": "The Communist Party moves to outlaw any political opposition."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT367_HUAWEI_D_20200714081651.jpg", "title": "U.K. to Ban Huawei From Its 5G Networks Amid China-U.S. Tensions", "url": "https://www.wsj.com/articles/u-k-makes-u-turn-on-huawei-after-u-s-pressure-11594727179?mod=searchresults&page=5&pos=13", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.K. ", "author": "By Max Colchester, Stephen Fidler", "date": "July 14, 2020 2:31 pm ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'U.K., in a Shift, Bars Huawei From 5G as China Rift Grows.' ", "content": "LONDON—The British government said it would bar telecom companies from purchasing new equipment made by China’s Huawei Technologies Co. for their 5G networks in a further sign of the deteriorating relations between Beijing and the West.The sharp about-face by the U.K.—only six months ago it said it could manage the risks of Huawei’s presence in 5G—was a direct consequence of new U.S. sanctions on Huawei, the government said. It marks a significant victory for the U.S. policy and is likely to increase pressure on other countries...\n  ", "subtitle": "British government gives cellular companies until 2027 to remove Chinese firm’s technology "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT362_csanct_D_20200714075352.jpg", "title": "China Threatens to Sanction Lockheed Martin Over Taiwan Arms Deal", "url": "https://www.wsj.com/articles/china-to-sanction-lockheed-martin-over-taiwan-arms-deal-11594727908?mod=searchresults&page=5&pos=14", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Chun Han Wong", "date": "July 14, 2020 12:55 pm ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'Lockheed Martin Is Threatened With Sanctions.' ", "content": "HONG KONG—China said it plans to sanction Lockheed Martin Corp. over its role in a $620 million U.S. arms package for Taiwan, Beijing’s latest retaliatory gesture amid growing pressure from Washington.Chinese Foreign Ministry spokesman Zhao Lijian announced the move as a response to the Trump administration’s decision last week to approve...\n  ", "subtitle": "Move comes after Trump administration approved an upgrade for island’s Patriot systems"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT366_0714hk_D_20200714075808.jpg", "title": "China Says Unofficial Hong Kong Primaries Challenge Beijing’s New Powers", "url": "https://www.wsj.com/articles/china-says-hong-kong-oppositions-primaries-at-odds-with-security-law-11594730935?mod=searchresults&page=5&pos=15", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Natasha Khan", "date": "July 14, 2020 11:59 am ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'Hong Kong Vote Draws Beijing Ire.' ", "content": "HONG KONG—Beijing officials said a round of unofficial legislative primaries held by Hong Kong’s political opposition over the weekend “blatantly challenges” a new national security law, as pro-democracy candidates are positioned for a strong showing in elections this fall.On Tuesday, China’s top office for Hong Kong affairs—the Hong Kong and Macau Affairs Office of the State Council—called the pro-democracy camp’s primaries a “flagrant provocation” of the city’s new law, which was imposed June 30 by Beijing. It said it fully...\n  ", "subtitle": "The pro-democracy camp’s recent votes to choose legislative candidates were a “flagrant provocation” of the new security law, China said"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT283_JMILIT_D_20200713200643.jpg", "title": "China Provocations Hasten Japan’s Military Revival", "url": "https://www.wsj.com/articles/japan-china-military-provocations-revival-disputed-islands-pacifism-11594735596?mod=searchresults&page=5&pos=16", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Alastair Gale, Chieko Tsuneoka", "date": "July 14, 2020 10:09 am ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'China Threat Hastens Japan’s Military Revival.' ", "content": "TOKYO—It was the kind of provocation that has become familiar to Japan. On June 18, a Chinese submarine passed within a few miles of Japan’s territorial waters near the island of Amami-Oshima. Tokyo mobilized three destroyers and surveillance aircraft to make sure it didn’t stick around.Breaking precedent, Japanese Defense Minister Taro Kono publicly identified the submarine as Chinese and said the incident was part of a pattern of China’s assertiveness that includes a recent border clash with Indian troops and a push to...\n  ", "subtitle": ""}, {"cover": "", "title": "Cyber Daily: Tensions Ratchet Up as U.S. Weighs Response to China’s Security Moves | Just $25 Buys a Phishing Kit", "url": "https://www.wsj.com/articles/cyber-daily-tensions-ratchet-up-as-u-s-weighs-response-to-chinas-security-moves-just-25-buys-a-phishing-kit-11594733664?mod=searchresults&page=5&pos=17", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 14, 2020 9:34 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT365_TIKTOK_D_20200714075719.jpg", "title": "TikTok, Bracing for Scrutiny in Australia, Seeks to Reassure Lawmakers", "url": "https://www.wsj.com/articles/tiktok-bracing-for-scrutiny-in-australia-seeks-to-reassure-lawmakers-11594729418?mod=searchresults&page=5&pos=18", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Tech ", "author": "By Liza Lin", "date": "July 14, 2020 8:23 am ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'TikTok Seeks to Reassure Australia.' ", "content": "TikTok, the embattled short-video app run by Chinese technology giant Bytedance Ltd., has written to Australian politicians to reassure them about the safety of user data and its independence, as concerns about the app’s Chinese ties grow.Seeking to allay worries about state interference on the app, Lee Hunter, TikTok’s general manager for Australia, wrote in the two-page letter emailed to lawmakers that he was seeking to correct the record on a “number of false claims” made about the app and that TikTok is “not aligned with...\n  ", "subtitle": "In pre-emptive outreach, the video app says it has become a ‘political football’ and tries to allay concerns it is aligned with Beijing "}, {"cover": "https://s.wsj.net/public/resources/images/ED-AZ860_Rivkin_D_20200713152636.jpg", "title": "A Way to Curb Chinese Intimidation", "url": "https://www.wsj.com/articles/a-way-to-curb-chinese-intimidation-11594680594?mod=searchresults&page=5&pos=19", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Commentary ", "author": "By Anastasia Lin, David B. Rivkin Jr.", "date": "July 13, 2020 6:49 pm ET", "printheadline": " Appeared in the July 14, 2020, print edition. ", "content": " Facebook, Google and Twitter announced this month that they will refuse to comply with customer-information requests from Hong Kong authorities until the companies review the implications of a new Chinese security law designed to suppress dissent in the territory. If the tech companies don’t cave in, it will be a rare instance of Western businesses standing firm against Beijing’s intimidation.Corporations typically kowtow, fearful of losing access to China’s massive market. International airlines, including American, Delta...\n  ", "subtitle": "Congress kept companies from cooperating with the Arab boycott of Israel. It can follow that model now."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS991_CAPJOU_D_20200713090836.jpg", "title": "Joe Biden’s Search for That Elusive Economic Consensus", "url": "https://www.wsj.com/articles/joe-bidens-search-for-that-elusive-economic-consensus-11594651754?mod=searchresults&page=5&pos=20", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Capital Journal ", "author": "By Gerald F. Seib", "date": "July 13, 2020 5:16 pm ET", "printheadline": " Appeared in the July 14, 2020, print edition as 'Biden’s Search for Economic Consensus.' ", "content": "Presidential campaigns are mostly about defining differences between candidates, but they can be even more interesting when they reveal a search for a middle ground, or an emerging national consensus.So it is with the economic policy of presumptive Democratic nominee Joe Biden, which he is fleshing out step by step during these hot weeks of the coronavirus summer. He is being pushed to the left by his own party, but is trying hard not to be pushed too far. He is taking bits from former presidents Bill Clinton and Barack Obama—and...\n  ", "subtitle": "Presumptive Democratic presidential nominee is taking bits from Clinton, Obama and even Trump as he shapes a new center"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS978_csanct_D_20200713085922.jpg", "title": "China to Impose Retaliatory Sanctions on GOP Senators Over Xinjiang Penalties", "url": "https://www.wsj.com/articles/china-to-impose-retaliatory-sanctions-on-gop-senators-over-xinjiang-bill-11594646596?mod=searchresults&page=6&pos=1", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Josh Chin", "date": "July 13, 2020 2:07 pm ET", "printheadline": "", "content": "TAIPEI—China’s Foreign Ministry on Monday said it planned to impose corresponding sanctions on several senior GOP figures in retaliation for penalties the Trump administration imposed last week on senior Chinese officials accused of carrying out human-rights abuses against Turkic Muslims in the remote Xinjiang region.The targeted Republicans include U.S. Sens. Marco Rubio of Florida and Ted Cruz of Texas, Rep. Chris Smith of New Jersey and former Kansas Gov. Sam Brownback, now serving as the U.S. ambassador-at-large for international...\n  ", "subtitle": "Marco Rubio and Ted Cruz are among lawmakers targeted by Chinese Foreign Ministry   "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT050_euchin_D_20200713120612.jpg", "title": "EU to Respond to China’s Hong Kong Moves", "url": "https://www.wsj.com/articles/eu-to-respond-to-chinas-hong-kong-moves-11594659442?mod=searchresults&page=6&pos=2", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Laurence Norman", "date": "July 13, 2020 12:57 pm ET", "printheadline": " Appeared in the July 14, 2020, print edition as 'EU Nations Prepare to Act Against China.' ", "content": "The European Union and its member states will take coordinated action to respond to China’s tightening grip on Hong Kong, the bloc’s foreign policy chief said Monday, including looking at export bans for sensitive technologies, widening visa possibilities for the island’s citizens and reconsidering extradition arrangements.The planned moves, while modest, mark a significant sharpening of the EU response to China’s imposition of a national-security law on Hong Kong and offer fresh evidence of a hardening attitude toward Beijing...\n  ", "subtitle": "Measures could involve export bans, greater visa possibilities for island’s citizens and rethinking of extradition arrangements"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS938_0713hk_D_20200713051523.jpg", "title": "Hong Kong Security Law Prompts Departure of China Fund Adviser", "url": "https://www.wsj.com/articles/hong-kong-security-law-makes-foreign-businesses-feel-less-safe-survey-says-11594634670?mod=searchresults&page=6&pos=3", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Asia ", "author": "By Dan Strumpf, Julie Steinberg", "date": "July 13, 2020 12:53 pm ET", "printheadline": " Appeared in the July 14, 2020, print edition. ", "content": "An American-British member of an advisory body to China’s sovereign-wealth fund has stepped down from her post due to concerns over Chinese restrictions on free speech, including Beijing’s controversial new national-security law for Hong Kong.In a letter to the fund’s chairman dated July 10 and viewed by The Wall Street Journal, DeAnne Julius said she was resigning “with regret” from the International Advisory Council of China Investment Corp. “Recent developments in Hong Kong and the increasingly challenging relationships...\n  ", "subtitle": "Resignation of DeAnne Julius comes as survey shows rising concern about Beijing within business community"}, {"cover": "", "title": "Cyber Daily: Online Security a Key Piece of Chicago Tech Project | Amazon’s TikTok Saga", "url": "https://www.wsj.com/articles/cyber-daily-online-security-a-key-piece-of-chicago-tech-project-amazons-tiktok-saga-11594646578?mod=searchresults&page=6&pos=4", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 13, 2020 9:24 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "", "title": "Fed, Treasury Disagreements Slowed Start of Main Street Program; Vote Looms on Trump’s Fed Picks; Fed Discloses More on Its Purchases", "url": "https://www.wsj.com/articles/fed-treasury-disagreements-slowed-start-of-main-street-program-vote-looms-on-trumps-fed-picks-fed-discloses-more-on-its-purchases-11594645773?mod=searchresults&page=6&pos=5", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 13, 2020 9:09 am ET", "printheadline": "", "content": "Good day. Disagreements between leaders at the Federal Reserve and Treasury Department slowed the start of their flagship lending initiative for small and midsize businesses, according to current and former government officials. Meanwhile, the Senate Banking Committee said it would vote on the nomination of two of President Trump’s selections for the Fed later this month. And the Fed disclosed that the market value of corporate bond exchange-traded funds it has bought has risen to $8 billion as it published more information on its asset purchases.Now...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR396_OVERSE_D_20200707105237.jpg", "title": "Investors Find New Safe Place to Hide: Chinese Bonds", "url": "https://www.wsj.com/articles/investors-find-new-safe-place-to-hide-chinese-bonds-11594632600?mod=searchresults&page=6&pos=6", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Markets ", "author": "By Anna Hirtenstein", "date": "July 13, 2020 5:30 am ET", "printheadline": "", "content": "Investors seeking shelter from the turbulence in markets have found a new haven: Chinese sovereign bonds.Foreign capital flowed into locally denominated Chinese government bonds in the second quarter at the fastest pace since late 2018, according to data from CEIC, an economic data provider. It surpassed 4.3 trillion yuan ($619 billion), the highest on record.International...\n  ", "subtitle": "Foreign investors are increasingly buying debt issued by the Chinese government for yields and safety"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS813_USHONG_D_20200711115605.jpg", "title": "U.S. Weighs Limited Options to Punish China Over Hong Kong", "url": "https://www.wsj.com/articles/u-s-weighs-limited-options-to-punish-china-over-hong-kong-11594576800?mod=searchresults&page=6&pos=7", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By William Mauldin", "date": "July 12, 2020 2:00 pm ET", "printheadline": "", "content": "WASHINGTON—As U.S. officials weigh sanctioning China over its recent moves in Hong Kong, the city’s status as a global financial center limits the menu of effective levers available to Washington.Major actions against Hong Kong’s financial system risk hitting U.S., Western and Hong Kong companies and consumers, officials and analysts say. More targeted sanctions against Chinese officials and trade measures against products made in Hong Kong would have little impact on Beijing’s integration of the city into the mainland’s...\n  ", "subtitle": "Major steps against the territory’s financial system risk hurting U.S., Western and Hong Kong companies and consumers"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS840_hkvote_D_20200712065608.jpg", "title": "Hundreds of Thousands Vote in Hong Kong’s Democratic Primaries", "url": "https://www.wsj.com/articles/hundreds-of-thousands-vote-in-hong-kongs-democratic-primaries-11594550049?mod=searchresults&page=6&pos=8", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Natasha Khan", "date": "July 12, 2020 11:21 am ET", "printheadline": " Appeared in the July 13, 2020, print edition as 'Voters in Hong Kong Turn Out in Droves.' ", "content": "HONG KONG—Hundreds of thousands of people voted in primaries held by the city’s pro-democracy camp over the weekend, reflecting steely support for the movement despite Beijing’s imposition of a national-security law that has curbed public expressions of dissent in recent weeks.Pro-democracy parties held the primaries, which aren’t officially part of the city’s political process, to settle on candidates and avoid splitting the vote going into legislative elections this September. They hope to secure enough votes to wield more...\n  ", "subtitle": "Turnout shows the resilience of antigovernment sentiment despite new security law "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS645_cfiusc_D_20200710130807.jpg", "title": "U.S. National Security Panel Examining Chinese Investors’ Purchase of Pharma Firm", "url": "https://www.wsj.com/articles/u-s-national-security-panel-examining-chinese-investors-purchase-of-pharma-firm-11594406334?mod=searchresults&page=6&pos=9", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " National Security ", "author": "By Kate O’Keeffe", "date": "July 10, 2020 9:48 pm ET", "printheadline": " Appeared in the July 11, 2020, print edition as 'U.S. Security Panel Reviewing Chinese Deal for Drug Firm.' ", "content": "WASHINGTON—U.S. national-security officials are reviewing the 2017 acquisition of a South Carolina pharmaceutical company by Chinese investors after learning the firm was in talks to participate in a Pentagon project to develop injection devices for a coronavirus vaccine, according to people familiar with the matter.The Committee on Foreign Investment in the U.S.’s inquiry into the acquisition of Ritedose Corp. of Columbia, S.C., was also referenced in a statement by the Pentagon’s Defense Logistics Agency, which earlier...\n  ", "subtitle": "Pharmaceutical contractor Ritedose has been in talks to participate in Pentagon project to develop injection devices for coronavirus vaccine"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS679_0710ti_D_20200710141301.jpg", "title": "Amazon Says Email Ordering Employees to Delete TikTok Was Sent in Error", "url": "https://www.wsj.com/articles/amazon-requiring-employees-to-remove-tiktok-from-mobile-devices-due-to-security-risks-memo-11594404157?mod=searchresults&page=6&pos=10", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Tech ", "author": "By Sarah E. Needleman", "date": "July 10, 2020 8:48 pm ET", "printheadline": " Appeared in the July 11, 2020, print edition as 'Amazon Reverses Order To Delete TikTok App.' ", "content": " Amazon.com Inc. on Friday afternoon reversed a demand that employees delete the TikTok app from company mobile devices, a shocking turnabout from a dictate that just hours before had stoked concern about the app’s security and ties to China. The first message was dramatic enough, as the email directive to employees appeared to buttress recent scrutiny of TikTok security issues from governments in the U.S. and India.Then,...\n  ", "subtitle": "Company retracts directive to remove popular app currently under fire over security concerns"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS280_0709ha_D_20200709131957.jpg", "title": "Alphabet, United, Novavax: Stocks That Defined the Week", "url": "https://www.wsj.com/articles/alphabet-united-novavax-stocks-that-defined-the-week-11594421876?mod=searchresults&page=6&pos=11", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Stocks ", "author": "By Dan Fitzpatrick", "date": "July 10, 2020 6:57 pm ET", "printheadline": "", "content": "Alphabet Inc.Silicon Valley is backing away from Hong Kong. Google, Facebook and Twitter said Monday they suspended requests for user data from that city’s law-enforcement agencies following China’s imposition of a national-security law. TikTok, a buzzy short-video platform, also said it would pull its app from Google and Apple Inc.’s app stores in Hong Kong. The moves have put U.S. technology titans on a potential collision course with Beijing. Alphabet shares rose 2% Monday.", "subtitle": "Here are seven major companies whose shares moved on the week’s news"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS524_PANMKT_D_20200710100015.jpg", "title": "Stocks Shrug Off Virus Worries, Log Weekly Gains", "url": "https://www.wsj.com/articles/markets-dow-update-071020-11594366298?mod=searchresults&page=6&pos=12", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Markets ", "author": "By Alexander Osipovich, Avantika Chilkoti", "date": "July 10, 2020 4:31 pm ET", "printheadline": " Appeared in the July 11, 2020, print edition as 'Equities Tally Modest Weekly Gains.' ", "content": "U.S. stocks climbed Friday, ending the week with gains, as investors brushed off worries about a fresh wave of coronavirus infections and its impact on the economic recovery.The Dow Jones Industrial Average advanced 369.21 points, or 1.4%, to 26075.30. The blue-chip index got off to a wobbly start, briefly turning negative after the opening bell, before rebounding and rallying into the close.The...\n  ", "subtitle": "Dow, S&P 500 tick higher, while Shanghai Composite snaps winning streak "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS615_ambass_D_20200710121801.jpg", "title": "Sweden’s Former Ambassador to China Is Cleared of Wrongdoing in Bookseller Talks", "url": "https://www.wsj.com/articles/swedens-former-ambassador-to-china-is-cleared-of-wrongdoing-in-bookseller-talks-11594398589?mod=searchresults&page=6&pos=13", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Europe ", "author": "By Dominic Chopping", "date": "July 10, 2020 12:29 pm ET", "printheadline": "", "content": "STOCKHOLM—Swedish prosecutors cleared the country’s former ambassador to China of wrongdoing, ending an 18-month probe into a series of shadowy meetings that had raised questions over the divide between diplomacy and national security.Swedish diplomat Anna Lindstedt was charged last year with acting outside her authority when she arranged a series of meetings to secure the release of a bookseller who is imprisoned in China.Gui...\n  ", "subtitle": "Anna Lindstedt was charged last year with acting outside her authority when she arranged a meetings to secure the release of a bookseller in China"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS474_0710nz_D_20200710044315.jpg", "title": "Lawmaker Who Once Taught Chinese Spies Drops Out of Race in New Zealand", "url": "https://www.wsj.com/articles/lawmaker-who-once-taught-chinese-spies-drops-out-of-race-in-new-zealand-11594377783?mod=searchresults&page=6&pos=14", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Asia ", "author": "By Rachel Pannett", "date": "July 10, 2020 7:24 am ET", "printheadline": " Appeared in the July 11, 2020, print edition as 'Lawmaker Who Once Taught Chinese Spies Quits New Zealand Race.' ", "content": "A Chinese-born New Zealand lawmaker who once taught English to Chinese spies said he won’t run for re-election, a decision that comes as many countries recalibrate policies in response to Beijing’s growing influence.  Jian Yang served in the New Zealand government and more recently in opposition with the main conservative National Party for nine years. In 2017, he acknowledged that he didn’t declare on his New Zealand citizenship application his past affiliation with the Chinese Communist Party or his work teaching spies...\n  ", "subtitle": "Jian Yang’s decision comes as many countries become warier of China’s increasing influence "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS363_washwi_D_20200709165005.jpg", "title": "How Many Political Ads Does $7 Billion Buy? We’re About to Find Out.", "url": "https://www.wsj.com/articles/how-many-political-ads-does-7-billion-buy-were-about-to-find-out-11594373402?mod=searchresults&page=6&pos=15", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Washington Wire ", "author": "By Gabriel T. Rubin", "date": "July 10, 2020 5:30 am ET", "printheadline": "", "content": " 2020 POLITICAL AD SPENDING ESTIMATES BALLOON, with Kantar Media now projecting that $7 billion will be spent by campaigns and PACs on TV and digital. The new estimate is the second time this cycle Kantar has revised their projection upward: first to $6.5 billion from $6 billion in February, to account for the role played by billionaires Michael Bloomberg and Tom Steyer in the Democratic primaries, and now to $7 billion based on the astronomical sums raised by presidential and congressional campaigns. An expected dip in fundraising due to the coronavirus pandemic and the economic crisis has not materialized.Super...\n  ", "subtitle": "Kantar Media revises projection upward as home-bound voters are easiest to reach via TV, digital; Kris Kobach accuses McConnell allies of funding campaign against him"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS430_3londo_D_20200709184912.jpg", "title": "A U.K. Reversal on Huawei?", "url": "https://www.wsj.com/articles/a-u-k-reversal-on-huawei-11594336754?mod=searchresults&page=6&pos=16", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 9, 2020 7:19 pm ET", "printheadline": "", "content": "When the United Kingdom voted to leave the European Union, Brussels warned that an independent Britain would be susceptible to coercion from larger nations. Yet London is standing up to Chinese bullying as the EU dawdles. Beijing has noticed.“We want to be your friend. We want to be your partner,” Chinese Ambassador to the U.K. Liu Xiaoming warned last week. “But if you want to make China a hostile country, you will have to bear the consequences.”", "subtitle": "Britain is rethinking its 5G welcome, while Germany kowtows."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS248_uschin_D_20200709121800.jpg", "title": "U.S. Sanctions Chinese Officials Over Alleged Human Rights Abuses in Muslim Xinjiang Region", "url": "https://www.wsj.com/articles/u-s-sanctions-chinese-officials-over-alleged-human-rights-abuses-in-muslim-xinjiang-region-11594313641?mod=searchresults&page=6&pos=17", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Politics ", "author": "By William Mauldin", "date": "July 9, 2020 12:54 pm ET", "printheadline": " Appeared in the July 10, 2020, print edition as 'Chinese Officials Face U.S. Sanctions.' ", "content": "WASHINGTON—The U.S. imposed sanctions on senior officials in China’s Xinjiang region, accusing them and the region’s police of being complicit in human-rights violations against the Muslim population in the northwest China.The Treasury and State departments designated Chen Quanguo, the Chinese Communist Party secretary for Xinjiang, under the sanctions, effectively locking up anyinternational assets and preventing him or his immediate family members from traveling to the U.S. ", "subtitle": "Visa curbs, financial measures hit party officials, security figures"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR910_Dhume0_D_20200708145934.jpg", "title": "What Beijing Lost With Its Border Clash Blunder", "url": "https://www.wsj.com/articles/what-beijing-lost-with-its-border-clash-blunder-11594310502?mod=searchresults&page=6&pos=18", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " East Is East ", "author": "By Sadanand Dhume", "date": "July 9, 2020 12:01 pm ET", "printheadline": " Appeared in the July 10, 2020, print edition. ", "content": "Think of it as Xi Jinping’s Himalayan blunder. The final outcome of the border standoff between China and India may be uncertain, but the consequences of New Delhi’s decision last week to ban 59 Chinese apps, including the popular video-sharing app TikTok, are clear. Should the ban stick, and be emulated by other countries, it could seriously set back Beijing’s ambition to replace the U.S. as the world’s dominant technological power.“Chinese companies can’t really be global if they lose out on India,” says Rush Doshi, an...\n  ", "subtitle": "Fighting with India in the Himalayas may cost China its shot at becoming the dominant tech power."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS044_COMPAN_D_20200708185844.jpg", "title": "When Companies Wielded the Power of States", "url": "https://www.wsj.com/articles/when-companies-wielded-the-power-of-states-11594304429?mod=searchresults&page=6&pos=19", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Essay ", "author": "By Andrew Phillips, J.C. Sharman", "date": "July 9, 2020 10:20 am ET", "printheadline": " Appeared in the July 11, 2020, print edition as 'The Danger of Companies That Act Like States.' ", "content": "Chinese state capitalism as it exists today poses a special challenge to a world used to clear divisions between governments and private companies. But while role-swapping and hybridization between states and firms might seem new, it actually represents the return of a once-pervasive model. After the European voyages of discovery in the 15th and 16th centuries, the most important trading networks between West and East weren’t built by kings or private merchants but by “company-states” like Britain’s East India Company, which combined the profit motive of corporations with the governmental powers of sovereign states. ", "subtitle": "To understand corporate chameleons like China’s Huawei, look to the era when the East India Company and other firms blurred the boundary between government and business."}, {"cover": "", "title": "Cyber Daily: Car Makers Face U.N. Mandates for Cybersecurity | Freddie Mac Notifies Mortgage Holders of Potential Breach", "url": "https://www.wsj.com/articles/cyber-daily-car-makers-face-u-n-mandates-for-cybersecurity-freddie-mac-notifies-mortgage-holders-of-potential-breach-11594298168?mod=searchresults&page=6&pos=20", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 9, 2020 8:36 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS125_0709hk_D_20200709053132.jpg", "title": "Australia Suspends Extradition Treaty With Hong Kong Over China’s National-Security Law", "url": "https://www.wsj.com/articles/australia-suspends-extradition-treaty-with-hong-kong-over-chinas-national-security-law-11594287990?mod=searchresults&page=7&pos=1", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Rachel Pannett", "date": "July 9, 2020 8:27 am ET", "printheadline": " Appeared in the July 10, 2020, print edition as 'Australia Won’t Allow Hong Kong Extradition.' ", "content": "SYDNEY—Australia is suspending its extradition treaty with Hong Kong and giving the city’s residents a pathway to staying permanently in response to China’s decision to impose new national-security legislation, a move likely to further inflame tensions with Beijing.Prime Minister Scott Morrison said Thursday that the national-security law constituted “a fundamental change of circumstances in respect to our extradition agreement with Hong Kong” and that Australia had formally notified Hong Kong and Chinese authorities of the...\n  ", "subtitle": "Country gives city’s residents a pathway to staying in Australia permanently"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR795_ASPR_0_D_20200708114603.jpg", "title": "Nation’s Top Emergency-Preparedness Agency Focused on Warfare Threats Over Pandemic", "url": "https://www.wsj.com/articles/nations-top-emergency-preparedness-agency-focused-on-warfare-threats-over-pandemic-11594287003?mod=searchresults&page=7&pos=2", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Alexandra Berzon, James V. Grimaldi, Stephanie Armour", "date": "July 9, 2020 5:30 am ET", "printheadline": " Appeared in the July 10, 2020, print edition as 'Agency Prepared for War, Not a Virus.' ", "content": "The top U.S. agency charged with preparing for a pandemic and overseeing the medical stockpile spent years bracing for potential attacks on the Korean Peninsula and was ill-prepared for the coronavirus crisis that continues to surge, according to current and former government officials. Robert Kadlec handed out old business cards to staff when he started in 2017 as chief of the office for the Assistant Secretary for Preparedness and Response. They were labeled, “Kadlec’s Rules of Military Medicine.” One rule: “The next war...\n  ", "subtitle": "Planning priorities within U.S. Office of the Assistant Secretary for Preparedness and Response left it unprepared for coronavirus crisis, current and former officials said"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ197_BANNON_D_20200701152156.jpg", "title": "FBI Probes Chinese Exile, Including Work With Former Trump Aide Steve Bannon", "url": "https://www.wsj.com/articles/fbi-probes-chinese-exile-including-work-with-former-trump-aide-steve-bannon-11594248436?mod=searchresults&page=7&pos=3", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Aruna Viswanatha, Brian Spegele, Rebecca Davis O’Brien", "date": "July 8, 2020 6:47 pm ET", "printheadline": " Appeared in the July 9, 2020, print edition as 'Bannon Work Part of U.S. Probe of Exile.' ", "content": "The FBI is examining exiled Chinese businessman Guo Wengui and the money used to fund his media efforts in the U.S., including his work with Steve Bannon, a former senior adviser to President Trump, according to people familiar with the matter.Federal Bureau of Investigation national security agents in recent months have asked people who know both men for information on Mr. Guo’s activities, including the source of funds of a media company linked to him that hired Mr. Bannon in 2018 as a consultant, the people said.", "subtitle": "Feds question source of funds for media company tied to Guo Wengui "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR743_HKSECU_D_20200708092325.jpg", "title": "Overnight, a Hong Kong Hotel Is Transformed Into China’s State Security HQ", "url": "https://www.wsj.com/articles/overnight-a-hong-kong-hotel-is-transformed-into-chinas-state-security-hq-11594219721?mod=searchresults&page=7&pos=4", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Dan Strumpf", "date": "July 8, 2020 12:37 pm ET", "printheadline": " Appeared in the July 9, 2020, print edition as 'Hong Kong Security Office Opens.' ", "content": "HONG KONG—First the construction signs went up, then a flagpole appeared and police officers started to swarm the streets. Within hours, a skyscraper hotel in a cozy neighborhood of bars, apartments and boutiques was transformed into something new: the headquarters of Beijing’s powerful new security agency for the city.Soon after dawn Wednesday, Chinese and local officials formally inaugurated the Office for Safeguarding National Security, with Chinese state media invited to attend while many local and foreign journalists...\n  ", "subtitle": "Rapid arrival of China’s security agents shows how quickly the cosmopolitan financial center is changing "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR778_TIKTOK_D_20200708105815.jpg", "title": "TikTok, Once an Oasis of Inoffensive Fun, Ventures Warily Into Politics", "url": "https://www.wsj.com/articles/tiktok-ventures-warily-into-politicsand-finds-complications-11594224268?mod=searchresults&page=7&pos=5", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By Georgia Wells, Liza Lin, Shan Li", "date": "July 8, 2020 12:04 pm ET", "printheadline": " Appeared in the July 9, 2020, print edition as 'TikTok, Oasis of Fun, Ventures Into Politics.' ", "content": "TikTok has been one of the world’s biggest distractions during the pandemic, thanks to its endless stream of bite-size videos featuring dance-offs, pranks and other goofs.Lately there has been a dash of something new at TikTok: politics. Experimenting with letting users post short political videos, the app is emerging as a platform for protesters...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR351_hktikt_D_20200707063608.jpg", "title": "TikTok Maker Seeks to Strike Balance as China, U.S. Step Up Geopolitical Pressure", "url": "https://www.wsj.com/articles/tiktok-to-pull-out-of-hong-kong-after-china-imposed-national-security-law-11594096439?mod=searchresults&page=7&pos=6", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Eva Xiao, Liza Lin", "date": "July 7, 2020 11:52 pm ET", "printheadline": " Appeared in the July 8, 2020, print edition as 'TikTok Battles Political Tensions.' ", "content": "The Chinese maker of TikTok, the popular short-video platform, said it would pull its app out of Hong Kong amid concerns about a new national-security law, its second market exit in as many weeks, as Secretary of State Mike Pompeo hinted the Trump administration was considering limiting U.S. users’ access to the app.Tuesday’s developments underscored the geopolitical challenges facing the first global social-media sensation to emerge from China. Last week, India—one of TikTok’s largest markets by users, accounting for roughly...\n  ", "subtitle": "The social-media sensation will pull its app out of Hong Kong amid concerns of the new national-security law; U.S. suggests limiting user access"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR393_TIKTOK_D_20200707104113.jpg", "title": "TikTok User Data: What Does the App Collect and Why Are U.S. Authorities Concerned?", "url": "https://www.wsj.com/articles/tiktok-user-data-what-does-the-app-collect-and-why-are-u-s-authorities-concerned-11594157084?mod=searchresults&page=7&pos=7", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Tech ", "author": "By Liza Lin, Robert McMillan, Shan Li", "date": "July 7, 2020 8:16 pm ET", "printheadline": " Appeared in the July 8, 2020, print edition as 'TikTok Data Use Brings U.S. Scrutiny.' ", "content": "U.S. Secretary of State Mike Pompeo has indicated the Trump administration is considering limiting U.S. users’ access to the popular video-messaging app TikTok. The Chinese-owned company has faced scrutiny in Washington as concerns grow that Beijing could tap the social-media platform’s information to gather data on Americans.TikTok, which has said it wouldn’t hand U.S. user data to Chinese authorities, has exited two international markets in recent weeks, as the first global social-media sensation to emerge from China seeks...\n  ", "subtitle": "Officials worry about China potentially amassing vast amounts of personal information on Americans"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Trump Moves to Pull U.S. Out of World Health Organization in Midst of Covid-19 Pandemic", "url": "https://www.wsj.com/articles/white-house-says-u-s-has-pulled-out-of-the-world-health-organization-11594150928?mod=searchresults&page=7&pos=8", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Politics ", "author": "By Drew Hinshaw, Stephanie Armour", "date": "July 7, 2020 7:46 pm ET", "printheadline": " Appeared in the July 8, 2020, print edition as 'Trump To Pull U.S. Out Of WHO.' ", "content": "The U.S. has formally notified the World Health Organization it will withdraw from the United Nations agency over President Trump’s criticism of its ties to China, a move critics say will hamper the international fight against the Covid-19 pandemic and sap the U.S. of global influence.The U.S. State Department sent notice to the U.N. on July 6 it would end its 72-year-old membership in the WHO. “The President has been clear that the WHO needs to get its act together,” a department spokesman said. “That starts with demonstrating...\n  ", "subtitle": "The exit won’t take effect until next July; Biden says U.S. would remain in WHO if he’s elected"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "First They Came for Hong Kong", "url": "https://www.wsj.com/articles/first-they-came-for-hong-kong-11594164086?mod=searchresults&page=7&pos=9", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 7, 2020 7:21 pm ET", "printheadline": "", "content": "China is rapidly absorbing Hong Kong into its national-security maw, and already the implications are global as the Communist Party seeks to stifle criticism far beyond its shores. The new law imposed from Beijing threatens up to life in prison for anyone charged with secession, subversion, terrorism or “collusion” with vaguely defined foreign forces. On Monday the new Committee for Safeguarding National Security released 116 pages of rules that aren’t subject to judicial review. They list broad new police powers, including...\n  ", "subtitle": "Beijing uses its new security law to threaten speech world-wide."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China’s Hostage Diplomacy", "url": "https://www.wsj.com/articles/chinas-hostage-diplomacy-11594140841?mod=searchresults&page=7&pos=10", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Commentary ", "author": "By John Bolton", "date": "July 7, 2020 12:54 pm ET", "printheadline": " Appeared in the July 8, 2020, print edition. ", "content": "Important structural changes in international affairs are often encapsulated in discrete incidents, easy to grasp even if somewhat oversimplified. The War of Jenkins’ Ear, for example, had more to do with competing British and Spanish ambitions in the Caribbean than the severing of Capt. Robert Jenkins’s appendage in 1731.Similarly, America’s request that Canada extradite Huawei CFO Meng Wanzhou to face criminal charges personifies the escalating economic conflict between China and the world’s industrial democracies. It poses...\n  ", "subtitle": "Prominent Canadians urge the government to agree to a feckless and dangerous prisoner swap."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Big Tech’s Stand on Hong Kong Law Reveals Wider Fears at Foreign Firms", "url": "https://www.wsj.com/articles/big-techs-stand-on-hong-kong-law-reveals-wider-fears-at-foreign-firms-11594139991?mod=searchresults&page=7&pos=11", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Business ", "author": "By Dan Strumpf, James T. Areddy", "date": "July 7, 2020 12:39 pm ET", "printheadline": " Appeared in the July 8, 2020, print edition as 'Tech Firms Show Hong Kong Fears.' ", "content": "HONG KONG—The stand taken by several U.S. tech giants against China’s national-security law in Hong Kong brings into the open concerns many foreign companies in the city are discussing internally but executives dare not talk about publicly for fear of getting dragged into the political fray.By suspending the processing of Hong Kong government requests for user data, Facebook Inc., Twitter Inc. and Alphabet Inc.’s Google put up a united front in challenging the law that is the sharp edge of Beijing’s crackdown on the city’s...\n  ", "subtitle": "Facebook, Twitter and Google, all shut out of China, have less to lose than most U.S. companies in challenging Beijing "}, {"cover": "", "title": "Cyber Daily: Social Media Giants Consider Human Rights, Privacy Questions in China’s New Security Laws in Hong Kong", "url": "https://www.wsj.com/articles/cyber-daily-social-media-giants-consider-human-rights-privacy-questions-in-chinas-new-security-laws-in-hong-kong-11594126902?mod=searchresults&page=7&pos=12", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 7, 2020 9:01 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Tech Giants Make Moves After Hong Kong National-Security Law", "url": "https://www.wsj.com/video/tech-giants-make-moves-after-hong-kong-national-security-law/0524E157-01A5-41AC-BE4C-578C03F195C8.html?mod=searchresults&page=7&pos=13", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "", "date": "July 7, 2020 7:43 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Pulls Back From One Disputed Border, Makes New Claims on Another", "url": "https://www.wsj.com/articles/china-pulls-back-from-one-disputed-border-makes-new-claims-on-another-11594052370?mod=searchresults&page=7&pos=14", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Rajesh Roy, Sha Hua", "date": "July 7, 2020 3:47 am ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'Beijing, Bhutan Spar Over Border.' ", "content": "HONG KONG—China and India began pulling back troops from the site of a deadly border clash, as Beijing opened another front in the region’s territorial disputes with a new claim in nearby Bhutan.Chinese and Indian troops both started to withdraw from some friction points in disputed areas along the two countries’ Himalayan border, Indian security officials said Monday, following talks between senior diplomats and military commanders to calm tensions.", "subtitle": "After deadly clash with India, Beijing asserts right to territory in Bhutan"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Google, Facebook and Twitter Suspend Review of Hong Kong Requests for User Data", "url": "https://www.wsj.com/articles/whatsapp-to-suspend-processing-law-enforcement-requests-for-user-data-in-hong-kong-11594034580?mod=searchresults&page=7&pos=15", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Business ", "author": "By Newley Purnell", "date": "July 7, 2020 12:05 am ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'U.S. Tech Giants Defiant In Hong Kong.' ", "content": "HONG KONG—Google, Facebook Inc. and Twitter Inc. are among tech companies that have suspended processing requests for user data from Hong Kong law-enforcement agencies following China’s imposition of a national-security law on the city.“We believe freedom of expression is a fundamental human right and support the right of people to express themselves without fear for their safety or other repercussions,” a Facebook spokeswoman said in a Monday statement. ", "subtitle": "Actions follow China’s imposition of a national-security law on the city"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "The North American Trade Dividend", "url": "https://www.wsj.com/articles/the-north-american-trade-dividend-11594076282?mod=searchresults&page=7&pos=16", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Commentary ", "author": "By H.R. McMaster, Pablo Tortolero", "date": "July 6, 2020 6:58 pm ET", "printheadline": " Appeared in the July 7, 2020, print edition. ", "content": "The U.S.-Mexico-Canada trade agreement took effect last week, and U.S. business and political leaders should be racing to take advantage of its benefits. The deal will hasten economic recovery from the Covid-19 pandemic. Even more important, it will counteract the Chinese Communist Party’s aggression. The reduction of trade barriers among the USMCA’s parties will strengthen U.S., Mexican and Canadian supply chains, returning manufacturing jobs to North America from China. Even before the Covid-19 pandemic exposed how North...\n  ", "subtitle": "The revised U.S.-Mexico-Canada pact will help post-Covid recovery and lure jobs back from China."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Biden’s Transformations", "url": "https://www.wsj.com/articles/bidens-transformations-11594069928?mod=searchresults&page=7&pos=17", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Best of the Web ", "author": "By James Freeman", "date": "July 6, 2020 5:12 pm ET", "printheadline": "", "content": "When Joe Biden announced his campaign for the presidency in 2019, he presented himself as a nonideological defender of the status quo, a leader to prevent President Trump from altering “the character of this nation.” A weekend tweet from the former vice president suggests that Mr. Biden now has something more ambitious in mind: While voters ponder what exactly Mr. Biden has in mind, two significant transformations that...\n  ", "subtitle": "Trying to prevent a second Trump term, the former vice president may have to explain what he did to impede the first one."}, {"cover": "", "title": "PE Daily: A Private Equity Deal Thaw | Diligent’s CEO Talks Board Diversity | Apollo Big Credit Bet", "url": "https://www.wsj.com/articles/pe-daily-a-private-equity-deal-thaw-diligents-ceo-talks-board-diversity-apollo-big-credit-bet-11594044487?mod=searchresults&page=7&pos=18", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro PE Newsletter ", "author": "", "date": "July 6, 2020 10:08 am ET", "printheadline": "", "content": "Good day and welcome back to any of you returning from vacation. The 2020 halftime show is officially over and it’s time to finish the rest of the game (hat tip to my colleague Bowdeya Tweh for that metaphor).As the nation tries to balance the risks and rewards of reopening the economy, deal activity may be gradually starting to pick up again, our own Preeti Singh writes this morning, citing conversations with private-equity firms, bankers and advisers. It remains to be seen whether or not the early signs of renewing momentum...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.K. Regulator Faults Chinese State Broadcaster After Briton’s Complaint", "url": "https://www.wsj.com/articles/u-k-regulator-faults-chinese-state-broadcaster-after-britons-complaint-11594043589?mod=searchresults&page=7&pos=19", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.K. ", "author": "By James T. Areddy", "date": "July 6, 2020 9:53 am ET", "printheadline": "", "content": "The U.K. communication regulator said Monday that a Chinese state-run broadcaster violated fairness and privacy rules in airing interviews with a detained Briton who claimed his appearance was coerced.The ruling, Ofcom’s second in recent weeks against China Central Television broadcast affiliate CGTN, signals increasing U.K. pushback against China’s effort to take its state propaganda apparatus global, potentially opening a new front in a clash over media activity that also has pitched Washington against Beijing.", "subtitle": "Ofcom finds airing of interview that British private investigator Peter Humphrey says was coerced violated fairness and privacy rules "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "China Detains One of Xi Jinping’s Most Prominent Critics", "url": "https://www.wsj.com/articles/china-detains-one-of-xi-jinpings-most-prominent-critics-11594029111?mod=searchresults&page=7&pos=20", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Chun Han Wong", "date": "July 6, 2020 8:11 am ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'Chinese Authorities Hold Legal Scholar Who Criticized Xi.' ", "content": "HONG KONG—Chinese authorities have detained a legal scholar known as one of the few prominent voices in China still willing to openly criticize President Xi Jinping’s leadership, the professor’s friends say.Xu Zhangrun, a law professor at Beijing’s prestigious Tsinghua University, was taken by police from his suburban home in the Chinese capital on Monday morning, according to his friends, who cited a housekeeper and a neighbor who witnessed the process.", "subtitle": "Xu Zhangrun, a law professor at Tsinghua University, is one of the few well-known voices in China still willing to openly criticize the president"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ932_USCHIN_D_20200705104154.jpg", "title": "U.S. Shows Off Its Firepower to Beijing in South China Sea", "url": "https://www.wsj.com/articles/u-s-shows-off-its-firepower-to-beijing-in-south-china-sea-11593965632?mod=searchresults&page=8&pos=1", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " National Security ", "author": "By Alastair Gale", "date": "July 5, 2020 6:40 pm ET", "printheadline": " Appeared in the July 6, 2020, print edition as 'Navy Displays Force In South China Sea.' ", "content": "Strike fighters and electronic-warfare jets took off day and night from two U.S. aircraft carriers in the South China Sea to simulate sustained attacks on enemy bases as Washington put on one of its biggest displays of naval power in a potential flashpoint for conflict.Throughout the weekend, the USS Ronald Reagan and USS Nimitz completed hundreds of launches of jets, surveillance planes and helicopters in some of the largest military drills in recent years in the disputed South China Sea, the leading edge of Beijing’s move...\n  ", "subtitle": "Two aircraft carriers and strike fighters join unusually large military exercise in disputed region "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ927_HKBOOK_D_20200705101108.jpg", "title": "Hong Kong Libraries Pull Books for Review Under China’s Security Law", "url": "https://www.wsj.com/articles/hong-kong-libraries-pull-books-for-review-under-chinas-security-law-11593963424?mod=searchresults&page=8&pos=2", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "By Dan Strumpf", "date": "July 5, 2020 11:37 am ET", "printheadline": " Appeared in the July 6, 2020, print edition as 'Hong Kong Libraries Pull Activists’ Books.' ", "content": "HONG KONG—Public libraries have removed several books by pro-democracy figures from circulation, amplifying concerns that China’s sweeping national-security law for Hong Kong will be used to restrict political discussion in the city.Two books by the activist Joshua Wong and one title by lawmaker Tanya Chan were among those listed as “under review” on the city’s online library catalog on Sunday. In a statement, a government spokeswoman confirmed that some books had been removed from circulation pending a review for compliance...\n  ", "subtitle": "Authors warn of political censorship while government says books in public collection must comply with the law "}, {"cover": "", "title": "Emerging and Growth Markets, July 4th 2020", "url": "https://www.wsj.com/articles/emerging-and-growth-markets-july-4th-2020-01593898744?mod=searchresults&page=8&pos=3", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Frontiers Blog ", "author": "By Dan Keeler", "date": "July 4, 2020 5:38 pm ET", "printheadline": "", "content": "Note: This is a web-version of the WSJ’s weekly Emerging & Growth Markets newsletter. The newsletter is a companion to Strategic Intelligence, an information resource focused on emerging markets that brings together the global news coverage of The Wall Street Journal with the analysis of market intelligence firm DuckerFrontier. Click here to receive the newsletter in your inbox. Africa […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ795_HKCHAR_D_20200703135944.jpg", "title": "Flag-Bearing Motorcyclist Charged With Terrorism and Secession in Hong Kong", "url": "https://www.wsj.com/articles/flag-bearing-motorcyclist-charged-with-terrorism-and-secession-in-hong-kong-11593791622?mod=searchresults&page=8&pos=4", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Dan Strumpf", "date": "July 3, 2020 2:17 pm ET", "printheadline": "", "content": "HONG KONG—A motorcyclist who drove through Hong Kong streets during demonstrations Wednesday with a flag bearing a popular protest slogan before colliding with police officers was charged with terrorism and secession, making him the first person publicly charged under China’s new national-security law.Friday authorities charged a man they said was the motorcyclist, whom court records named as Tong Ying-kit. Police said he was in his early 20s. A lawyer for Mr. Tong couldn’t immediately be reached for comment.", "subtitle": "The man, who police allege drove into officers, was the first to be publicly charged under China’s new security law "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ757_hkoffi_D_20200703093731.jpg", "title": "China Appoints Protest and Propaganda Enforcer to Tame Hong Kong", "url": "https://www.wsj.com/articles/china-appoints-protest-and-propaganda-enforcer-to-tame-hong-kong-11593786507?mod=searchresults&page=8&pos=5", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Chun Han Wong", "date": "July 3, 2020 1:55 pm ET", "printheadline": "", "content": "HONG KONG—Beijing sent a forceful message about the enforcement of its new national-security law in Hong Kong, installing an official with experience battling protests and media as its chief enforcer, as the city’s authorities brought the first charges filed under the law against a man accused of secession and terrorism.The Chinese government Friday named Zheng Yanxiong as the inaugural director of Beijing’s Office for Safeguarding National Security in Hong Kong. Mr. Zheng first attracted attention as a municipal leader in...\n  ", "subtitle": "Official known for hard-line crackdowns on Chinese media and a village rebellion will lead new office to implement national-security law "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ761_HKTECH_D_20200703100224.jpg", "title": "Facebook, Twitter, Google Face Free-Speech Test in Hong Kong", "url": "https://www.wsj.com/articles/facebook-twitter-google-face-free-speech-test-in-hong-kong-11593790205?mod=searchresults&page=8&pos=6", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Business ", "author": "By Eva Xiao, Newley Purnell", "date": "July 3, 2020 11:30 am ET", "printheadline": "", "content": "HONG KONG—U.S. technology titans face a looming test of their free-speech credentials in Hong Kong as China’s new national-security law for the city demands local authorities take measures to supervise and regulate its uncensored internet.Facebook Inc. and its Instagram service, Twitter Inc. and YouTube, a unit of Alphabet Inc.’s Google, operate freely in the city even as they have been shut out or opted out of the mainland’s tightly controlled internet, which uses the “Great Firewall” to censor information.", "subtitle": "New national-security law means authorities can ask companies to delete users or their content "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ003_ukhk07_D_20200701103254.jpg", "title": "Boris Johnson Offers Millions in Hong Kong the Chance to Emigrate to U.K.", "url": "https://www.wsj.com/articles/boris-johnson-offers-millions-in-hong-kong-chance-to-emigrate-to-u-k-11593614303?mod=searchresults&page=8&pos=7", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.K. ", "author": "By Max Colchester", "date": "July 3, 2020 4:40 am ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'U.K. Offers Refuge to Territory’sResidents.' ", "content": "LONDON—British Prime Minister Boris Johnson condemned China’s decision to enforce a new national security law on Hong Kong and retaliated with new rules to make it easier for millions of people from its former colony to emigrate to the U.K.Mr. Johnson said Wednesday that the Chinese security law “constitutes a clear and serious breach” of an agreement between the two countries that aimed to ensure Hong Kong remained largely autonomous from Beijing up until 2047 after the departure of the last British governor in 1997.", "subtitle": "Britain says new Chinese security law in its former colony breaches bilateral treaty "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ068_CHENEY_D_20200701124229.jpg", "title": "Liz Cheney Keeps Distance From Trump on Coronavirus but Avoids Blowback", "url": "https://www.wsj.com/articles/liz-cheney-keeps-distance-from-trump-on-coronavirus-but-avoids-blowback-11593713200?mod=searchresults&page=8&pos=8", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Election 2020 ", "author": "By Kristina Peterson", "date": "July 2, 2020 6:28 pm ET", "printheadline": "", "content": "WASHINGTON—Rep. Liz Cheney is walking the Republican Party’s finest line.The third-ranking GOP lawmaker in the House has regularly broken with President Trump over his foreign policy and national security decisions—while sidestepping any bruising personal fights with him. Since the coronavirus pandemic began, the Wyoming congresswoman has backed medical experts and urged people to wear masks, a step Mr. Trump and many Republican allies were reluctant to embrace.", "subtitle": "Prominent GOP congresswoman seen as a rising power has split with president on Covid-19 and national security, but has joined him in criticizing China, Democrats "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ493_0702HK_D_20200702122353.jpg", "title": "Senate Passes Sanctions Bill Against Chinese Officials Over Hong Kong", "url": "https://www.wsj.com/articles/senate-passes-sanctions-bill-against-chinese-officials-over-hong-kong-11593707277?mod=searchresults&page=8&pos=9", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Natalie Andrews", "date": "July 2, 2020 4:40 pm ET", "printheadline": " Appeared in the July 3, 2020, print edition as 'Chinese Officials Face U.S. Sanctions.' ", "content": "WASHINGTON—The U.S. Senate on Thursday passed by unanimous consent a bipartisan bill to impose sanctions on Chinese officials who threaten Hong Kong’s limited autonomy, as well as the banks and firms that do business with them, sending the legislation to the president’s desk.The bill, sponsored by Sens. Pat Toomey (R., Pa.) and Chris Van Hollen (D., Md.), passed the House on Wednesday, as thousands of protesters took to the streets in Hong Kong to object to a new law that gives Beijing stronger powers to police the former...\n  ", "subtitle": "Bill heads to President Trump; White House hasn’t indicated whether he supports legislation "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ539_0702HK_D_20200702141125.jpg", "title": "Hong Kong Security Law Stuns International Business: ‘It Turns Out It Is Really Bad’", "url": "https://www.wsj.com/articles/hong-kong-security-law-jolts-international-business-11593715471?mod=searchresults&page=8&pos=10", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Asian Business News ", "author": "By Frances Yoon, John Lyons", "date": "July 2, 2020 2:44 pm ET", "printheadline": " Appeared in the July 3, 2020, print edition as 'Hong Kong Law Rattles Foreign Firms.' ", "content": "HONG KONG—As China drew up a new security law for Hong Kong last month, its top Foreign Ministry official in the city gathered international business groups and diplomats to deliver a message from Beijing: Don’t panic.The law would target only a small group of radicals and wouldn’t impede the free market ethos behind Hong Kong’s rise as a global business hub, the official said. But now that businesspeople are finally seeing the law, there is much to cause concern.", "subtitle": "Company executives worry Beijing’s intercession will eventually undermine city’s unique role as trading hub "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ353_0702hk_D_20200702070015.jpg", "title": "Hong Kong’s Security Law Scares Citizens Into Scrubbing Social Media, Self-Censorship", "url": "https://www.wsj.com/articles/hong-kongers-self-censor-as-security-law-bites-11593696720?mod=searchresults&page=8&pos=11", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Joyu Wang, Natasha Khan", "date": "July 2, 2020 2:13 pm ET", "printheadline": " Appeared in the July 3, 2020, print edition as 'Pro-Democracy Residents Look Over Their Shoulders.' ", "content": "HONG KONG—China’s new national security law for Hong Kong is sending shudders through a city where people are used to speaking freely, prompting some to quickly change behavior and hide their support of the city’s protest movement for fear of becoming a target.While authorities have made assurances that the law would only apply to an “extremely small minority” of people, the scope of the legislation has given police a broad mandate to enforce it, spreading alarm beyond activists, journalists and teachers already under more...\n  ", "subtitle": "Ordinary citizens who supported peaceful protests remove posters and online comments to avoid falling afoul of authorities"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ107_Sternb_D_20200701132958.jpg", "title": "Beijing Will Miss Hong Kong Now That It’s Gone", "url": "https://www.wsj.com/articles/beijing-will-miss-hong-kong-now-that-its-gone-11593709109?mod=searchresults&page=8&pos=12", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Political Economics ", "author": "By Joseph C. Sternberg", "date": "July 2, 2020 12:58 pm ET", "printheadline": " Appeared in the July 3, 2020, print edition. ", "content": "Somewhere along the line, Beijing decided it didn’t need Hong Kong anymore. That has the makings of an epic miscalculation.Recent events have highlighted the extent to which the territory’s earlier freedoms were always held at the whim of the Chinese Communist Party. The only surprising thing about the violent suppression of protests and the draconian security law that entered into force Wednesday is that they didn’t happen sooner. There’s no external force to stop Beijing and never really has been.", "subtitle": "The city isn’t the economic asset it once was, but its autonomy showed China could keep its word."}, {"cover": "", "title": "Cyber Daily: Cybersecurity Should Be Front and Center in National Defense Legislation, Senators Say", "url": "https://www.wsj.com/articles/cyber-daily-cybersecurity-should-be-front-and-center-in-national-defense-legislation-senators-say-11593695073?mod=searchresults&page=8&pos=13", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 2, 2020 9:04 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ351_0702hk_D_20200702064135.jpg", "title": "What’s in Hong Kong’s New National-Security Law", "url": "https://www.wsj.com/articles/whats-in-hong-kongs-new-national-security-law-11593689730?mod=searchresults&page=8&pos=14", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Chun Han Wong", "date": "July 2, 2020 7:35 am ET", "printheadline": "", "content": "Hong Kong police made their first arrests while enforcing the city’s extraordinary new national-security law hours after it took effect—even as legal experts scrambled to parse its full implications.The law took immediate effect when it was published late Tuesday, the first time the full text—at roughly 10,000 characters spanning 66 articles—was publicly revealed. Experts say its provisions fundamentally alter the legal landscape in Hong Kong, carving out space within the city’s Western-style rule-of-law system for mainland...\n  ", "subtitle": "Broad language and sweeping authority transform the city’s legal landscape; ‘the new law is like a scarecrow’ "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ344_0702hk_D_20200702061230.jpg", "title": "Hong Kong Market Accentuates the Positive After New Security Law", "url": "https://www.wsj.com/articles/hong-kong-market-accentuates-the-positive-after-new-security-law-11593687206?mod=searchresults&page=8&pos=15", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Markets ", "author": "By Chong Koh Ping, Joanne Chiu", "date": "July 2, 2020 7:02 am ET", "printheadline": "", "content": "Investors have overcome initial discomfort at China’s tightening grip on Hong Kong, focusing instead on how a tough new security law could curb unrest and encourage an influx of mainland money.On Thursday, the city’s benchmark Hang Seng stock index climbed 2.9%, with property and financial stocks leading broad-based gains. Major advancers included some of the mainland-China-focused stocks that make up much of the index, as well as local companies such as Hong Kong Exchanges & Clearing Ltd. and Hang Lung Properties Ltd....\n  ", "subtitle": "Investors are looking at how the law could encourage an inflow of funds from mainland China. "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GP900_0701hk_D_20200701032638.jpg", "title": "Hong Kong Police Quickly Enforce China’s Security Law as Thousands Protest", "url": "https://www.wsj.com/articles/hong-kong-police-make-first-security-law-arrest-as-thousands-protest-11593591072?mod=searchresults&page=8&pos=16", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Dan Strumpf, Joyu Wang, Mike Bird", "date": "July 2, 2020 6:59 am ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'Hundreds Arrested in Protests Over Hong Kong Security Law.' ", "content": "HONG KONG—Thousands of protesters, unbowed by a sweeping new national-security law imposed by China, staged the largest show of defiance in Hong Kong this year, with some risking heavy prison terms to chant slogans of liberation and demand independence.Hundreds of Hong Kong police officers moved in swiftly to quash dissent and implement the law, which gives Beijing much greater powers to police the city and punish those accused of subversion and supporting separatism. Police fired tear gas, pepper spray and water cannons...\n  ", "subtitle": "Authorities move to stifle dissent as city sees biggest demonstration in months "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ339_0702hk_D_20200702042953.jpg", "title": "Hong Kong Security Law Means It’s No Longer Business as Usual", "url": "https://www.wsj.com/articles/hong-kong-security-law-means-its-no-longer-business-as-usual-11593679697?mod=searchresults&page=8&pos=17", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Heard on the Street ", "author": "By Mike Bird, Nathaniel Taplin", "date": "July 2, 2020 4:48 am ET", "printheadline": " Appeared in the July 3, 2020, print edition as 'End of Business as Usual in Hong Kong.' ", "content": "Hong Kong’s national-security law came into force Wednesday, sparking the largest protest so far this year in the city. The business reaction, by and large, has been quiet: International firms may not like the law, but it isn’t directed at them.Publicly, this head-in-the-sand attitude makes a certain amount of uncomfortable sense, at least in the short term as companies review their Hong Kong strategies. Speaking out would likely have little impact, and bring negative attention from the authorities. Privately, however, it...\n  ", "subtitle": "The breadth of the law and rapidly deteriorating relations between China and the West raise the prospect that international businesses or their employees could eventually become targets "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ347_hkprot_D_20200702063144.jpg", "title": "Hong Kong Protesters Rally in Face of New Security Law", "url": "https://www.wsj.com/articles/hong-kong-protesters-rally-in-face-of-new-security-law-11593613028?mod=searchresults&page=8&pos=18", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Photos ", "author": "", "date": "July 1, 2020 11:33 pm ET", "printheadline": "", "content": "", "subtitle": "People took to the streets in Hong Kong for annual July 1 protests despite the threat of arrest under a new security law imposed by Beijing"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ305_1hkong_D_20200701184856.jpg", "title": "The Meaning of Hong Kong", "url": "https://www.wsj.com/articles/the-meaning-of-hong-kong-11593645526?mod=searchresults&page=8&pos=19", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 1, 2020 7:18 pm ET", "printheadline": "", "content": "China’s decision to impose its national-security law on Hong Kong is a seismic event that goes well beyond the sad fate of its 7.5 million people. The illegal takeover shows that Beijing’s Communist rulers are willing to violate their international commitments with impunity as they spread their authoritarian model.We say this with regret because we were among those who hoped, amid China’s reform era that began in the 1980s, that the Middle Kingdom could be drawn into a world of peaceful global norms. Hong Kong, a showcase...\n  ", "subtitle": "China snuffs out a beacon of freedom, a warning to the world."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ046_uschin_D_20200701115022.jpg", "title": "U.S. Warns Businesses Over Supply Chains Tied to Rights Violations in China", "url": "https://www.wsj.com/articles/u-s-warns-businesses-over-supply-chains-tied-to-rights-violations-in-china-11593625904?mod=searchresults&page=8&pos=20", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " U.S. ", "author": "By William Mauldin", "date": "July 1, 2020 7:09 pm ET", "printheadline": "", "content": "WASHINGTON—The U.S. warned companies that have suppliers or customers in China of legal and reputational risks linked to human-rights violations there, part of the Trump administration’s broader effort to limit business ties with the country.Companies face peril for involvement with entities blamed for human-rights abuses, including forced labor or the mass detention of Uighur Muslims in China’s Xinjiang region, according to a 19-page memo released Wednesday from the Commerce, Treasury, Homeland Security, and State departments.", "subtitle": "‘CEOs should read this notice closely,’ Secretary of State Mike Pompeo says "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ234_hkmedi_D_20200701161427.jpg", "title": "China’s New Security Law Erodes Media Freedoms in Hong Kong", "url": "https://www.wsj.com/articles/beijing-orders-four-u-s-media-outlets-to-provide-information-on-china-operations-11593595781?mod=searchresults&page=9&pos=1", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " China ", "author": "By Chao Deng", "date": "July 1, 2020 4:55 pm ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'Beijing Law Erodes Hong Kong Press Freedom.' ", "content": "In a new era of tighter Chinese government control of Hong Kong, the city is likely to see the sun set on broad media freedoms.Unlike mainland China, where apart from a few outliers all media is government-controlled, Hong Kong has had a vibrant press. Since the 1997 handover to Chinese control, journalists there have for the most part been able to report and write freely, without fear of intimidation or legal repercussions.That...\n  ", "subtitle": "Beijing’s tighter control spreads unease in what has been a vibrant press hub"}, {"cover": "", "title": "Cyber Daily: Pandemic Pushes Security Chiefs to Step Up Identity-Management Programs", "url": "https://www.wsj.com/articles/cyber-daily-pandemic-pushes-security-chiefs-to-step-up-identity-management-programs-11593608181?mod=searchresults&page=9&pos=2", "keyword": "China and national Security", "website": "Wall Street journal", "topic": "WSJ Pro Pro Cyber Newsletter ", "author": "", "date": "July 1, 2020 8:56 am ET", "printheadline": "", "content": "", "subtitle": ""}, {"cover": "", "title": "Hong Kong Police Make First Arrests Under Newly Imposed Security Law", "url": "https://www.wsj.com/video/hong-kong-police-make-first-arrests-under-newly-imposed-security-law/165ABB87-3439-4693-8E77-3F621EA4ED3F.html?mod=searchresults&page=9&pos=3", "keyword": "China and national Security", "website": "Wall Street journal", "topic": " World ", "author": "", "date": "July 1, 2020 6:04 am ET", "printheadline": "", "content": "", "subtitle": ""}]