[{"cover": "https://s.yimg.com/fz/api/res/1.2/kOMiR3AX647Tf0RX5RbLlQ--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f11e2c82200002a0c387320.jpg", "topic": "HUFFPOST-HOME", "title": "Should You Delete TikTok? Experts Explain The App' Security Risks.", "author": "By Casey Bond", "date": "July 18, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9IkrJ9SxfNlcAjmVsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596810826/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fshould-you-delete-tiktok-app-security-risks_l_5f10b32ec5b6cec246c0478f/RK=2/RS=EXTwhku.V46Bub3O.rH.qmctrKI-", "keyword": "U.S.-China trade and COVID-19", "website": "Huffpost", "subtitle": "", "content": ""}, {"cover": "https://s.yimg.com/fz/api/res/1.2/HP7S_HrotS17KG4D3cjTJw--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f11df412200002a0c38731d.jpg", "topic": "POLITICS", "title": "Democrats Blast GOP Senators For Posing As  Hawks After Cozying Up To The Country", "author": "By Daniel Marans", "date": "July 20, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9IkrJ9SxfNlcAkGVsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596810826/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fdemocrats-attack-steve-daines-republican-senators-china-hawks_n_5f11de79c5b6d14c3366cfa3/RK=2/RS=deZ79fftcpwDpvTP70tvsdJp6O4-", "keyword": "U.S.-China trade and COVID-19", "website": "Huffpost", "subtitle": "A prime example: Montana Sen. Steve Daines, with long-standing business ties in China, has become a hardliner toward the country almost overnight.", "content": "A number of Republican senators seeking reelection in November are posing as China hawks after careers spent encouraging, and sometimes profiting from, investments by U.S. corporations in the country. Despite their previous stances and links, these Republicans enthusiastically have adopted the poll-tested GOP talking point of blaming the Chinese government for the outbreak of the COVID-19 pandemic and casting themselves, alongside President Donald Trump, as the group uniquely capable of confronting the U.S. rival.But Democrats are eager to undermine the new GOP messaging by focusing on the more dovish records these Republicans have toward China.In Montana, for instance, where GOP Sen. Steve Daines faces a tough challenge from Democratic Gov. Steve Bullock, Democrats are already spending money to cast doubt on Daines’ commitment to take a tougher line with China.Before entering Congress, Daines spent years as an executive at Procter & Gamble at a time when the industrial giant was shutting down production facilities across the U.S. and expanding production in China. Daines, who lived in China for much of the 1990s, oversaw the company’s efforts to infiltrate the nascent Chinese consumer market with the active collaboration of the ruling Chinese Communist Party.Daines went on to become a champion of U.S.-China relations in Congress, supporting trade agreements that increased U.S. companies’ presence in the country. The Senate Majority PAC, a Democratic super political action committee, is spending more than $1 million to air a TV ad across Montana that highlights Daines’ work for Procter & Gamble. “Daines got rich while we struggle to make ends meet,” the spot’s narrator says. “Steve Daines profits from our pain.”No proof has surfaced that Daines directly profited from, or presided over, the offshoring of U.S. jobs by Procter & Gamble. The company did downsize its workforce in 1993, laying off 13,000 workers ― 4,000 of them in the U.S. The company simultaneously began scaling up its operations in China, which Daines was heavily involved in. He lived in Guangzhou, China, from 1992 to 1997, shepherding P&G’s expansion in the country. Both Daines and the company say that his responsibilities were limited to helping P&G penetrate the nascent Chinese consumer market, overseeing manufacturing expansion to sell household products to Chinese consumers, rather than to export them back to the U.S. At the time, P&G was building relationships with the Chinese Communist Party’s neighborhood watch committees to hawk their products, a practice that other multinational corporations would subsequently emulate.As a guest earlier this month on the conservative talk radio show “Open for Business with Tom and Shane” in his home state, Daines began to get annoyed when a Montanan who called in accused him of moving American factories to China.“We were producing and selling products to compete directly with the Chinese companies,” Daines responded. “Nothing we produced there was shipped back to the United States.”In any event, the federal government recognized two specific cases during that same period when P&G replaced U.S. production with plants overseas. The Department of Labor awarded workers laid off at P&G plants in Staten Island, New York, and Hatboro, Pennsylvania, with trade adjustment assistance benefits reserved for workers who lost their jobs due to offshoring.And even if Daines was not involved in offshoring jobs to China during his tenure at P&G, his current harsh line against the country runs counter to a congressional career spent encouraging deeper trade ties between the country and the U.S. Daines has made “holding China accountable” a central theme of his reelection campaign since early April. In a Facebook ad capable of reaching hundreds of thousands of people, Daines has promised to “EXPOSE China’s deadly cover-up of the China virus.” The language closely mirrors the recommendations of the campaign arm for Senate Republicans, which advised candidates in an April memo to “attack China” for its alleged role in allowing the novel coronavirus to spread, and to also run on re-shoring domestic manufacturing.But as The Daily Beast reported in May, Daines stands out on Capitol Hill as a cheerleader for U.S.-China relations prior to the COVID-19 outbreak. He has been such an outspoken advocate of opening Chinese markets to Montana cattle exports that he made his fifth official trip to China last August.He also has used those trips to reassure the Chinese government that the U.S. has no plans to stop recognizing Chinese sovereignty over Taiwan. China’s ambassador to the U.S. has called Daines China’s “ambassador to Congress.”“It’s kind of hard to have this career in the private sector and then in Congress support this free trade with China and then come out as someone who is attacking China,” said David Parker, a Montana State University political scientist whose book, “Battle for the Big Sky,” chronicled Daines’ 2014 election. “It just doesn’t seem to me like it’s terribly believable.” A spokesperson for Daines’ campaign did not respond to multiple requests for comment on whether his history of support for U.S.-China trade and diplomatic relations is inconsistent with his more hawkish tone as a candidate.Two other Republican senators facing contentious re-election battles also have histories of support for U.S. trade with China that they are now rushing to offset with hawkish positions.In 2015, GOP Sens. Thom Tillis of North Carolina and Cory Gardner of Colorado voted against both a bipartisan amendment that would have made cracking down on currency manipulation a higher priority in U.S. trade policy and a bipartisan bill vesting the Customs and Border Protection agency with greater authority to enforce trade agreement compliance. (Many economists blame China’s policy of boosting the value of the U.S. dollar and suppressing the value of its own currency for artificially increasing the attractiveness of Chinese exports, thus contributing to the loss of manufacturing jobs in the U.S.)That same year, both senators also voted against a Democratic-backed bill that would have enacted tax benefits for companies that create jobs in the U.S. and levied tax penalties on companies that move U.S.-based jobs overseas. (Daines likewise did not vote for these three measures.)Now Tillis is touting his co-sponsorship of a bill incentivizing domestic production of personal protective equipment.  Gardner remains opposed to the Trump administration’s use of tariffs in trade with China, but has taken a more aggressive line toward the country, calling for the Department of Defense to encourage domestic mining of rare Earth minerals to reduce dependence on imports from there. And One Nation, a pro-Gardner group, is airing a TV spot claiming the incumbent has a “long track record of getting tough on China.” Matt Corridoni, a spokesman for the Democratic Senate Majority PAC, said, “Republicans are so desperate to claw their way out of their leadership failures on COVID-19 that they’re latching onto the GOP anti-China playbook as a life raft. Their hypocrisy knows no bounds, and if voters don’t reject them for that, they’ll certainly reject them for playing politics while Americans suffer.” A spokesperson for Gardner’s campaign did not respond to a request for comment.Tillis campaign spokesperson Andrew Romeo referred HuffPost to a host of comments from Tillis that criticized China’s human rights record, characterized the country as a military threat, and called for tougher enforcement of bilateral trade rules, including safeguards on U.S. intellectual property. (Out of 15 examples that the campaign provided, however, just two date to before Trump’s election in 2016 on an anti-China platform.)Tillis “has been fighting to hold China accountable for years on trade, military matters, human rights and intellectual property, and has a plan to ramp up those efforts in the wake of COVID-19,” Romeo said in a statement.As of now, the Daines-Bullock faceoff in Montana remains the campaign where U.S.-China relations have played the biggest role. The race has become increasingly seen as crucial in the battle for Senate control, with Bullock ― a popular two-term governor ― given a fighting chance to unseat Daines in a GOP-leaning state.Bullock’s campaign has declined to comment on Daines’ shift on U.S.-China relations, leaving that to the Senate Majority PAC and the Montana Democratic Party.“Daines’ new talking points are nothing more than a desperate attempt to save his political career,” Christina Wilkes, a spokesperson for the state party, said in a statement. “This dishonest pivot is just further evidence that Montanans can’t trust him on the issues.”Bullock, a short-lived 2020 presidential candidate, delighted national Democrats when he announced his plans to challenge Daines in March. Bullock won reelection as governor by 4 percentage points in 2016 as Trump was carrying Montana by 20 points in the presidential race.) In his role as Montana’s chief executive during the coronavirus pandemic, Bullock has been an omnipresent public figure for the past few months, even as normal campaigning has slowed to a trickle. The Washington-based Cook Political Report moved the race from “lean Republican” to a “toss-up” in June.But as with virtually any bid to dislodge an incumbent, Bullock must persuade voters not only of his basic suitability, but that Daines doesn’t merit another term. Undercutting Daines’ self-portrayal as a China hawk could neutralize the main tool that he and other Republicans are relying on to deflect attention from Trump’s mismanagement of COVID-19 and the accompanying economic fallout. “The fact that Steve Daines is bringing up the issue of China fundamentally shows that he has some weaknesses because it’s a risky gamble,” Parker said."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/Sj_qQZ8ked6NFq_OBF0Jbw--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0f56c61f0000ca0b338199.jpg", "topic": "POLITICS", "title": "Donald Trump Is At War With - Science", "author": "By Chris D'Angelo, Paul Blumenthal", "date": "July 16, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9IkrJ9SxfNlcAkmVsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596810826/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-covid-19-science-war_n_5f0f550ec5b65426947a72d4/RK=2/RS=KnJFHTKJiAkXbYOucbkAW.LJ8JQ-", "keyword": "U.S.-China trade and COVID-19", "website": "Huffpost", "subtitle": "The ongoing pandemic shows just how dangerous, and deadly, his continued rejection of science and expertise can be.", "content": "At a roundtable at Louisiana State University on Tuesday, Vice President Mike Pence paused to make what he clearly felt was a vital point.“To be very clear,” he said, “we don’t want CDC guidance to be a reason why people don’t reopen their schools.”In other words, schools and universities, which the Trump administration is pushing to rapidly reopen despite surging coronavirus infections in many states, need not heed the advice of scientists at the Centers for Disease Control and Prevention, the nation’s premier public health agency, as they reopen amid an ongoing pandemic that has killed more than 136,000 people in the U.S.Suggesting that schools ignore expert advice meant to keep kids, parents and school staff safe would, in a different administration, be shocking. But in recent weeks, President Donald Trump and his team have led a brazen attack on COVID-19 science and scientists in a desperate effort to deny away a deadly pandemic that the administration’s incompetence has made far worse. That effort has included downplaying the ongoing threat, diverting crucial hospital data from the CDC, smearing infectious disease expert Dr. Anthony Fauci, and casting blame on China, the World Health Organization and Americans from Northern states. The COVID response is part of the Trump administration’s long war on all forms of science and expertise. The administration has cast out or discredited science that does not align with Trump’s fossil fuel-centric “energy dominance” agenda, his reelection campaign or, in some cases, that contradicts what the president said on Twitter.The president himself has repeatedly denied climate change, questioned the science of vaccinations and invented weather forecasts for a hurricane. When hundreds of researchers from more than a dozen federal agencies warned in a November 2018 report that the world is barreling toward catastrophic climate change, Trump simply said of the findings: “I don’t believe it.” His anti-science beliefs have been made into policy by the ex-industry lobbyists appointed to run environmental and scientific agencies across his administration. The president on Wednesday traveled to Atlanta ― a current hotspot of the virus ― to speak unmasked at a UPS facility, where he announced a major rollback of one of the nation’s most important environmental laws, the National Environmental Policy Act. Among other things, the rollback fast-tracks oil pipelines, power plants and other major infrastructure projects by limiting the number that require in-depth environmental reviews, as well as allowing federal agencies to ignore how developments impact climate change. At the event, Trump thanked UPS drivers for continuing to deliver packages during America’s “battle against the China virus,” one of several racist terms he continues to use to describe coronavirus.While much of Trump’s opposition to climate and environmental science is common among Republican presidents and lawmakers, the ongoing coronavirus pandemic shows how deadly this rejection of science can be. And his strategy heading into the 2020 election appears to be to convince Americans that the death and suffering happening around them isn’t really that bad, and certainly isn’t his fault.Attacking The MessengerWhile denial and finger-pointing have dominated Trump’s coronavirus response from the start, the assault on reality has escalated in recent weeks. Most alarming is the administration’s new effort to undermine Fauci, the director of the National Institute of Allergy and Infectious Diseases and the person a majority of Americans have come to trust during the pandemic.The White House’s most direct effort began on Sunday, when it distributed what looked like campaign opposition research to reporters listing Fauci’s perceived misjudgments about the pandemic before the virus spread was recognized. Stories appeared noting that the Trump administration was preparing an attack on Fauci, but these attacks were all attributed to unnamed administration officials.By then, it had been more than a month since Fauci had spoken with the president, The Washington Post reported. The administration had stopped sending Fauci out for major media interviews as they were displeased that he did not endorse reopening the economy nor did he take part in Trump’s happy talk that the virus will “just disappear.” “Dr. Fauci is a nice man, but he’s made a lot of mistakes,” Trump told Fox News’ Sean Hannity in a July 9 interview.Fauci has continued to appear on podcasts and do interviews with online publications.“[A]s a country, when you compare us to other countries, I don’t think you can say we’re doing great,” Fauci said on a FiveThiryEight.com podcast that aired on July 9. “I mean, we’re just not.”The White House clearly decided that the nation’s leading infectious disease expert was out over his skis to speak plainly about the worst pandemic in a century. His concern about controlling a public health crisis had become a distraction from Trump’s effort to restart the economy, a central task of his reelection campaign.Fauci “doesn’t necessarily … have the whole national interest in mind,” Adm. Brett P. Giroir, assistant secretary for the Department of Health and Human Services, said on NBC’s “Meet the Press” on Sunday. “He looks at it from a very narrow public health point of view.”The attacks on Fauci escalated when USA Today published an op-ed from White House trade adviser Peter Navarro on Tuesday in which he aired his grievances about the public health official. “Dr. Anthony Fauci has a good bedside manner with the public, but he has been wrong about everything I have interacted with him on,” Navarro wrote.The White House attempted to downplay Navarro’s falsehood-ridden attacks by asserting that he published the op-ed on his own without official approval. In prior administrations, this act would be a fireable offense. In this one, there’s little indication that Navarro will be punished at all.Fauci told The Atlantic in an interview published Wednesday that he has no plans to step down and called the White House’s attack against him “bizarre,” “nonsense” and “completely wrong.”“Ultimately, it hurts the president to do that,” he said. Passing The BuckTrump has continually refused to take any blame for negligence or errors in his administration’s response to the pandemic.“I don’t take responsibility at all,” he said at a now-infamous Rose Garden press conference on March 13, the day the nation began to go into lockdown. It was instead former President Barack Obama’s fault, Trump claimed. Trump’s attempt to pass the buck to the previous administration came despite his disbanding of a pandemic response team at the National Security Council and his refusal to follow the plan used by the Obama administration to successfully respond to both the H1N1 and Ebola viruses. More recently, Trump has claimed that former vice president Joe “Biden and Obama stopped their testing,” despite the coronavirus not existing until three years after they left office.Trump has stuck to that narrative, claiming that his own excellent work prevented potentially millions of additional deaths. At an event Tuesday that was billed as a White House press conference but quickly devolved into a rambling campaign rally-style speech, Trump railed against China, for “concealing” and “unleashing” the coronavirus “upon the world,” and the World Health Organization ― a go-to move to distract from his own botched pandemic response. He dismissed the WHO as “a puppet of China” and a “terrible deal,” and bragged about cutting ties with the world body and redirecting the approximately $450 million the U.S. contributes to it each year.“We’ve been I guess as tough as you can get on World Health,” Trump said Tuesday. “We withdrew our money, we told them we’re getting out. Doesn’t mean that someday we won’t go back in, maybe we will when it’s correctly run. But they made a lot of bad predictions and they said a lot of bad things about what to do and how to do it, and they turned out to be wrong.It’s truly baffling stuff from the leader of a country that is among the most ravaged by the coronavirus, with 3.45 million infections to date.Trump’s withdrawal from the WHO is not the only counterproductive policy change that he has pursued due to his need to control his image rather than abide by decisions informed by public health science.The Real DamageThe president’s rejection of expertise, histrionic defensiveness and bizarre false statements are not simply utterances of an uninformed man. They inform the administration’s policies that are undermining efforts to control the virus’s spread, which means more Americans will die.His administration was slow to fund testing across the country, failed to properly promote mask-wearing when it became clear it would help slow the virus’s spread, purchased tens of millions of reserves of Trump’s favorite unproven coronavirus remedy hydroxychloroquine and is now rerouting hospital data away from the CDC, in a seeming effort to keep the public in the dark.“I said to my people, ‘Slow the testing down, please,’” Trump told the crowd at an indoor campaign rally he hosted on June 20 that was likely the source of a surge in virus cases in Tulsa, Oklahoma.On June 24, the administration announced it would close 13 federally funded COVID testing sites.Trump has repeatedly claimed, falsely, that the only reason the country is seeing an increase in cases is because more tests are being conducted. Public health officials have countered this falsehood, pointing to the data on COVID-19 hospitalizations reported to the CDC.But the administration announced on Tuesday that hospitals should cease reporting such data to the CDC and instead direct it to a private data collector that the Department of Health and Human Services has contracted. The move puts the data collection under the control of more partisan officials close to the Trump White House where it is not currently publicly reported. Already, COVID tracking sites report that the digital CDC data stream they relied on to provide public updates on the virus has stopped.In much the same way that denying and undermining climate science allows Trump to justify scrapping and weakening environmental rules to the benefit of polluting industries that helped bankroll his campaign, covering up and dismissing COVID-19 data is about protecting himself. But like climate science, the science of this virus is not on Trump’s side. It shows that his team’s lethargic initial response and subsequent push to quickly reopen the economy has had devastating impacts. And that’s exactly why the president will spend the next four months spinning a revisionist history."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/FSiJD_.RQzeZ8oMRtbnB.Q--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f060b351f00003d07337b66.jpg", "topic": "BUSINESS", "title": "Big Oil’ Fallback Plan Is Falling Flat", "author": "By Alexander C. Kaufman", "date": "July 9, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9IkrJ9SxfNlcAmGVsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596810826/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2foil-plastics_n_5f060aa1c5b67a80bc01dd3e/RK=2/RS=d34b1rEFCLRPoRsvfg99uYL0M5o-", "keyword": "U.S.-China trade and COVID-19", "website": "Huffpost", "subtitle": "But the industry’s political lobbying during the pandemic has been a smashing success.", "content": "The oil and gas industry is in crisis. Crude prices plunged into negative territory at the start of the coronavirus pandemic, and oil giants in recent months cut dividends to shareholders and wrote down the value of their assets by tens of billions of dollars. Utilities this week abandoned a major gas pipeline as wind and solar smashed records. As of last month, 17 countries had set targets to phase out internal combustion engine vehicles. Yet petrochemicals ― the sector producing everything from plastics to polyester fabrics to paint ― looked like a safe bet. Exxon Mobil Corp. is spending $20 billion on chemical and refining plants across the Gulf Coast. Royal Dutch Shell PLC is constructing a massive complex in Pennsylvania to churn ethane, a component in fracked natural gas, into polyethylene plastic. China’s state-owned Sinopec Corp. last month opened its third petrochemical facility in 18 months. There is, however, a “hole in the hedge,” as The Economist magazine declared in a print headline last month. The price of plastic resins dropped amid the pandemic, and cheap oil is undercutting the United States’ natural gas-based petrochemical buildout. Regulations are mounting as new research shows plastic pollution is so severe and ubiquitous that tiny particles are appearing in remote locales. “Petrochemicals and plastic will not be how the oil and gas industry grows its way out of this crisis or climbs its way out of debt,” a report published Thursday by the nonprofit Center for International Environmental Law concluded. “The plastic market is saturated, and a short-term uptick in demand for personal protective equipment will not change the long-term downward trajectory of plastic use.” Plastic isn’t going anywhere anytime soon. Between 1971 and 2015, demand for plastic outpaced that for other bulk materials such as cement, aluminum and steel, according to International Energy Agency data. And demand keeps growing. By 2050, nearly half of all growth in oil demand is estimated to come from plastics. But as oil and gas giants scale back drilling and lose billions on existing investments, the profit margins on plastics and other petrochemicals are slimming down. Prices for plastic resins ― the raw pellets made from ethylene or other feedstocks ― plunged in March, and few if any have recovered, according to a report by Plastics Technology, an industry trade group.Refiners in Asia and Europe invested in making resins from naphtha, a flammable liquid mix distilled from oil, peat or coal. In the U.S., where the fracking boom made natural gas cheap and plentiful, the industry instead built a fleet of “cracker” plants, sprawling complexes of pipes and furnaces that heat ethane — a component in natural gas — into ethylene and polyethylene. The IEA estimated that 40% of the world’s ethane-based production capacity is in the U.S. But the historic drop in oil prices “essentially eliminated the huge, years-long competitive cost advantage that North American [natural gas-based polyethylene] producers have enjoyed over their international naphtha-based counterparts,” Plastics Today, a trade publication, reported on June 30. Regulations, meanwhile, are proliferating quickly as global outrage grows over the extent of plastic pollution. The presence of granular microplastics in the oceans, Great Lakes and even Arctic snow is well known. But researchers found tiny bits of airborne plastic in 98% of dust samples collected in 11 national parks and wilderness areas, according to a study published last month in the journal Science.By last year, 127 countries started regulating plastic bags. Eight U.S. states banned plastic bags as of the start of this year. In 2019, the European Parliament voted to ban many single-use plastic items by 2021 and require member states to collect 90% of plastic bottles by 2029. In January, China, the largest producer of single-use plastics, started phasing out most nonbiodegradable bags, straws and cutlery over the next two years. COVID-19 may reverse the trend. As officials struggled to contain the virus, the industry and its allies began pressing to halt or reverse bans across the world. While the European Union denied the request, the United Kingdom postponed its ban on some plastics until later this year. In the U.S., states such as New Hampshire banned reusable bags, fearing they could spread the virus, in favor of single-use paper or plastic bags.The lobbying successes extend beyond plastics. Between March and July, 64% of the oil and gas industry’s global efforts to increase financial support for fossil fuel production or roll back climate regulations were either “completely” or “mostly successful,” according to a study published Thursday by InfluenceMap, a British think tank that tracks corporate influence on policy. Another 26% of lobbying efforts were ongoing."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/MvxGEP86gy2oju19vxGKQA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0319ba2700001706e6650b.jpg", "topic": "POLITICS", "title": "Trump' Leadership Is Tested In Time Of Fear, Pandemic", "author": "By Paige Lavender", "date": "July 6, 2020", "url": "https://search.huffpost.com/click/_ylt=AwrS_AjO9SxfzFsA9jNsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596810830/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-coronavirus-pandemic_n_5f03193ac5b612083c5f2936/RK=2/RS=o89AyibCGJaliU8ci5MS9DSW1gc-", "keyword": "U.S.-China trade and COVID-19", "website": "Huffpost", "subtitle": "But the industry’s political lobbying during the pandemic has been a smashing success.", "content": "The oil and gas industry is in crisis. Crude prices plunged into negative territory at the start of the coronavirus pandemic, and oil giants in recent months cut dividends to shareholders and wrote down the value of their assets by tens of billions of dollars. Utilities this week abandoned a major gas pipeline as wind and solar smashed records. As of last month, 17 countries had set targets to phase out internal combustion engine vehicles. Yet petrochemicals ― the sector producing everything from plastics to polyester fabrics to paint ― looked like a safe bet. Exxon Mobil Corp. is spending $20 billion on chemical and refining plants across the Gulf Coast. Royal Dutch Shell PLC is constructing a massive complex in Pennsylvania to churn ethane, a component in fracked natural gas, into polyethylene plastic. China’s state-owned Sinopec Corp. last month opened its third petrochemical facility in 18 months. There is, however, a “hole in the hedge,” as The Economist magazine declared in a print headline last month. The price of plastic resins dropped amid the pandemic, and cheap oil is undercutting the United States’ natural gas-based petrochemical buildout. Regulations are mounting as new research shows plastic pollution is so severe and ubiquitous that tiny particles are appearing in remote locales. “Petrochemicals and plastic will not be how the oil and gas industry grows its way out of this crisis or climbs its way out of debt,” a report published Thursday by the nonprofit Center for International Environmental Law concluded. “The plastic market is saturated, and a short-term uptick in demand for personal protective equipment will not change the long-term downward trajectory of plastic use.” Plastic isn’t going anywhere anytime soon. Between 1971 and 2015, demand for plastic outpaced that for other bulk materials such as cement, aluminum and steel, according to International Energy Agency data. And demand keeps growing. By 2050, nearly half of all growth in oil demand is estimated to come from plastics. But as oil and gas giants scale back drilling and lose billions on existing investments, the profit margins on plastics and other petrochemicals are slimming down. Prices for plastic resins ― the raw pellets made from ethylene or other feedstocks ― plunged in March, and few if any have recovered, according to a report by Plastics Technology, an industry trade group.Refiners in Asia and Europe invested in making resins from naphtha, a flammable liquid mix distilled from oil, peat or coal. In the U.S., where the fracking boom made natural gas cheap and plentiful, the industry instead built a fleet of “cracker” plants, sprawling complexes of pipes and furnaces that heat ethane — a component in natural gas — into ethylene and polyethylene. The IEA estimated that 40% of the world’s ethane-based production capacity is in the U.S. But the historic drop in oil prices “essentially eliminated the huge, years-long competitive cost advantage that North American [natural gas-based polyethylene] producers have enjoyed over their international naphtha-based counterparts,” Plastics Today, a trade publication, reported on June 30. Regulations, meanwhile, are proliferating quickly as global outrage grows over the extent of plastic pollution. The presence of granular microplastics in the oceans, Great Lakes and even Arctic snow is well known. But researchers found tiny bits of airborne plastic in 98% of dust samples collected in 11 national parks and wilderness areas, according to a study published last month in the journal Science.By last year, 127 countries started regulating plastic bags. Eight U.S. states banned plastic bags as of the start of this year. In 2019, the European Parliament voted to ban many single-use plastic items by 2021 and require member states to collect 90% of plastic bottles by 2029. In January, China, the largest producer of single-use plastics, started phasing out most nonbiodegradable bags, straws and cutlery over the next two years. COVID-19 may reverse the trend. As officials struggled to contain the virus, the industry and its allies began pressing to halt or reverse bans across the world. While the European Union denied the request, the United Kingdom postponed its ban on some plastics until later this year. In the U.S., states such as New Hampshire banned reusable bags, fearing they could spread the virus, in favor of single-use paper or plastic bags.The lobbying successes extend beyond plastics. Between March and July, 64% of the oil and gas industry’s global efforts to increase financial support for fossil fuel production or roll back climate regulations were either “completely” or “mostly successful,” according to a study published Thursday by InfluenceMap, a British think tank that tracks corporate influence on policy. Another 26% of lobbying efforts were ongoing."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/EFCwbF9mix4zeNyQT1ruyA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f21850a2700001012e67945.jpg", "topic": "POLITICS", "title": "White House Adviser Keeps Pushing Unfounded Claims About Hydroxychloroquine", "author": "By Marina Fang", "date": "July 29, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9Dtfe9SxfPAMADGxsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596810846/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-white-house-keep-pushing-hydroxychloroquine_n_5f216e33c5b6b8cd63b05eb0/RK=2/RS=i7y11l.7mwuuR8uPNFT47yEmGag-", "keyword": "U.S.-China trade and COVID-19", "website": "Huffpost", "subtitle": "President Donald Trump and his allies continue to falsely tout the anti-malarial drug as a COVID-19 treatment, despite scant concrete evidence of its efficacy.", "content": "White House economic adviser Peter Navarro on Wednesday doubled down on the anti-malarial drug hydroxychloroquine, which President Donald Trump and his allies continue to falsely tout as a COVID-19 treatment, despite scant concrete evidence of its efficacy.“I stand by it. I’m sitting on millions of doses of it,” he said in a combative interview on CNN. When host John Berman repeatedly pointed to several limitations of recent studies of the drug’s use on COVID-19 patients, Navarro falsely claimed the media is “wanting to knock this down.”“The problem is that the media, as soon as Donald Trump said this stuff is good, politicized it,” Navarro said.There is no clear evidence that the anti-malarial drug is effective as a COVID-19 treatment. Public health experts, including infectious diseases expert Dr. Anthony Fauci, leading the U.S. response to the COVID-19 crisis, have warned against promoting it because of the lack of widespread scientific consensus on the drug’s use as a COVID-19 treatment. Yet Trump and his administration continue to claim otherwise, including by retweeting discredited videos. At his COVID-19 press conference Tuesday, he again promoted the drug by citing a conspiracy theorist who falsely claimed it could “cure” COVID-19.On Wednesday, Navarro continued to attempt to discredit Fauci, which he previously did in an op-ed by cherry-picking statements from Fauci from earlier in the pandemic.Navarro ended the interview by referencing “the China virus.” Trump and his allies have repeatedly used the racist phrase and others to refer to COVID-19. Throughout this year, Asian Americans have experienced a cascade of racist attacks and harassment related to the pandemic.When Berman pointed out the surge in anti-Asian racism, Navarro replied: “We love the Chinese people. They are hardworking.”"}]