[{"cover": "https://s.wsj.net/public/resources/images/S1-GX731_1bigte_D_20200729181436.jpg", "title": "Big Tech’s Antitrust Paradox", "url": "https://www.wsj.com/articles/big-techs-antitrust-paradox-11596064516?mod=searchresults&page=1&pos=1", "keyword": "U.S.-China trade war and trade barriers", "website": "Wall Street journal", "topic": " Review & Outlook (U.S.) ", "author": "By The Editorial Board", "date": "July 29, 2020 7:15 pm ET", "printheadline": " Appeared in the July 30, 2020, print edition. ", "content": "Everyone seems to hate America’s giant tech companies these days—except the hundreds of millions of people who use their products. Amid the new political and antitrust scrutiny of Big Tech, this not-so-small matter of consumer benefit should be the legal and policy watchword.Wednesday’s House hearing with the CEOs of Amazon, Apple, Facebook and Google showed the bipartisan hostility to America’s most successful companies. Democrats say they’re too big, powerful and examples of non-union capitalist success. Republicans dislike...\n  ", "subtitle": "The legal test for antitrust is consumer benefit, not size."}, {"cover": "https://s.wsj.net/public/resources/images/ED-AZ880_Herman_D_20200719122242.jpg", "title": "We Must Change to Bring Back the Factories", "url": "https://www.wsj.com/articles/we-must-change-to-bring-back-the-factories-11595883678?mod=searchresults&page=1&pos=2", "keyword": "U.S.-China trade war and trade barriers", "website": "Wall Street journal", "topic": " Letters ", "author": "", "date": "July 27, 2020 5:01 pm ET", "printheadline": " Appeared in the July 28, 2020, print edition. ", "content": "Regarding Arthur Herman’s “Bringing the Factories Home” (op-ed, July 20): I was an owner of an aluminum foundry near Boston in the early 2000s. We supplied a major semiconductor test-machine manufacturer with considerable business in China. I remember one very complex 300-lb. casting our customer was forced by the Chinese government to source in China to be allowed to sell machines there. Although it took them three years to find a Chinese foundry capable of making it, they finally did, and we lost over $1 million in revenue. Further, the machining source in New Hampshire where we shipped the casting lost the machining...\n  ", "subtitle": "We must emulate the Chinese by requiring American companies to source parts in the U.S. Forget tariffs"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV202_0721xi_D_20200721053850.jpg", "title": "Companies Must Move Faster to Avoid the Unfurling Commercial Cold War", "url": "https://www.wsj.com/articles/companies-must-move-faster-to-avoid-the-unfurling-commercial-cold-war-11595329108?mod=searchresults&page=1&pos=3", "keyword": "U.S.-China trade war and trade barriers", "website": "Wall Street journal", "topic": " Heard on the Street ", "author": "By Mike Bird", "date": "July 21, 2020 6:58 am ET", "printheadline": " Appeared in the July 23, 2020, print edition as 'Companies Must Move FasterNeed to Avoid Commercial Cold War.' ", "content": "On Monday, the U.S. Department of Commerce added 11 Chinese companies to its “entity list,” limiting the ability of U.S. companies to do business with them. Washington accuses the 11 of connections with forced labor or other human-rights abuses in China’s Xinjiang region.More such moves are likely coming soon. Western companies will have to move much faster than they have so far to make sure their supply chains aren’t involved.", "subtitle": "Some Chinese businesses Washington has linked to human-rights abuses work with major American companies, and more are likely to follow"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS888_CHINAI_D_20200712151200.jpg", "title": "Iran and China Angle for Broad Partnership to Offset U.S. Pressure", "url": "https://www.wsj.com/articles/iran-and-china-angle-for-broad-partnership-to-offset-u-s-pressure-11594582885?mod=searchresults&page=1&pos=4", "keyword": "U.S.-China trade war and trade barriers", "website": "Wall Street journal", "topic": " World ", "author": "By Aresu Eqbali, Sune Engel Rasmussen", "date": "July 12, 2020 3:41 pm ET", "printheadline": " Appeared in the July 13, 2020, print edition as 'Beijing, Tehran Discuss Partnership.' ", "content": "Iran and China are seeking to cement a wide-ranging partnership that would deflect U.S. economic pressure and ease Tehran’s global isolation.An initial draft of the Iran-China deal, which still requires Iranian parliamentary approval, would pave the way for Chinese investments in Iranian free-trade zones and for joint projects in other countries, such as Syria and Iraq. It would expand cooperation between the two countries in defense and counter terrorism. And it says that under a 25-year partnership, China would import “sustainable”...\n  ", "subtitle": "Any deal would aim to show that both countries have alternatives to the West, analysts say "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS813_USHONG_D_20200711115605.jpg", "title": "U.S. Weighs Limited Options to Punish China Over Hong Kong", "url": "https://www.wsj.com/articles/u-s-weighs-limited-options-to-punish-china-over-hong-kong-11594576800?mod=searchresults&page=1&pos=5", "keyword": "U.S.-China trade war and trade barriers", "website": "Wall Street journal", "topic": " China ", "author": "By William Mauldin", "date": "July 12, 2020 2:00 pm ET", "printheadline": "", "content": "WASHINGTON—As U.S. officials weigh sanctioning China over its recent moves in Hong Kong, the city’s status as a global financial center limits the menu of effective levers available to Washington.Major actions against Hong Kong’s financial system risk hitting U.S., Western and Hong Kong companies and consumers, officials and analysts say. More targeted sanctions against Chinese officials and trade measures against products made in Hong Kong would have little impact on Beijing’s integration of the city into the mainland’s...\n  ", "subtitle": "Major steps against the territory’s financial system risk hurting U.S., Western and Hong Kong companies and consumers"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR765_CAPACC_D_20200708101345.jpg", "title": "As Chinese Trade Surpluses Persist, So Will Risk of Trade Wars", "url": "https://www.wsj.com/articles/as-chinese-trade-surpluses-persist-so-will-risk-of-trade-wars-11594223892?mod=searchresults&page=1&pos=6", "keyword": "U.S.-China trade war and trade barriers", "website": "Wall Street journal", "topic": " Capital Account ", "author": "By Greg Ip", "date": "July 8, 2020 11:58 am ET", "printheadline": " Appeared in the July 9, 2020, print edition as 'China’s Trade Surplus, and Frictions, Persist.' ", "content": "President Trump’s trade war with China is meeting at least one of his goals. The U.S. trade deficit with China in the past 12 months has dropped to its lowest since 2012.Unfortunately, that narrowing has come from the U.S. buying less from China, rather than China buying more from the U.S. Slack Chinese imports are a symptom of the underlying reason China’s trade surpluses, not just with the U.S. but the world, persist: China consumes too little and saves too much.", "subtitle": "By suppressing consumption, China imposes a production glut on the world, to the detriment of its own workers and trading partners "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR080_CHINAU_D_20200706111032.jpg", "title": "U.S. Business Groups Urge China to ‘Redouble Efforts’ to Implement Trade Deal", "url": "https://www.wsj.com/articles/u-s-business-groups-urge-china-to-redouble-efforts-to-implement-trade-deal-11594066059?mod=searchresults&page=1&pos=7", "keyword": "U.S.-China trade war and trade barriers", "website": "Wall Street journal", "topic": " China ", "author": "By Bob Davis, Lingling Wei", "date": "July 6, 2020 5:03 pm ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'U.S. Business Groups Press China on Trade.' ", "content": "NEW YORK—As senior U.S. and Chinese economic officials plan to discuss China’s compliance with a trade deal signed early this year, more than 40 American business groups called on Beijing to step up purchases of U.S. manufactured goods as well as energy and other products as part of the agreement.In a letter sent Monday to Treasury Secretary Steven Mnuchin, U.S. Trade Representative Robert Lighthizer and Chinese Vice Premier Liu He, the business associations, led by the U.S. Chamber of Commerce, voiced strong support for...\n  ", "subtitle": "In letter, more than 40 associations call on Beijing to buy more U.S. manufactured goods and energy and other products "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ046_uschin_D_20200701115022.jpg", "title": "U.S. Warns Businesses Over Supply Chains Tied to Rights Violations in China", "url": "https://www.wsj.com/articles/u-s-warns-businesses-over-supply-chains-tied-to-rights-violations-in-china-11593625904?mod=searchresults&page=1&pos=8", "keyword": "U.S.-China trade war and trade barriers", "website": "Wall Street journal", "topic": " U.S. ", "author": "By William Mauldin", "date": "July 1, 2020 7:09 pm ET", "printheadline": "", "content": "WASHINGTON—The U.S. warned companies that have suppliers or customers in China of legal and reputational risks linked to human-rights violations there, part of the Trump administration’s broader effort to limit business ties with the country.Companies face peril for involvement with entities blamed for human-rights abuses, including forced labor or the mass detention of Uighur Muslims in China’s Xinjiang region, according to a 19-page memo released Wednesday from the Commerce, Treasury, Homeland Security, and State departments.", "subtitle": "‘CEOs should read this notice closely,’ Secretary of State Mike Pompeo says "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ278_bkrvha_D_20200701174050.jpg", "title": "‘The World’ Review: The Old New World Order", "url": "https://www.wsj.com/articles/the-world-review-the-old-new-world-order-11593642340?mod=searchresults&page=1&pos=9", "keyword": "U.S.-China trade war and trade barriers", "website": "Wall Street journal", "topic": " Bookshelf ", "author": "By Jason Willick", "date": "July 1, 2020 6:25 pm ET", "printheadline": " Appeared in the July 2, 2020, print edition as 'The Old New World Order.' ", "content": "Richard Haass is a prolific author on international affairs, served as a foreign-policy official in the Reagan and both Bush administrations, and is now president of the Council on Foreign Relations. He is, in short, a high-ranking member of American foreign policy’s clerisy. As if to emphasize the point, he relates that the inspiration for his book “The World: A Brief Introduction” began with a day of fishing in Nantucket, where he spoke with a student from Stanford who confessed that he had taken few courses in economics, politics or history. Otherwise educated young people today, Mr. Haass concludes, “are essentially...\n  ", "subtitle": "America’s young elites are uninformed and incurious about world affairs. This dry-as-dust primer isn’t going to help change that."}]