[{"cover": "https://s.yimg.com/fz/api/res/1.2/HP7S_HrotS17KG4D3cjTJw--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f11df412200002a0c38731d.jpg", "topic": "POLITICS", "title": "Democrats Blast GOP Senators For Posing As  Hawks After Cozying Up To The Country", "author": "By Daniel Marans", "date": "July 20, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9Gi5OAC1ftIAAh8VsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596813519/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fdemocrats-attack-steve-daines-republican-senators-china-hawks_n_5f11de79c5b6d14c3366cfa3/RK=2/RS=ZyDvAWnDQM9Qa_l6yI6eTjQXHoQ-", "keyword": "U.S.-China trade and tariffs", "website": "Huffpost", "subtitle": "A prime example: Montana Sen. Steve Daines, with long-standing business ties in China, has become a hardliner toward the country almost overnight.", "content": "A number of Republican senators seeking reelection in November are posing as China hawks after careers spent encouraging, and sometimes profiting from, investments by U.S. corporations in the country. Despite their previous stances and links, these Republicans enthusiastically have adopted the poll-tested GOP talking point of blaming the Chinese government for the outbreak of the COVID-19 pandemic and casting themselves, alongside President Donald Trump, as the group uniquely capable of confronting the U.S. rival.But Democrats are eager to undermine the new GOP messaging by focusing on the more dovish records these Republicans have toward China.In Montana, for instance, where GOP Sen. Steve Daines faces a tough challenge from Democratic Gov. Steve Bullock, Democrats are already spending money to cast doubt on Daines’ commitment to take a tougher line with China.Before entering Congress, Daines spent years as an executive at Procter & Gamble at a time when the industrial giant was shutting down production facilities across the U.S. and expanding production in China. Daines, who lived in China for much of the 1990s, oversaw the company’s efforts to infiltrate the nascent Chinese consumer market with the active collaboration of the ruling Chinese Communist Party.Daines went on to become a champion of U.S.-China relations in Congress, supporting trade agreements that increased U.S. companies’ presence in the country. The Senate Majority PAC, a Democratic super political action committee, is spending more than $1 million to air a TV ad across Montana that highlights Daines’ work for Procter & Gamble. “Daines got rich while we struggle to make ends meet,” the spot’s narrator says. “Steve Daines profits from our pain.”No proof has surfaced that Daines directly profited from, or presided over, the offshoring of U.S. jobs by Procter & Gamble. The company did downsize its workforce in 1993, laying off 13,000 workers ― 4,000 of them in the U.S. The company simultaneously began scaling up its operations in China, which Daines was heavily involved in. He lived in Guangzhou, China, from 1992 to 1997, shepherding P&G’s expansion in the country. Both Daines and the company say that his responsibilities were limited to helping P&G penetrate the nascent Chinese consumer market, overseeing manufacturing expansion to sell household products to Chinese consumers, rather than to export them back to the U.S. At the time, P&G was building relationships with the Chinese Communist Party’s neighborhood watch committees to hawk their products, a practice that other multinational corporations would subsequently emulate.As a guest earlier this month on the conservative talk radio show “Open for Business with Tom and Shane” in his home state, Daines began to get annoyed when a Montanan who called in accused him of moving American factories to China.“We were producing and selling products to compete directly with the Chinese companies,” Daines responded. “Nothing we produced there was shipped back to the United States.”In any event, the federal government recognized two specific cases during that same period when P&G replaced U.S. production with plants overseas. The Department of Labor awarded workers laid off at P&G plants in Staten Island, New York, and Hatboro, Pennsylvania, with trade adjustment assistance benefits reserved for workers who lost their jobs due to offshoring.And even if Daines was not involved in offshoring jobs to China during his tenure at P&G, his current harsh line against the country runs counter to a congressional career spent encouraging deeper trade ties between the country and the U.S. Daines has made “holding China accountable” a central theme of his reelection campaign since early April. In a Facebook ad capable of reaching hundreds of thousands of people, Daines has promised to “EXPOSE China’s deadly cover-up of the China virus.” The language closely mirrors the recommendations of the campaign arm for Senate Republicans, which advised candidates in an April memo to “attack China” for its alleged role in allowing the novel coronavirus to spread, and to also run on re-shoring domestic manufacturing.But as The Daily Beast reported in May, Daines stands out on Capitol Hill as a cheerleader for U.S.-China relations prior to the COVID-19 outbreak. He has been such an outspoken advocate of opening Chinese markets to Montana cattle exports that he made his fifth official trip to China last August.He also has used those trips to reassure the Chinese government that the U.S. has no plans to stop recognizing Chinese sovereignty over Taiwan. China’s ambassador to the U.S. has called Daines China’s “ambassador to Congress.”“It’s kind of hard to have this career in the private sector and then in Congress support this free trade with China and then come out as someone who is attacking China,” said David Parker, a Montana State University political scientist whose book, “Battle for the Big Sky,” chronicled Daines’ 2014 election. “It just doesn’t seem to me like it’s terribly believable.” A spokesperson for Daines’ campaign did not respond to multiple requests for comment on whether his history of support for U.S.-China trade and diplomatic relations is inconsistent with his more hawkish tone as a candidate.Two other Republican senators facing contentious re-election battles also have histories of support for U.S. trade with China that they are now rushing to offset with hawkish positions.In 2015, GOP Sens. Thom Tillis of North Carolina and Cory Gardner of Colorado voted against both a bipartisan amendment that would have made cracking down on currency manipulation a higher priority in U.S. trade policy and a bipartisan bill vesting the Customs and Border Protection agency with greater authority to enforce trade agreement compliance. (Many economists blame China’s policy of boosting the value of the U.S. dollar and suppressing the value of its own currency for artificially increasing the attractiveness of Chinese exports, thus contributing to the loss of manufacturing jobs in the U.S.)That same year, both senators also voted against a Democratic-backed bill that would have enacted tax benefits for companies that create jobs in the U.S. and levied tax penalties on companies that move U.S.-based jobs overseas. (Daines likewise did not vote for these three measures.)Now Tillis is touting his co-sponsorship of a bill incentivizing domestic production of personal protective equipment.  Gardner remains opposed to the Trump administration’s use of tariffs in trade with China, but has taken a more aggressive line toward the country, calling for the Department of Defense to encourage domestic mining of rare Earth minerals to reduce dependence on imports from there. And One Nation, a pro-Gardner group, is airing a TV spot claiming the incumbent has a “long track record of getting tough on China.” Matt Corridoni, a spokesman for the Democratic Senate Majority PAC, said, “Republicans are so desperate to claw their way out of their leadership failures on COVID-19 that they’re latching onto the GOP anti-China playbook as a life raft. Their hypocrisy knows no bounds, and if voters don’t reject them for that, they’ll certainly reject them for playing politics while Americans suffer.” A spokesperson for Gardner’s campaign did not respond to a request for comment.Tillis campaign spokesperson Andrew Romeo referred HuffPost to a host of comments from Tillis that criticized China’s human rights record, characterized the country as a military threat, and called for tougher enforcement of bilateral trade rules, including safeguards on U.S. intellectual property. (Out of 15 examples that the campaign provided, however, just two date to before Trump’s election in 2016 on an anti-China platform.)Tillis “has been fighting to hold China accountable for years on trade, military matters, human rights and intellectual property, and has a plan to ramp up those efforts in the wake of COVID-19,” Romeo said in a statement.As of now, the Daines-Bullock faceoff in Montana remains the campaign where U.S.-China relations have played the biggest role. The race has become increasingly seen as crucial in the battle for Senate control, with Bullock ― a popular two-term governor ― given a fighting chance to unseat Daines in a GOP-leaning state.Bullock’s campaign has declined to comment on Daines’ shift on U.S.-China relations, leaving that to the Senate Majority PAC and the Montana Democratic Party.“Daines’ new talking points are nothing more than a desperate attempt to save his political career,” Christina Wilkes, a spokesperson for the state party, said in a statement. “This dishonest pivot is just further evidence that Montanans can’t trust him on the issues.”Bullock, a short-lived 2020 presidential candidate, delighted national Democrats when he announced his plans to challenge Daines in March. Bullock won reelection as governor by 4 percentage points in 2016 as Trump was carrying Montana by 20 points in the presidential race.) In his role as Montana’s chief executive during the coronavirus pandemic, Bullock has been an omnipresent public figure for the past few months, even as normal campaigning has slowed to a trickle. The Washington-based Cook Political Report moved the race from “lean Republican” to a “toss-up” in June.But as with virtually any bid to dislodge an incumbent, Bullock must persuade voters not only of his basic suitability, but that Daines doesn’t merit another term. Undercutting Daines’ self-portrayal as a China hawk could neutralize the main tool that he and other Republicans are relying on to deflect attention from Trump’s mismanagement of COVID-19 and the accompanying economic fallout. “The fact that Steve Daines is bringing up the issue of China fundamentally shows that he has some weaknesses because it’s a risky gamble,” Parker said."}]