[{"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/M63DHQGMBAI6VMHD2VN5UB6WNI.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/M63DHQGMBAI6VMHD2VN5UB6WNI.jpg", "title": "China pledges to retaliate after U.S. orders closure of its consulate in Houston", "date": "Jul 22, 2020", "url": "https://www.washingtonpost.com/world/asia_pacific/china-vows-to-retaliate-after-us-orders-closure-its-consulate-in-houston/2020/07/22/41e5c6ea-cbf1-11ea-99b0-8426e26d203b_story.html", "keyword": "Unfair trade and intellectual property rights", "website": "the Washington Post", "author": "Anna FifieldCarol MorelloEllen NakashimaShane Harris", "content": "CHANGSHA, China — The United States abruptly ordered China to close its consulate in Houston by Friday, striking at what U.S. officials described as an espionage hub for Beijing and sending relations between the world's two biggest political and economic powers to a new low.Support our journalism. Subscribe today.arrow-rightChina immediately promised to retaliate for the \"unprecedented escalation,\" raising the specter of a tit-for-tat battle that could prompt Beijing to shutter at least one U.S. consulate soon and adopt more punitive measures later.One potential target is the U.S. Consulate in Wuhan, which closed after the coronavirus epidemic began spreading across the city in January. The diplomatic missions in Wuhan and Houston are considered \"sister\" consulates.ADThe acrimony between Washington and Beijing has been growing for months, but it was not immediately clear why the United States decided to order the Houston consulate closed now.ADThe consulate was notified of the order early Tuesday, according to a former senior U.S. official with knowledge of the situation. U.S. agents monitoring the consulate observed personnel going to a Home Depot to buy barrels, which they used to burn documents, the former official said, speaking on the condition of anonymity because of the matter’s sensitivity.“The Houston consulate is well known across the U.S. intelligence and law enforcement community for its malign activities,” the official said.ADThe out-of-a-spy-novel confrontation  widens a conflict that already has spanned trade and technology, freedom of the press and religion, students and scientists, human rights principles and the race for a coronavirus vaccine.Analysts on both sides say bilateral relations are at their worst since before 1979, when the United States formally recognized the People’s Republic of China.ADAfter the news broke, a phrase that Mao Zedong, who established the communist-run People’s Republic of China, wrote in 1949 about the China-U.S. relationship began trending on the Chinese Internet: “Cast Away Illusions, Prepare for Struggle.”“At this rate, I wouldn’t even be surprised if Trump decides to sever diplomatic relations with China someday,” said Chu Shulong, a professor in American politics and diplomacy at Tsinghua University, suggesting that this was part of President Trump’s reelection strategy.ADJessica Chen Weiss, a Cornell University expert on China’s foreign relations, said the move appeared calculated to drum up fears of China as an existential threat, rather than as an indictment of specific actions.“Closing the consulate does not appear to be part of a coherent strategy to deter or compel China to alter its behavior,” Weiss said. “It looks more like a ‘shock and awe’ strategy to distract U.S. voters from the Trump administration’s disastrous response to the pandemic.”ADThe Trump administration ordered the consulate’s closure “to protect American intellectual property and Americans’ private information,” State Department spokeswoman Morgan Ortagus said Wednesday.AD“The United States will not tolerate the PRC’s violations of our sovereignty and intimidation of our people, just as we have not tolerated the PRC’s unfair trade practices, theft of American jobs and other egregious behavior,” she said, using the abbreviation for China’s official name.In a separate statement, the State Department accused China of having engaged “in massive illegal spying and influence operations,” interfering in “domestic politics,” coercing “our business leaders” and threatening “families of Chinese Americans residing in China, and more.”The Chinese Embassy in Washington condemned what it called “an outrageous and unjustified move which sabotages China-U.S. relations.” The embassy said it has followed the rules laid out in the Vienna Convention on Diplomatic Relations and accused the United States of unlawfully opening diplomatic pouches and searching the contents.ADAD“Because of the willful and reckless stigmatization and fanning up of hatred by the U.S. side, the Chinese Embassy in the U.S. has received threats to the safety and security of Chinese diplomatic missions and personnel more than once,” it said in a statement.U.S. accuses China of sponsoring attempt to hack vaccine researchThe Chinese government is suspected of using the Houston consulate as a hub for aggressive intelligence operations that U.S. officials said had gone too far, and its closure can be read as a rebuke and a warning to Beijing, said a U.S. official, who like others spoke on the condition of anonymity to discuss sensitive information.Another U.S. official said that the People’s Liberation Army has been sending Chinese students to American universities, and that the Houston consulate is the epicenter of all the malign activities facilitated by China.ADADThe closure came one day after the Justice Department unsealed indictments against two Chinese hackers, accusing them of stealing intellectual property from U.S. firms researching the novel coronavirus and other sensitive information.The FBI is investigating clandestine Chinese activity in American research institutions, a law enforcement official said. Officers with the People’s Liberation Army have come to the United States masquerading as doctors and medical researchers and embedding with universities, research facilities and pharmaceutical companies, the official said.On Monday, for example, federal authorities arrested a Chinese woman who had claimed to be a neurologist coming to California to conduct brain disease research at Stanford University. In reality, she is affiliated with the Chinese Air Force, according to the Justice Department.ADADLast month, U.S. authorities arrested a Chinese scientific researcher as he tried to fly out of Los Angeles. According to court documents, he said the head of his military university lab had ordered him to observe a lab at the University of California in San Francisco, and relay information so it could be replicated in China.The United States expects foreign governments to conduct intelligence activities within its borders, but espionage usually follows a set of unspoken rules.Sen. Marco Rubio (R-Fla.), the acting chair of the Senate Intelligence Committee, called the consulate a “central node of the Communist Party’s vast network of spies” and said that closing it “needed to happen.”ADAt a news conference in Copenhagen, Secretary of State Mike Pompeo said European intellectual property had also been stolen, “costing hundreds of thousands of jobs —  good jobs for hard-working people all across Europe and America stolen by the Chinese Communist Party.”AD“We are setting out clear expectations for how the Chinese Communist Party is going to behave, and when they don’t, we’re going to take actions that protect the American people, protect our security, our national security, and also protect our economy and jobs,” he added.The first sign of the American order came when Houston NBC affiliate KPRC2 aired video showing people in the courtyard of the consulate apparently burning documents after 8 p.m. local time Tuesday. The consulate’s staff had been told it would be evicted from the building at 4 p.m. Friday, the Houston Chronicle reported.In Beijing, the Foreign Ministry responded angrily to the order. The U.S. government “abruptly informed” China on Tuesday that it had to immediately close its consulate in Houston, Wang Wenbin, a Foreign Ministry spokesman, told reporters Wednesday.AD“The U.S. has far more diplomatic missions and staff working in China. So if the U.S. is bent on going down this wrong path, we will resolutely respond,” he said.In addition to its embassy in Beijing, the United States has consulates in Shenyang, Shanghai, Wuhan, Chengdu and Guangzhou.  Analysts expect the Chinese government to respond by ordering one of them closed. The Wuhan consulate, evacuated in January as the coronavirus began spreading in the city,  has not reopened, and the embassy and other consulates are operating with skeleton staffs, according to American officials.Wang said the order came amid American attacks on China’s political system, harassment of Chinese diplomats and intimidation of Chinese students. He said the consulate had been getting prank phone calls and even received a bomb threat on Monday.The United States and China have battled for supremacy since the start of the Trump administration, centered on trade and technology. Both sides have expelled journalists this year and slapped sanctions on each other’s officials.But the hostilities have become much more serious with Trump’s efforts to blame the Chinese government for the coronavirus that emerged in Wuhan at the end of last year and retaliatory actions over journalists in the countries.The Foreign Ministry on Wednesday renewed its travel warning for Chinese students in the United States, advising them to be aware of arbitrary interrogations, the confiscation of personal belongings and possible detentions.Chu, the Tsinghua professor, agreed that there was potential for further tension.“China could always evict a U.S. consulate in retaliation, and that could go on and on,” he said.\n\n\n\n\n\nMorello, Nakashima and Harris reported from Washington. John Hudson in Copenhagen and Liu Yang and Lyric Li in Beijing contributed to this report.Reading ‘Wuhan Diary’ while quarantined in China stirs heartache for AmericaChina’s economy bounces back more quickly than expected from coronavirusAustralia suspends Hong Kong extradition treaty, invites migrants from city", "comment": "1.2k Comments", "topic": "Asia & Pacific"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RK72UQWNFUI6VPDKNBA3FDMQSM.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/RK72UQWNFUI6VPDKNBA3FDMQSM.jpg", "title": "Amid blame game on coronavirus, Trump White House pursues broader campaign to punish China on other issues", "date": "Jul 23, 2020", "url": "https://www.washingtonpost.com/politics/amid-blame-game-on-coronavirus-trump-white-house-pursues-broader-campaign-to-punish-china-on-other-issues/2020/07/23/ec1585a4-cd01-11ea-bc6a-6841b28d9093_story.html", "keyword": "Unfair trade and intellectual property rights", "website": "the Washington Post", "author": "David NakamuraCarol Morello", "content": "As President Trump has heaped blame on China for a coronavirus pandemic that has killed more than 141,000 Americans, his aides are moving to expand on his rhetorical blasts and marshal a broader campaign to punish Beijing on a host of unrelated issues.Support our journalism. Subscribe today.arrow-rightThe strategy escalated dramatically this week when the administration ordered Chinese officials to shut down China’s consulate in Houston within 72 hours over charges that it was being used for aggressive intelligence-gathering operations.That decision — which prompted a pledge from Beijing to retaliate — came after other punitive measures in recent weeks, including economic sanctions on Chinese officials over human rights abuses against Uighur Muslims; the stripping of Hong Kong’s special economic status after the Communist Party tightened control of the island; and plans to expel some Chinese journalists and restrict exchange students in the United States.ADAD“The old paradigm of blind engagement with China simply won’t get it done. We must not continue it. We must not return to it,” Secretary of State Mike Pompeo said Thursday. “Today, China is increasingly authoritarian at home, and more aggressive in its hostility to freedom everywhere else. . . . If the free world doesn’t change Communist China, Communist China will change us.”Pompeo’s remarks at the Nixon Presidential Library and Museum in Yorba Linda, Calif., came nearly half a century after President Richard M. Nixon pursued an opening of diplomatic relations with Beijing, and were intended to delineate a sharp break in decades of U.S. policy that Trump aides have described as too lenient.The speech followed addresses from other top Trump aides — national security adviser Robert C. O’Brien, Attorney General William P. Barr and FBI Director Christopher A. Wray — who delivered their own indictments of China this month in a coordinated effort to emphasize the administration’s determination to confront Beijing on a wide array of issues.ADADYet the timing of the tougher strategy, coming less than four months before the presidential election, has alarmed Trump’s critics. They questioned whether the president’s eagerness to blame China for the pandemic — and paint Democratic rival Joe Biden as weak on Beijing — has led the administration to lash out without thinking through the consequences, an approach one Capitol Hill aide privately termed the “burn it all down phase” of its China policy.“I am deeply concerned that the administration’s approach is one that labors under the mistaken belief that just being confrontational is the same thing as being competitive,” Sen. Robert Menendez (D-N.J.) told Stephen Biegun, Pompeo’s top deputy, at a Senate Foreign Relations Committee hearing on China this week.Menendez agreed that the U.S. policy must get tougher and said he is working on a bill with fellow Democrats, but he added that “being tough is the means, not the ends,” and asked what the administration will do if Beijing follows through on threats to retaliate for the closure of the Houston consulate.ADADBiegun responded that U.S. policymakers have “invested quite a bit over the last three decades” in trying to coax China into becoming a responsible international stakeholder, only to be betrayed.“Sometimes, wishful outcomes are hard to let go of, and many have not,” he told lawmakers. “This administration has been equally criticized for moving too abruptly or too harshly or for precipitating a new Cold War, which is not our intention.”Inside the White House, there are signs that the emerging China strategy remains a work in progress. One White House ally said the series of speeches from Trump aides was prompted by concern among his political advisers that the president — while attacking Biden for being inconsistent on China — was himself facing criticism for having vacillated in his approach.ADAD“Somebody pointed out, ‘We look like we’re flip-flopping ourselves,’ ” said this person, who is in semi-regular contact with Trump aides and spoke on the condition of anonymity to discuss their private conversations. The person added that Treasury Secretary Steven Mnuchin, who has more-moderate views on China, declined a request to deliver his own address.And even as Trump has blamed China for failing to contain the virus, which originated in the city of Wuhan, he has continued to refrain from the kind of sweeping rhetoric used by some of his aides to denounce a string of Chinese offenses.During a Rose Garden news conference two weeks ago, Trump announced that he would sign an executive order to punish China for its imposition of a strict new national security law in Hong Kong. But he spent most of the hour-long event bashing Biden and touting his record in a stream-of-consciousness monologue that resembled a campaign speech.ADADAt a news conference this week, Trump suggested he remained willing to collaborate with Beijing if Chinese researchers are the first to develop an effective vaccine for the coronavirus. He was also relatively muted when asked if his administration would consider shutting down other Chinese compounds in the United States.“It’s always possible,” he replied.Though Trump came to office projecting a tougher edge on China, his pursuit of a bilateral trade deal — and his related unwillingness to personally criticize President Xi Jinping or forcefully confront Beijing on human rights — undercuts efforts within the administration to develop a comprehensive strategy.ADLast month, Trump’s former national security adviser John Bolton asserted in a White House memoir that the president attempted to convince Xi that China’s purchase of more U.S. goods would help Trump win reelection, and that the president told Xi in a private discussion that he was justified in building detention camps for ­Uighur Muslims.ADBut trade talks have broken off amid the pandemic and Trump has not spoken with Xi since March, providing an opening for China hard-liners within the administration.In Grand Rapids, Mich., last week, Barr inveighed against Chinese surveillance and censorship, and faulted Google, Apple, Microsoft and Yahoo for collaborating with the Communist Party and becoming “pawns of Chinese influence.” Pompeo, who has lobbied U.S. allies to follow the administration’s efforts to ban Chinese 5G telecom giant Huawei, has floated potentially banning Chinese-owned technology apps, including the popular TikTok, a social media platform.ADThe State Department issued a statement this month aligning the United States with an international tribunal’s ruling four years ago that China’s encroachment on disputed shipping lanes in the South China Sea was “unlawful.”ADIn his remarks at the Nixon Library, attended by a handful of Chinese political dissidents, Pompeo accused Xi of being “a true believer in a bankrupt totalitarian ideology” that “informs his decades-long desire for global hegemony built on Chinese communism.”Michael Pillsbury, a China analyst at the conservative Hudson Institute, said Trump, despite his long-standing concerns about China’s unfair trade and intellectual property theft, had not fully endorsed an expansive indictment of the Chinese political system.AD“This is a new area for the president,” said Pillsbury, who lauded the administration’s “dramatic reappraisal” of the bilateral relationship in an op-ed Thursday.But Trump’s critics faulted the administration for failing to promote an alternative U.S. leadership model abroad. During the Senate committee hearing this week, Sen. Mitt Romney (R-Utah) said Trump’s declared “America first” policy had left all nations free to “pursue their own interests” rather than develop a coordinated response to Chinese aggression.ADAnd Sen. Tom Udall (D-N.M.) cited the administration’s use of federal agents to employ tear gas and make arrests amid protests in Portland, Ore., and asked Biegun whether the United States was “facing more accusations of hypocrisy” in criticizing China over its actions in Hong Kong.Biegun allowed that the United States is going through an “uncomfortable moment,” but he rejected the comparison and said the administration’s effort to maintain order “does not indict our democracy.”\n\n\n\n\nCorrection: An earlier version of this article misidentified the affiliation of Michael Pillsbury. He is a China analyst at the Hudson Institute.\n", "comment": "80 Comments", "topic": "Politics"}]