[{"cover": "https://s.yimg.com/fz/api/res/1.2/i8RXTHQ0DoTNQiR7N2R6eQ--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1e8104250000cd10c2a5ea.jpg", "topic": "-NEWS", "title": "U.S. Closes Chengdu Consulate Amid Rising Tensions With ", "author": "By Jade Walker", "date": "July 27, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr4xJR0AS1f41MAnA9sBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596813812/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fus-closes-chengdu-consulate-china_n_5f1e8020c5b6945e6e3cabeb/RK=2/RS=oGrg5dxk.8Xz4qnkhEq6MsHSOTI-", "keyword": "China and the world order", "website": "Huffpost", "subtitle": "Rancor surrounds disputes over allegations of technology theft, national security, human rights, Hong Kong, Taiwan and the South China Sea.", "content": "CHENGDU, China (AP) — In the more than 40 years since China and the U.S. established formal diplomatic relations, accusations have been traded, tensions have risen and fallen and sides have come dangerously close to outright confrontation.Yet the forced closure of the Chinese consulate in Houston and China’s order to shutter the U.S. consulate in the southwestern Chinese city of Chengdu mark a new low point in ties between the world’s largest economies that can’t be easily smoothed over.Mistrust and rancor surrounding disputes over allegations of technology theft, national security, human rights, Hong Kong, Taiwan and the South China Sea are now the main drivers in a relationship that had long sought to compartmentalize such issues to prevent them impeding trade ties and cooperation in managing issues such as North Korea’s nuclear program and conflicts in the Middle East and Africa.Going forward, the prospects for reconciliation look dim, even if the U.S. elects a new administration in November.Chinese authorities took control of the former U.S. consulate in the southwestern Chinese city of Chengdu on Monday after it was ordered closed in retaliation for a U.S. order to vacate the Chinese Consulate in Houston.A State Department statement expressed disappointment, saying the consulate “has stood at the center of our relations with the people in Western China, including Tibet, for 35 years.”“We are disappointed by the Chinese Communist Party’s decision and will strive to continue our outreach to the people in this important region through our other posts in China,” the statement said.\n\nChina’s foreign ministry issued a brief notice saying “competent authorities” entered through the front entrance and took over the premises after U.S. diplomats closed it at 10 a.m. Prior to that, the flag was lowered and workmen have been removing plaques and other signs of U.S. sovereignty on the compound’s exterior.\nThat conveyed a sense of permanent rupture not felt during previous crises, including the 1999 stoning of the U.S. Embassy in response to NATO bombing of China’s embassy in Serbia, along with the 2001 collision between a U.S. surveillance plane and Chinese fighter jet over the South China Sea.\nA day earlier, China’s foreign ministry issued a statement of protest over what it called intrusions into the Houston consulate that violated the Vienna Convention on Consular Relations and the China-US Consular Convention.\n“The Chinese side deplores and firmly opposes the U.S. move of forcibly entering China’s Consulate General in Houston and has lodged solemn representations. China will make legitimate and necessary reactions,” the statement said.\nChina maintains consulates in San Francisco, Los Angeles, Chicago and New York in addition to its embassy in Washington.\nThe U.S. has four other consulates in China and an embassy in Beijing, keeping the sides in parity in terms of diplomatic missions.\nThe Chengdu consulate briefly came to prominence when the police chief of the nearby city of Chongqing fled there in 2012, precipitating the downfall of Chongqing’s politically ambitious leader Bo Xilai in China’s biggest political scandal in decades. It also played host to former Vice President Joe Biden during a visit when the current prospective Democratic Party presidential candidate was accompanied by China’s now-leader Xi Jinping.\nPolice closed off a two- to three-block area around the consulate, cutting off virtually any view of the property including the flag. A few vehicles were allowed through after police checks, and others could be seen moving in the distance.\nMoving trucks arrived at the U.S. consulate the previous day and left a few hours later. Late Sunday night, flatbed trailers entered the complex. One later emerged carrying a large shipping container and a crane.\nBefore the area was closed, the impending closure of the consulate drew a steady stream of onlookers over the weekend as Chengdu, like Houston, found itself in the limelight of international politics.\nPeople stopped to take selfies and photos, jamming a sidewalk busy with shoppers and families with strollers on a sunny day in the city of Chengdu, the capital of Sichuan province. A little boy posed with a small Chinese flag before plainclothes police shooed him away as foreign media cameras zoomed in.\nPolice had shut the street and sidewalk in front of the consulate and set up metal barriers along the sidewalk on the other side of the tree-lined road.\nUniformed and plainclothes officers kept watch on both sides of the barriers after scattered incidents following the Chengdu announcement on Friday, including a man who set off firecrackers and hecklers who cursed at foreign media shooting video and photos of the scene.\nA man who tried to unfurl a large placard late Sunday that he called an open letter to the Chinese government was quickly taken away.\nEarlier, a bus left the consulate grounds and what appeared to be embassy staff spoke with plainclothes police before retreating back behind the property’s solid black gates. It wasn’t clear who or what was on the bus.\nThree medium-size trucks arrived and left a few hours later, and cars with diplomatic plates departed in between.\nThe U.S. alleged that the Houston consulate was a nest of Chinese spies who tried to steal data from facilities in Texas, including the Texas A&M medical system and the University of Texas MD Anderson Cancer Center in Houston. China said the allegations were “malicious slander.”\n\n "}, {"cover": "https://s.yimg.com/fz/api/res/1.2/8nEqxHBgFigVYsKzhQaA5g--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1b6f63220000e00d387904.jpg", "topic": "POLITICS", "title": "As A Candidate, Trump Asked FBI In Intelligence Briefing: 'Are  Russians Bad?'", "author": "By Mary Papenfuss", "date": "July 25, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr4xJR0AS1f41MAoA9sBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596813812/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-fbi-russian-interference-transcript_n_5f1b5514c5b6128e6825d9f0/RK=2/RS=Nxd.9I3GU3sloudS32mFMJTZSRk-", "keyword": "China and the world order", "website": "Huffpost", "subtitle": "GOP senators pushed to have this once-classified document released, but maybe they shouldn’t have.", "content": "When the FBI gave candidate Donald Trump his first intelligence briefing in 2016 and warned that foreign agents might try to infiltrate his campaign, Trump asked, “Are the Russians bad?” according to an official summary of the meeting obtained by Politico.The summary was filed as part of Operation Hurricane, the code name for the FBI investigation launched in August 2016 into suspected Kremlin interference in that year’s election and possible ties to the Trump campaign. Trump-appointed Director of National Intelligence John Ratcliffe declassified and released the summary of the briefing this week at the behest of Senate Republicans looking to present the FBI as targeting Trump even before his election.But Trump’s own comments about Russia, related in the FBI summary, place him in a less-than-favorable light — revealing him to be either incredibly gullible and unsophisticated in his understanding, or deliberately disingenuous about Russia.Michael Flynn, who would later go on to be Trump’s national security adviser, and former New Jersey Gov. Chris Christie, Trump’s transition team leader, were also at the 13-minute briefing, in which FBI agent Joe Pientka presented them with the basics of the threat to U.S. security. According to Pientka’s summary, Trump asked him if the Russians were more dangerous than the Chinese because they have more operatives in the U.S.The agent said both countries are bad and told the men that the number of operatives was “not an indicator of the severity of the threat,” according to the document.The FBI agent then shared that when he told Trump and his team that the U.S. is a “world leader in counterintelligence,” Trump asked: “Russia, too?”According to the summary, Trump also asked which country, Russia or China, was worse when it came to violations of nuclear testing bans and was told: “They are both bad, but Russia is worse.”“Trump and Christie turned toward each other, and Christie commented, ‘I’m shocked,’” Pientka wrote of their reactions to that information.Pientka also said he warned the men that foreign agents might try to approach their relatives, friends and campaign staff in the U.S. to obtain “information pertaining to political, economic, energy, technology and military policy/plans of the U.S.” in order to “collect inside information to give their country a competitive advantage over the U.S.”Trump was also advised to take special care with phone and electronic communications that could be hacked, according to the summary. Trump has repeatedly used his personal cell phone for official conversations, despite warnings from aides not to do so.Pientka, who would continue to be part of the Russia investigation, noted in his summary of the meeting that he was on the alert for any comments on Russia from the Trump team. “During the [intelligence] briefs, writer actively listened for topics or questions regarding the Russian Federation,” he wrote.Former White House Secretary Sarah Sanders told Fox News Friday that the transcript is proof the FBI was out to “take down” Trump. But the transcript clearly shows Pientka offering advice to Trump and his team on how to deal with possible overtures by foreign agents. He was not questioning them.At the time of the briefing, the FBI had disturbing indications of Russian interference in the 2016 election, including a Kremlin-orchestrated hack of emails from the Democratic National Committee, which were published by WikiLeaks and benefited the Trump campaign.Trump later called on Russia to get his Democratic opponent Hillary Clinton’s emails, and those were hacked and leaked as well.Despite his repeated insistence that the probe into Russian election interference was a “witch hunt,” Trump has also attacked his predecessor Barack Obama for not being aggressive enough in investigating Russia’s actions.Robert Mueller’s special counsel report last year concluded that the “Russian government interfered in the 2016 presidential election in sweeping and systematic fashion” in a way that “favored” Trump. The report also noted numerous contacts between members of the Trump campaign and Kremlin representatives.By 2016, Trump had a long business history with Russia, and was even working to get a Trump tower built in Moscow. Eric Trump, one of the president’s sons, told a golf journalist in 2014 that the Trump Organization had “all the funding we need out of Russia” — which he later denied saying."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/83FVmnzRembDUt4gpDMfbg--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1599d0270000e50de67143.jpg", "topic": "-NEWS", "title": "Coronavirus Live Updates: Read  Latest About  COVID-19 Outbreak", "author": "By Paige Lavender", "date": "July 20, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr4xJR0AS1f41MAog9sBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596813812/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fcovid-19-latest-news-worldwide-updates_n_5f159982c5b6d14c336a1a6b/RK=2/RS=0Si.hCAIu7g.XCugwbH0jrt9EiU-", "keyword": "China and the world order", "website": "Huffpost", "subtitle": "Stay up to date as we cover the ongoing COVID-19 pandemic and its effects across the world.", "content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSince Chinese officials locked down the city of Wuhan in January, there have been more than 16.2 million cases of COVID-19, the disease caused by the coronavirus, across the planet.\nMore than 648,000 people have died from the disease, according to data compiled by Johns Hopkins University.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEfforts to curb the outbreak have led to the global disruption of daily life and the economy, as schools and workplaces shuttered in hopes of slowing transmission. After months of precautions and lockdowns, governments have begun to reopen their economies.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHuffPost reporters around the world are tracking the pandemic and its effects.\nRead the latest updates on the coronavirus pandemic below. (To see the latest updates, you may need to refresh the page. All times are Eastern. For earlier updates on the pandemic, go here.)\nTrump’s National Security Adviser Tests Positive — 7/27/20, 9:20 a.m. ET\nRobert O’Brien, national security adviser to President Trump, has tested positive for COVID-19, according to multiple reports.\nO’Brien apparently contracted the virus at a family event, Bloomberg reported. He is reportedly quarantining at home and continuing to work remotely.\nO’Brien’s diagnosis makes him the highest profile Trump administration official known to have tested positive for the virus. Vice President Mike Pence’s press secretary tested positive in May, as did one of Trump’s personal valets. Several Trump campaign staffers, including top fundraising official Kimberly Guilfoyle, have also tested positive in recent weeks.\n— Hayley Miller\nBirx Urges Several States To Close Bars, Limit Social Gatherings — 7/27/20, 9 a.m. ET\nDr. Deborah Birx, the coronavirus response coordinator for the Trump administration, urged states with rising infections to impose new restrictions that include closing bars, reducing indoor restaurant capacity and limiting social gatherings to 10 people.\n“We can see what is happening in the South is moving north,” Birx told reporters in Kentucky on Sunday, suggesting that new hot spots outside of Florida, Texas and other Southern states are beginning to emerge.\nBirx said she is specifically focused on controlling the pandemic “before it gets worse” in Kentucky, Tennessee, Ohio, Indiana and Virginia, and she recommended that “100%” of individuals in these states wear masks when they’re in public or around others.\nKentucky allowed bars to reopen on June 29, but Gov. Andy Beshear (D) said Sunday that he planned to announce new restrictions early this week amid a surge in new cases. As of Monday, the state has recorded more than 27,000 cases and at least 718 deaths. Meanwhile, Florida and California have surpassed New York, once the epicenter of the virus in the U.S., in known infections.\n— Hayley Miller\nWorld’s Biggest Vaccine Study Begins In U.S. — 7/27/20, 8:05 a.m. ET\nThe biggest COVID-19 vaccine study to date is now underway in the United States.\nBeginning Monday, the first 30,000 volunteers will help test shots created by the National Institutes of Health and biotechnology company Moderna, the Associated Press reported. Researchers will inject volunteers with either the experimental vaccine or a placebo and track which people contract the virus as they go about their lives. The researchers will also track any potential negative side effects of the vaccine.\nSeveral other vaccines made by China and Britain’s Oxford University are in the final stages of testing.\nRead more from AP here.\n— Hayley Miller\nFlorida Records More Coronavirus Infections Than New York — 7/27/20, 3 a.m. ET\nAccording to figures released on Sunday, Florida has now recorded more coronavirus cases than New York, which was once the U.S. epicenter of the outbreak. \nJohns Hopkins University reported that Florida had reached a total of more than 423,00 cases, nearly 77,000 of which were reported in the last seven days. That figure exceeds New York’s 416,000, which has seen just under 5,000 cases in the last week.\nCalifornia currently has the most cases of any state in the country.\nDespite the official figures, it’s hard to know just how many people have been infected in epicenters of the pandemic as both New York and California had surges earlier this year when testing was limited, The New York Times reported. The Centers for Disease Control and Prevention said this month’s true figures may be more than 10 times higher than the reported figures in some areas.\n— Nick Visser\nNorth Korea Declares Emergency Over Suspected Coronavirus Case — 7/26/20, 12:10 p.m. ET\nNorth Korean leader Kim Jong Un declared a state of emergency on Saturday after the country for the first time acknowledged a suspected coronavirus case within its borders.\nIn response to the apparent case, Kim locked down the city of Kaesong, located near the country’s border with South Korea. North Korea has previously denied having any cases of the virus, though outside experts have questioned that claim, according to The Associated Press.\nNorth Korea’s official Korean Central News Agency said the suspected virus patient had illegally entered the country last week after fleeing to South Korea three years ago. The patient, anyone who had contact with them, and those who were in Kaesong recently have been placed under quarantine, according to KCNA.\nDuring an emergency meeting of top North Korean officials, Kim was quoted as saying there was a “critical situation in which the vicious virus could be said to have entered the country.”\nRead more from the AP here.\n— Hayley Miller\nMore Than A Third Of Coronavirus Patients Feel Symptoms For Weeks ― 7/25/20, 11:35 a.m. ET\nMore than a third of coronavirus patients experience symptoms for weeks, even if they don’t have a severe case of COVID-19, the Centers for Disease Control and Prevention said Saturday.\nOf 293 people who had the virus surveyed by the CDC, 35% said they still felt negative symptoms two or three weeks after testing positive.\nWhile research is still limited, many people who experience long-term symptoms say those include fatigue, difficulty breathing and body aches, among other symptoms.\nA study of 143 patients in Italy found that 87% of those who had recovered from COVID-19 reported at least one lingering symptom, USA Today reported Saturday.\n“We definitely see prolonged symptoms, sometimes a lingering cough and the most serious cases have long term chest pains and still feel they can’t breathe well,” Dr. Maja Artandi, medical director of an outpatient COVID-19 clinic at Stanford University hospital, told the publication. “It just causes all kinds of inflammation and takes awhile to heal.”\n― Sebastian Murdock\nCalifornia Expands Essential Workers’ Protections Amid Coronavirus Pandemic — 7/24/20, 7 p.m. ET\nCalifornia Gov. Gavin Newsom announced additional efforts to protect essential workers as the number of confirmed COVID-19 cases in the state continues to grow.\nAt Friday’s press briefing, the Democratic governor said officials were creating a new public information campaign and handbook for employers to create safer, cleaner work environments. The state is also expanding workers’ compensation and pandemic-related paid sick leave, as well as its programs providing rooms for infected workers to quarantine.\nThe governor noted that the coronavirus has gravely impacted essential workers, who are disproportionately from the Latinx community. Latinos make up 38% of California’s population, but more than half of those reporting COVID-19 infections and 45% of deaths from the virus.\nCoronavirus cases continue to balloon in California, which now has more than 425,000 confirmed cases total, a 7-day average of daily cases amounting to over 9,800 — and over 8,000 people dead so far.\n— Sarah Ruiz-Grossman\nCoronavirus Vaccine Won’t Be ‘Widely Available’ Until ‘Several Months’ Into Next Year, Says Fauci — 07/24/2020; 2:30 p.m. ET\nA COVID-19 vaccine won’t be “widely available” in the U.S. until “several months” into 2021, Dr. Anthony Fauci, the country’s top infectious disease expert, told The Washington Post’s Robert Costa on Friday. Fauci said, however, that “we will likely know whether a vaccine is safe and effective” by the end of the year or early next year.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPresident Trump has repeatedly said he expects a vaccine for the virus to be developed very soon. \nFauci stressed that while a viable vaccine may indeed be found before the year’s end, it wouldn’t be until next year that such an intervention would be available to a wide swath of Americans.\n“It is likely that in the beginning of next year we would have tens of millions of doses available,” Fauci told Costa. “The companies who are involved in making these vaccines, many of which the federal government is in deep collaboration with, promised that as we get into 2021, there will be hundreds of millions of doses. And then maybe sometime thereafter billions of doses.”\n— Dominique Mosbergen\nVermont Governor Makes Masks Mandatory ― 7/24/20, 12:06 p.m. ET\nVermont Gov. Phil Scott (R) announced Friday he will sign an order requiring masks to be worn in public both indoors and outdoors “to help protect the progress we’ve made in combating COVID-19.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore than 1,300 people have contracted the virus in the state. It is faring better than other states including Florida and Arizona, which have seen enormous spikes in cases as elected officials continue to downplay the virus.\n— Sebastian Murdock\nU.S. Records More Than 4 Million Coronavirus Cases — 7/24/20, 5:45 a.m. ET\nCoronavirus cases in the U.S. surpassed 4 million on Thursday, according to Johns Hopkins University data. More than 144,000 Americans have died from COVID-19.\nHospitalizations and deaths have also been on the rise in the U.S., and cases have been trending upward in 39 states, the New York Times reports. The number of people hospitalized across the country approached the high of 60,000, which was reached April 15.\nSome states and localities around the country have been rolling back their reopening measures to try and curb the spread of the virus, and others have started mandating the use of face masks in public spaces. But the lack of progress has alarmed public health experts.\n“We’ve rolled back essentially two months’ worth of progress with what we’re seeing in number of cases ... in the United States,” Dr. Ali Khan, dean of the University of Nebraska Medical Center’s College of Public Health, told CNN.\n— Liza Hearon\nAustralia Deploys Army As Daily Death Toll Hits New High  — 7/24/20, 4:10 a.m. ET\nThe Australian state of Victoria will send in the army to question people who have tested positive for COVID-19 as it battles to control an outbreak that claimed a record number of lives on Friday.\nThe state recorded six deaths overnight, the highest daily toll for the nation since the pandemic began. It also recorded 300 new infections, dropping from a record of 484 on Wednesday.\nVictoria will deploy Australian Defence Force personnel to the homes of people who have tested positive and who have not answered telephone calls, in order to kickstart the contact-tracing process.\nA flare-up of infections in Melbourne prompted the government to enforce a six-week partial lockdown and make face masks mandatory for its residents or risk a fine.\nAll the deaths overnight were linked to aged care homes, of which more than 40 have recorded outbreaks.\nTwo cases were detected among Aboriginal people in the regional Victorian city of Ballarat, a cause of concern for officials given a high degree of health issues among Indigenous Australians.\nAustralia has so far escaped the high COVID-19 casualty numbers of other nations, with just over 13,300 infections and 139 deaths from the virus as of Friday. Read more\n— Reuters\nWashington State Cracks Down On Bars, Dining, Gyms And More ― 7/23/2020, 6:37 p.m. ET\nWashington Gov. Jay Inslee (D) announced Thursday he is implementing stricter rules on bars, restaurants, gyms, weddings and funerals in the state.\nAll of those businesses and events may still operate in some capacity, but will face tighter limits on crowd size and indoor use. A list of the guidelines is available here.\nWashington has seen more than 6,400 new cases of the coronavirus in the past week.\n― Lydia O’Connor\nFlorida Sees Its Youngest Fatality As State Pushes To Reopen Schools — 7/23/20, 3:50 p.m. ET\nA 9-year-old girl in Putnam County, Florida, has died from complications due to COVID-19, making her the state’s youngest fatality in the ongoing pandemic. \nFlorida Department of Health records show the girl is the fifth minor in the state to die from coronavirus. Two 11-year-olds, a 16-year-old, and a 17-year-old have also died from the disease.\nPutnam County Health Officer Mary Garcia confirmed the death to CNN, noting she was unaware if the girl had any underlying medical conditions.\nFlorida currently has 389,868 confirmed cases of COVID-19 and 5,518 deaths, though both numbers likely underestimate the real burden. Children between the ages of 0 and 14 account for roughly 6% of the cases; that percentage jumps to 22% if the 15-24 age range is included.\nThe death comes as Florida Gov. Ron DeSantis (R) urges Florida schools to reopen to in-person classes this fall. \n“I look particularly at those elementary school kids, and the science on that is just overwhelming. Yes, they’re at almost zero risk, but even more than that, transmission from an elementary school [student] to an adult is extremely rare,” DeSantis said at a press conference last week. “I think generally for schools, the kids aren’t vectors, but you know, as you get into 17-18 [years old], I think you can probably find some examples of that.”\n— Ryan Grenoble\nSenate Republican Stimulus Bill Is Not Expected To Include Paid Sick Leave — 7/23/20, 12:26 p.m. ET\nSenate Republicans are expected to unveil a $1 trillion economic stimulus package to provide additional aid to Americans whose financial situations have cratered because of the pandemic. However, the bill is not expected to include sick leave ― which, as HuffPost’s Emily Peck reports, separates the U.S. from virtually every other high-income nation in the world.\nRead more here.\n― Marina Fang\nNFL To Require Masks For Fans — 7/23/20, 5:30 a.m. ET\nFans attending NFL games this season will be required to wear masks, a league spokesperson said Wednesday.\n“For those wondering, yes, it is league-wide,” Brian McCarthy wrote on Twitter.\nWhile the league is still moving forward with its plans, teams have differing views on whether fans will be attending their games. The Atlanta Falcons said Wednesday they will host 10,000 to 20,000 fans at their stadium. But the New York Jets and Giants won’t have fans at their stadium.\nThere is still the chance the NFL season could get postponed or canceled as the pandemic continues.\n— Liza Hearon\nTrump Says He Wants ‘Schools Open 100%’ Despite Coronavirus Cases Mounting In Many Areas — 7/22/20, 6:30 p.m. ET\nAt the White House coronavirus briefing on Wednesday, President Donald Trump again insisted that schools should reopen fully for in-person learning for the new school year, despite the growing threat of the coronavirus pandemic in many states. \n“I’d like to see schools open,” Trump said, noting it’s “up to governors” to decide what schools in their states will do, whether in-person or virtual learning.\n“I’d like to see the schools open 100% — we’ll do it safely,” he added.\nTrump also said, without evidence, that children “don’t transmit very easily” COVID-19, adding that “a lot of people are saying… they don’t bring it home with them.”\nScientists are still unsure the extent to which children can spread the virus. \nExperts say schools are going to need a lot of money — more than $100 billion, according to several estimates — if they are to reopen safely, with funding for more nurses on-site, more frequent cleanings, more masks and plenty of hand sanitizer, among other measures. \nOther countries that have successfully reopened schools did so after transmission rates reached low points. In the U.S., COVID-19 cases continue to grow in many areas, particularly in Florida, Arizona, Texas and California.\nThe U.S. continues to lead the world in coronavirus cases and deaths, with more than 3.9 million confirmed cases and over 142,000 dead so far. On Tuesday, the U.S. surpassed 1,000 daily coronavirus deaths for the first time this month, according to The New York Times, recording 1,120 deaths from COVID-19 — the highest number since late May. \nEarlier this week, teachers in Florida filed a lawsuit against the state for forcing schools to reopen as the virus has surged there in recent weeks. On Wednesday, Gov. Ron DeSantis (R) insisted parents should have the option to send kids to school or keep them home for virtual learning. \n— Sarah Ruiz-Grossman\nFlorida Gov.: Parents Should Choose Between Distance And In-Person Learning — 7/22/2020, 5:47 p.m. ET\nFlorida Gov. Ron DeSantis (R), whose state counted more than 9,700 new coronavirus cases on Wednesday, said parents should have the option to send their children to school or keep them home for virtual learning.\n“I believe we owe every Florida parent a choice to send your child back to school for in-person instruction or to opt to maintain distance learning,” DeSantis said at his Wednesday press conference. “No parent should be required to send their child to in-person instruction if they don’t want to.”\nHe also said he supports schools getting the option to delay in-person instruction by a few weeks.\nHis comments come two days after the Florida Education Association, a union representing the state’s teachers, filed a lawsuit against the state for forcing schools to reopen under dangerous conditions.\n“The governor needs to accept the reality of the situation here in Florida, where the virus is surging out of control,” FEA President Fedrick Ingram said.\n— Lydia O’Connor\nSeveral States Tighten Mask Requirements Amid Coronavirus Spikes — 7/22/20, 5:15 p.m.\nGovernors in four states enacted or strengthened their face mask requirements to address the summer surge of COVID-19. Indiana, Minnesota, Ohio and Oregon made the orders one day after President Trump, for the first time, publicly urged people nationwide to wear masks to stop the spread of the coronavirus.\nIndiana Gov. Eric Holcomb (R) plans to sign an executive order to require people in the state over the age of 8 to wear a cover over their faces any time they are in public. The mandate takes effect Monday. \nIn Ohio, which shares a border with Indiana, Gov. Mike DeWine (R) issued his first statewide face mask requirement on Wednesday. Ohio’s mandate takes effect Thursday. \nMinnesota Gov. Tim Walz (D) issued an executive order that only called for people to wear face masks in indoor spaces and businesses, unless the individual is alone. Those who work outdoors in Minnesota are also required to wear a face covering if they are not able to socially distance. The new rules go into effect Saturday morning.\nWalz said he hoped to get a “90 to 95% compliance” from people in the state in the hopes that they can “reduce the infection dramatically,” adding that it was the cheapest way to open up businesses and schools, KARE 11 reported.\nOregon Gov. Kate Brown (D) made the state’s mask requirement more severe, requiring face coverings in public indoor spaces for anyone age 5 or older. The original age minimum was previously set at 12.\nSome states are still resisting face mask regulations, despite experiencing an increase in coronavirus cases.\nGeorgia Gov. Brian Kemp (R) banned city and county leaders from issuing local mask mandates, and sued the city of Atlanta after Mayor Keisha Lance Bottoms, who has tested positive for the virus, enacted a mask requirement.\n— Carla Russo\nCalifornia Surpasses New York For Highest State Total Of Confirmed Cases — 7/22/20, 11:05 a.m.\nCalifornia now has more than 409,000 confirmed coronavirus cases, the highest number of cases in any state, according to Johns Hopkins University’s COVID-19 tracker. Previously, New York had recorded the most cases.\nAt the start of the pandemic in March, California was the first state to issue a stay-at-home order and impose restrictions. But in recent weeks, the state has seen a surge in cases, after state and municipal leaders lifted restrictions too early.\nRead more here.\n—Marina Fang\nPfizer Announces Deal To Produce 100 Million Doses Of Vaccine By December — 7/22/20, 10:00 a.m. ET\nPharmaceutical giant Pfizer and a smaller German company, BioNTech, announced a deal with the Trump administration to produce 100 million doses of a COVID-19 vaccine by December, which would be available to Americans for free.\nUnder the $1.95 billion contract, the companies would provide the first 100 million doses at the end of the year, plus an additional 500 million doses in 2021.\nBefore being distributed, the vaccine would have to obtain emergency approval by the Food and Drug Administration, which the companies say could happen in October.\nAs part of the Trump administration’s push to produce a vaccine by the end of the year, various companies are racing to develop one, with several set to launch wide-scale trials this month.\n—Marina Fang\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIndy 500 Organizers Plan Race With Nearly 90,000 Spectators Next Month — 7/22/20, 9:50 a.m. ET\nOrganizers of the Indianapolis 500 are moving forward with a plan to hold the annual race on Aug. 23 with spectators at 25% capacity, which amounts to some 87,500 people.\n“We want to demonstrate that even under current circumstances, people can gather with carefully planned procedures in place so we don’t have to go back to shutting down our country and our community,” they said in a statement. \nThe Indianapolis Motor Speedway can hold around 350,000 people at maximum capacity; organizers had previously said the event would take place at half capacity before lowering the number on Tuesday. \nMasks will be mandatory at the race, and spectators will have temperatures taken at entrances, where hand sanitizer will be distributed. Fans over age 65 will be encouraged to stay home. \nOrganizers say that they have prepared a 100-page safety protocol document for the event that they will share Wednesday. \n— Sara Boboltz\nBolsonaro Awaits New Test Result As Brazil Deaths Hit July Record — 7/22/20, 7:10 a.m. ET\nTwo weeks since falling ill, Brazilian President Jair Bolsonaro will find out today if he still has coronavirus after taking another test on Tuesday.\nBolsonaro, who has played down the extent of the crisis, is one of nearly 2.2 million people in Brazil who have tested positive for coronavirus, according to health ministry statistics released Tuesday.\nOutside of the United States, Brazil is the worst-hit country in the pandemic, recording more than 81,000 deaths from COVID-19, and more than 1,367 fatalities in the past 24 hours.\nBolsonaro has previously said he has taken hydroxycloroquine, unproven for treating coronavirus but touted by Donald Trump, and credits the medication as the reason for his mild symptoms.\nBolsonaro tested positive for coronavirus on July 7 but by the next day said he was already feeling well. A follow-up test last week also came back positive for the virus.\n— James Martin\nAustralia’s Coronavirus Tally Rises By Record — 7/22/20, 7 a.m. ET\nResidents of Australia’s second-most populous city, Melbourne, must wear masks when leaving home from Wednesday as the country posted a record rise in coronavirus cases.\nAustralia recorded 501 new coronavirus infections in the past 24 hours, its highest since the epidemic took hold in March. Its death toll also rose by 2 to 128.\nVictoria state, of which Melbourne is capital, accounted for most of the new cases, with 484.\nWorryingly, more than half the people who tested positive for the virus in Victoria between July 7 and July 21, or more than 2,000 people, did not isolate, Victoria Premier Daniel Andrews said.\n“That means people have felt unwell and just gone about their business,” Andrews told reporters.\nCross-border travel between Victoria and New South Wales (NSW) will only be allowed for work, education or medical care, after the border was closed this month for the first time in 100 years.\nThough the death rate in Australia has been lower than that of many of its rich-world peers, authorities and policymakers are increasingly worried about the spread of the virulent disease in Melbourne.\nIn NSW, of which Sydney is capital, 16 new cases were recorded with Premier Gladys Berejiklian saying the state was on “high alert” because of community transmissions and infections appearing in new places. Read more\n— Reuters\nU.S. Exceeds 1,000 Daily Deaths For First Time In July — 7/22/20, 6:45 a.m. ET\nThe U.S. on Tuesday recorded 1,120 coronavirus deaths in a single day, exceeding 1,000 for the first time in July, according to a New York Times database. It was the highest number since May 29.\nNevada, Oregon and Tennessee reported their highest single-day death tolls.\nDeaths often follow cases by about a month, and in the month of June many states reopened businesses and lifted stay-at-home orders, contributing to a spike in cases around the country.\nThe U.S. has recorded about 3.9 million coronavirus cases and more than 142,000 deaths from COVID-19, according to Johns Hopkins University figures.\n— Liza Hearon\nD.C. Suburb School District To Hold Only Online Classes In Fall — 7/21/20, 5:20 p.m. ET\nStudents in Montgomery County, Maryland — an area of more than 1 million people just north of Washington, D.C. — will not resume classes in person in the fall, the district announced Tuesday. The county’s second semester plans will be assessed in November.\nMontgomery is one of the first districts to announce a plan for the upcoming semester that does not include any time in classrooms. Other districts have pledged to reveal their plans for the new school year in the coming days and weeks, with many weighing various hybrid plans that would allow for some in-person classroom instruction. New York City Mayor Bill de Blasio has said that the city’s public school system — the nation’s largest — will partially reopen, with one to three days of in-person class time balanced with online instruction.\nBut many Republicans, led by President Donald Trump, are pushing for schools to reopen fully in the fall, citing mental health benefits, and the fact that some students rely on their schools for meals. Public health experts have voiced fears about children picking up the virus and bringing it to parents and other relatives at home.\nTeachers’ groups are concerned, too. This week, Florida teachers responded to a statewide order to reopen schools with a lawsuit attempting to block it.\n— Sara Boboltz\nCOVID-19 Infection Numbers Likely 6 To 24 Times Higher Than Official Count, Study Finds — 7/21/20, 4:30 p.m. ET\nA new study published online in JAMA suggests that the true U.S. infection rate for coronavirus is six to 24 times higher than the official count.\nThe findings are based on study of the prevalence of antibodies for the virus that causes COVID-19, collected from 16,025 people across 10 nationwide testing sites from late March through early May. While some antibody tests have been criticized as inconsistent, the researchers note the test they relied on returns an accurate result 96% of the time.\nThe tests revealed that most people hadn’t been infected, but they also found the infections were “much greater than the number of reported cases in all sites,” the study authors wrote. “For most sites, it is likely that greater than 10 times more [infections] occurred than the number of reported COVID-19 cases.”\nThe researchers suggested the disparity may be due to people with mild or no symptoms failing to seek out testing or receive medical care, thereby spreading the virus further.\n— Ryan Grenoble\nEurope’s Landmark Rescue Plan Counters Far-Right Threat — 7/21/20, 7 a.m. ET\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAfter almost five days of intense negotiations, European Union leaders emerged in the early hours of Tuesday morning with a historic deal on a massive stimulus plan designed to rescue their coronavirus-hit economies.\nThe size of the 750 billion euro ($857 billion) recovery fund acknowledges the fact that, as a result of the pandemic, which has killed more than 100,000 people across the continent, Europe is facing its worst economic downturn since World War II. \nIn a larger sense, however, it also represents a major victory for the idea of a united Europe in the face of rising eurosceptic, nationalist and protectionist forces that have looked to capitalize on Britain’s protracted departure from the EU.\n“We did it! Europe is strong. Europe is united!” European Council President Charles Michel said at a dawn press conference in Brussels on Tuesday.\nUnder the terms of the deal, 390 billion euros will be made available in the form of grants to countries most in need of economic stimulus. The other 360 billion euros will take the form of loans to countries that apply for them. Poland would be a top beneficiary of the recovery package, receiving tens of billions of euros in grants and loans, along with southern European countries like Italy and Spain that have borne the brunt of the pandemic in Europe.\nNationalist figures, including Geert Wilders in the Netherlands and Marine Le Pen in France, expressed outrage at the final deal. \n— Sasha Belenky\nL.A. County Reports Another Record-Breaking Day For COVID-19 Hospitalizations — 7/21/20, 6:30 a.m. ET\nL.A. County reported Monday its highest single-day number of people hospitalized due to the coronavirus, as Mayor Eric Garcetti warned over the weekend that the city is in danger of fully shutting down again, the Los Angeles Times reported.\nMonday was the sixth consecutive day that hospitalizations surpassed 2,100 a day, with 2,232. Of those currently in hospital, 26% are in intensive care.\nPublic Health Director Barbara Ferrer said Monday that 63 health-care workers have died from COVID-19 and 49% of those were nurses.\nFerrer also said that contact tracing was proving difficult, with only 57% of people contacted providing information on their close contacts and employers. “We are limited in our ability to force people to share important information,” Ferrer said. Read more\n— Liza Hearon\nFlorida Teachers Union Sues State Over Reopening Plans ― 7/20/2020, 4:15 p.m. ET\nThe Florida Education Association, a union representing the state’s teachers, on Monday filed a lawsuit against state officials, saying plans to resume in-person instruction next month would put both students and educators at risk of contracting COVID-19.\n“The governor needs to accept the reality of the situation here in Florida, where the virus is surging out of control,” FEA President Fedrick Ingram said in a statement. “He needs to accept the evolving science. It now appears that kids 10 and older may pass along the coronavirus as easily as adults. Everyone wants schools to reopen, but we don’t want to begin in-person teaching, face an explosion of cases and sickness, then be forced to return to distance learning.”\nFlorida Gov. Ron DeSantis (R) issued an emergency order earlier this month for schools to reopen for the upcoming school year.\nThe state has one of the worst coronavirus outbreaks in the country after reopening most of its economy without flattening the curve. As of last week, it had more COVID-19 cases than most nations in the world.\nOther teachers unions across the country are also gearing up to stop hasty reopening plans. In Ohio on Monday, the Columbus Education Association issued a letter signed by two-thirds of the district’s teachers calling on officials to support distance learning instead of rushing students back to the classroom.\n― Lydia O’Connor\nFirst Child In Minnesota Dies Of Coronavirus — 7/20/20, 2:40 p.m. ET\nMinnesota’s health department reported that a child has died from coronavirus, the first in the state.\nThe child’s death was one of four deaths reported by the state on Monday. The other two cases were two people in their 60s, and a third person was in their 90s.\nThe state doesn’t report on specific ages of COVID-19 patients, but the child was identified to be between 0 to 5 years old. This is the youngest death linked to the virus and the state’s first death of a person under 20 years old.\nMinnesota reported 922 new cases of the virus in the state, bringing the total number of positive cases to 47,107.\n― Carla Russo\nChicago Reinstates Some Restrictions Amid Rise In Cases — 7/20/20, 12:10 p.m. ET\nChicago Mayor Lori Lightfoot on Monday announced the “re-tightening” of some coronavirus restrictions amid a recent rise in daily new cases.\nBeginning Friday, many bars and breweries will no longer be able to serve alcohol indoors, restaurants must limit table occupancy to six people, all indoor fitness classes must limit attendance to 10 people, and personal services requiring the removal of face coverings ― such as facials or shaves ― will not be permitted.\n“We have made so much progress here in Chicago in containing the spread of the virus, protecting our health system and saving lives, and in general, the virus remains under control locally. But we are again seeing a steady increase in new cases,” Lightfoot said in a statement. “While we aren’t near the peak of the pandemic from earlier this year, none of us wants to go back there, and we feel these restrictions will help limit further community spread.”\nChicago Health Commissioner Allison Arwady warned last week that new restrictions were possible if the city exceeded 200 cases per day on a seven-day rolling average. As of Sunday, that number was 233. Chicago’s positivity rate has also increased recently after weeks of decline.\nLightfoot’s office attributed the increase in new cases, largely seen among people ages 18 to 29, to an increase in interactions at bars, restaurants and parks.\n― Hayley Miller\nU.K. Coronavirus Vaccine ‘Safe’ And Showing ‘Promising Results,’ Study Finds ― 7/20/20, 10:40 a.m. ET\nA potential coronavirus vaccine being developed in the U.K. has shown “promising” early results, researchers reported Monday.\nThe experimental vaccine developed by the University of Oxford and pharmaceutical giant AstraZeneca is “safe, causes few side effects, and induces strong immune responses,” according to the results of vaccine trials published Monday in The Lancet, a peer-reviewed medical journal.\nThe vaccine candidate, called ChAdOx1 nCoV-19, is one of more than 100 being developed globally. Of those candidates, 26 are in human trials, according to The New York Times.\nRead more here.\n― Nina Golgowski\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBahamas Bars Flights From U.S. Over Coronavirus Concerns — 7/20/20, 8:45 a.m. ET\nThe Bahamas announced Sunday that it will no longer permit flights from the U.S. to enter beginning Wednesday, due to coronavirus concerns.\nPrime Minister Hubert Minnis, speaking in a national address, stressed that the Bahamas has seen a rise in cases since it largely reopened to international travel on July 1. All of its progress fighting the outbreak can be reversed, he warned, “because of how citizens and residents within countries are following or ignoring health guidelines.”\nThe U.S., particularly Florida, makes up a significant portion of the islands’ tourism industry.\n“We are in a marathon, not a sprint. This is a marathon demanding discipline, endurance, demanding resilience and requiring determination,” Minnis said. “Our current situation demands decisive action, if we are to avoid being overrun and defeated by this virus.”\nCommercial flights from Canada, the United Kingdom and the European Union may still fly into the Bahamas, but passengers must provide proof they tested negative for the virus at least 10 days ahead of their arrival.\n— Nina Golgowski\nCritical Talks Over European Recovery Plan Enter Fourth Day — 7/20/20, 8 a.m. ET\nEuropean leaders are yet to reach an agreement on a recovery plan to revive their COVID-hit economies after three days of heated talks.\nOn the table is a 1.8 trillion euro ($2.06 trillion) package for the European Union’s next long-term budget and coronavirus recovery fund.\nHuffPost’s European editions report that a group of so-called “frugal” wealthy north European states, led by Dutch Prime Minister Mark Rutte, are pushing for a smaller recovery fund and sought to limit how payouts are split between grants and repayable loans.\nHuffPost France writes (in French) that French president Emmanuel Macron “punched his fist on the table” in frustration at the position of the northern states.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItalian Prime Minister Giuseppe Conte accused the Netherlands and its allies — Austria, Sweden, Denmark and Finland — of “blackmail.”HuffPost Italy reports (in Italian) that Macron accused Rutte of behaving like former U.K. prime minister David Cameron when negotiating the Brexit referendum. “That strategy ended badly,” Macron pointed out. HuffPost Spain leads (in Spanish) on Spanish Prime Minister Pedro Sánchez rejecting the demand of the “frugal” countries for more cuts to direct aid from the recovery fund.The meeting has been adjourned until 4 p.m. CET (10 a.m ET).— James MartinAustralia’s Second-Largest City Makes Masks Mandatory — 7/20/20, 4:20 a.m. ETPeople in Melbourne, Australia, must now wear masks when leaving their homes as the state of Victoria marked two weeks of triple-digit increases in new coronavirus infections on Sunday.Victoria, which has forced nearly 5 million people into a partial six-week lockdown on July 9, reported 363 new cases of the coronavirus on Sunday, after 217 cases the previous day.“We’re going to be wearing masks in Victoria and potentially in other parts of the country for a very long time,” said Victoria Premier Daniel Andrews.“There’s no vaccine to this wildly infectious virus,” he said. Masks are “a simple thing, but it’s about changing habits, it’s about becoming a simple part of your routine.”Melbournians not wearing face coverings will be fined $200. Australia has recorded about 11,800 coronavirus cases, a fraction of what has been seen in other countries or even some U.S. states, but an outbreak of community transmission in Victoria has been growing, prompting authorities to impose stricter social distancing measures.Three deaths from the COVID-19 disease were reported in Victoria on Sunday, bringing the total to 38 and raising Australia’s death toll to 122.Victoria became the first state in Australia, a country of a loose federal system, to require masks for part of its population. Read more here.﻿— James MartinFor more updates on the pandemic, go here.\nA HuffPost Guide To Coronavirus\n\n7 essential pieces of relationship advice for couples in quarantine\nWhat you need to know about face masks right now\nHow to tell if you need to start doing online therapy\n\nLost your job due to coronavirus? Here’s what you need to know.\n\nParenting during the coronavirus crisis?\nThe HuffPost guide to working from home\nWhat coronavirus questions are on your mind right now? We want to help you find answers.\n\n\nEveryone deserves accurate information about COVID-19. Support journalism without a paywall — and keep it free for everyone — by becoming a HuffPost member today. \n\n\n\n"}, {"cover": "https://s.yimg.com/fz/api/res/1.2/9TEbffvEFkCTvFU.VOoGtA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0736321f00008006337c6a.jpg", "topic": "TASTE", "title": "Nicole Ponseca: We Need To Push  Value  Worth Of Ethnic Cuisine", "author": "By Amanda Balagur", "date": "July 14, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr4xJR0AS1f41MApg9sBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596813812/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fnicole-ponseca-voices-in-food_l_5f05cc2ec5b63a72c33b8e7e/RK=2/RS=g67Hkzf1yJbrEDvRd0Ptd7l4ldU-", "keyword": "China and the world order", "website": "Huffpost", "subtitle": "", "content": ""}, {"cover": "https://s.yimg.com/fz/api/res/1.2/yl1hWXtd6IJuwG_JqB4bZw--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0f00431f0000900b338136.jpg", "topic": "POLITICS", "title": "Coronavirus Live Updates: Read  Latest About  COVID-19 Outbreak", "author": "By Andy Campbell", "date": "July 15, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9Ik98AS1fbsEA6NVsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596813820/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fcoronavirus-live-updates-us-record-case_n_5f0efb42c5b63b8fc111361b/RK=2/RS=g3K2PHtjgC.xrfBy7RqxqPimlOM-", "keyword": "China and the world order", "website": "Huffpost", "subtitle": "The country reported 67,417 new coronavirus cases on Tuesday, more than triple the number seen just one month ago.", "content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSince Chinese officials locked down the city of Wuhan in January, there have been more than 13.5 million cases of COVID-19, the disease caused by the coronavirus, across the planet.\nMore than 584,000 people have died from the disease, according to data compiled by Johns Hopkins University.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEfforts to curb the outbreak have led to the global disruption of daily life and the economy, as schools and workplaces shuttered in hopes of slowing transmission. After months of precautions and lockdowns, governments have begun to reopen their economies.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHuffPost reporters around the world are tracking the pandemic and its effects.\nRead the latest updates on the coronavirus pandemic below. (To see the latest updates, you may need to refresh the page. All times are Eastern. For earlier updates on the pandemic, go here.\nColorado Issues Statewide Mask Mandate — 7/17/2020, 7:30 a.m.\nColorado Gov. Jared Polis issued an executive order Thursday that requires everyone 11 and older to wear a mask in indoor public spaces for at least the next 30 days, the Denver Post reported.\n“Look, in Colorado, there’s no shirt, no shoes, no mask, no service,” Polis said. “Very simple.”\nPrior to the governor’s order, nearly 40 cities and counties had already issued mask orders. But sheriff’s offices in two conservative counties said their deputies would not be enforcing the order.\nCOVID-19 cases have been increasing in Colorado for four straight weeks. State epidemiologist Rachel Herlihy said if the current trends continue, the state would run out of ICU beds in September.\n— Liza Hearon\nBoris Johnson Scraps UK ‘Work From Home’ Advice — 7/17/20, 6:20 a.m.\nU.K. Prime Minister Boris Johnson will scrap the government’s advice to “work from home if you can” from Aug. 1 – despite apparent misgivings from official scientists.\nThe decision on whether staff should work from home will instead be in the hands of employers.\nJohnson dropped the advice that states “people who can work from home should continue to do so,” which was designed to limit the spread of coronavirus.\nJohnson made the move in response to rising concern about the economic impact of people working from home and not spending money in shops, cafes and pubs in city centers.\nBut the government’s chief scientific adviser Sir Patrick Vallance said on Thursday working from home remained a “perfectly good option” and there was “absolutely no reason” to change the advice. Read more\n— Arj Singh\nNearly One-Third Of Florida Children Tested For COVID-19 Test Positive — 7/17/2020, 5:50 a.m.\nOf the 54,022 people under the age of 18 who have been tested for COVID-19 in Florida, 16,797 of them, or roughly 31%, have tested positive, according to data from the state’s Department of Health. This compares with roughly 11% of everyone tested in the state who showed a positive result.\nCases in Florida have been rising at alarming rates the past few weeks, as Gov. Ron DeSantis pushes for schools to completely reopen in the fall. The Republican governor told mayors in south Florida — the state’s hardest-hit area for cases — that reopening schools is low risk.\n— Nina Golgowski\n‘Moment Of Truth’ As European Leaders Gather For Crucial Summit — 7/17/20, 4:30 a.m.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe 27 heads of the European Union will meet for first face-to-face talks since lockdowns this weekend as they seek to thrash out an economic recovery plan.\n“It is a moment of truth and ambition for Europe,” French President Emmanuel Macron said as he arrived for the meeting in Brussels after weeks of tension over the scale and scope of the rescue fund.\nAt issue is the EU’s 2021-27 budget, envisaged at slightly above 1 trillion euros ($1.1 trillion), and an attached new recovery fund worth 750 billion euros meant to help rebuild the southern economies affected the most by the crisis.\nHuffPost Spain reports (in Spanish) that despite significant efforts to come to an agreement, the positions of the different European leaders still remain distant. Most countries agree on the need to launch a recovery fund after coronavirus, but there are many nuances. \nThe stakes are high with EU economies in free fall and immediate relief measures such as short-time work schemes running out this summer, paving the way for what some fear will be an autumn of deep economic malaise and discontent.\nThat would risk damaging the EU, already struggling with the protracted saga of Brexit and bruised by past crises, from the financial meltdown to migration feuds. That in turn could expose it to more eurosceptic, nationalist and protectionist forces and weaken its standing against China, the United States or Russia.\nThe summit is scheduled to run for two days, though officials said it could spill into Sunday if an agreement remains elusive.\n— Eduardo Loren and James Martin\nFrance Brings Forward New Mask Rules — 7/17/20, 3:30 a.m.\nFrance has accelerated plans to make it compulsory to wear face masks in enclosed public spaces after pressure from doctors and concerns about renewed flare-ups of COVID-19.\nPresident Emmanuel Macron said Tuesday that mask-wearing would be mandatory in places such as shops from Aug. 1, citing signs that the coronavirus was “coming back a bit.”\nBut HuffPost France reports (in French) that Prime Minister Jean Castex has said the mask rules will now come into force “next week.”\nUntil now, it has been mandatory to wear face coverings only on public transport and in public spaces where social distancing is not possible.\nCastex also raised concerns over the lower number of people being tested in France, claiming that while capacity was high, there were “psychological” obstacles that were discouraging people from being tested.\nOfficial figures show the number of COVID-19 infections and fatalities has slowed in France since late May. The disease has killed more than 30,000 people in France and is spreading again in some areas.\n— James Martin\nAstraZeneca ‘Could Price Poor Out Of COVID Vaccine’ — 7/17/20, 3:15 a.m.\nAstraZeneca could price poorer countries out of a British coronavirus vaccine in the future due to a loophole in the nonprofit agreement it signed with Oxford University, campaigners have warned – among them one of the first participants in the trial itself.\nVolunteer Luigi Ceccaroni has demanded the details of a distribution deal between Oxford University and the pharma giant be made public, saying he fears the firm could still profiteer from the drug once the first global peak dies down. AstraZeneca said this week it was “too early to comment on pricing post-pandemic.”\nIn an open letter, Ceccaroni said there must be more transparency about the agreement between Oxford and AstraZeneca to ensure “free global access” to the vaccine. “The output of a publicly funded project should be open and free for everyone,” he told HuffPost UK.\n In April, the University of Oxford – which has received tens of millions in government funding for its coronavirus vaccine research – announced a “landmark partnership” with the drug company. The two parties agreed to develop, manufacture and distribute the vaccine if it was successful, vowing to operate on a not-for-profit basis – during the pandemic.\nOn Thursday, news of promising results from the human trials of the Oxford trials was reported by the Daily Telegraph. According to the newspaper, researchers believe the jab could offer “double protection” against the virus, with blood samples suggesting the vaccine had stimulated the production of both antibodies and “killer T-cells” in volunteers.\n— Jasmin Gray\nIndia And Brazil Hit Grim New Milestones — 7/17/20, 3 a.m.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIndia has become the third country in the world to record more than 1 million coronavirus cases, behind only the United States and Brazil, as infections spread further out into the countryside and smaller towns.\nFor India’s population of around 1.3 billion, experts say a million cases is still low and the number will rise significantly in the coming months as testing is expanded.\nThe last four months of the pandemic sweeping India have exposed severe gaps in the country’s healthcare system, which is one of the most poorly funded and has for years lacked enough doctors or hospital beds.\nMeanwhile, Brazil’s health ministry reported that the country had passed 2 million confirmed infections and 76,000 deaths. Since late May, Brazil has recorded more than 1,000 daily deaths on average in a plateau that has yet to tilt downward.\nHowever, HuffPost Brazil reports (in Portuguese) that a series of changes in the way the government reports coronavirus data has lead to doubts over the accuracy of the figures and to claims of underreporting.\nBrazil’s President, Jair Bolsonaro, who has played down its health risks and fought against social distancing orders, remains in quarantine after testing positive for coronavirus a second time.\nPolls show Bolsonaro’s popularity has been sinking during the pandemic. The share of Brazilians that see his government as bad or terrible has risen to 44%, according to a late June survey by pollster Datafolha. That was up from 38% in April and 36% in December.\n— James Martin\nVirus Data Temporarily Disappears From CDC Website After White House Shifts Control To HHS — 7/16/20, 4:20 p.m. ET\nInformation on nationwide coronavirus hospitalizations briefly vanished from the Centers for Disease Control and Prevention’s public website this week as the White House implemented a new and controversial method for hospitals to report their data.\nTables on the nationwide availability of hospital beds and ICU beds disappeared for around two days. The absence was first noticed Tuesday, according to a researcher contacted by CNBC. \nInstead of reporting key data points on testing, cases and supplies directly to the CDC, the Trump administration instructed hospitals to report their numbers to the Department of Health and Human Services beginning Wednesday. Critics said this gives the president more control over the official statistics, which he could potentially manipulate for political gain.\nThe White House contends that the new policy will streamline and speed up the process of gathering up-to-the-moment information on how the coronavirus crisis is impacting the nation. Press secretary Kayleigh McEnany defended it at a Thursday press conference, saying, “This is all about getting more data out there, not less data.”\nThe hospitalization data reappeared Thursday afternoon. HHS spokesperson Michael Caputo told Vice News that the CDC had been directed to make it public again.\n— Sara Boboltz\nRussian Hackers Trying To Steal COVID-19 Vaccine Research: Report — 7/16/2020, 10:10 a.m. ET\nHackers associated with Russia’s intelligence agency are trying to steal information from researchers conducting COVID-19 vaccine trials, the United Kingdom said Thursday.\nHacking group APT29, also known as Cozy Bear, is targeting academic and pharmaceutical research institutions involved in vaccine development, the Associated Press reported. It’s unclear whether any information was stolen, but officials said individuals’ confidential information has not been compromised.\n“It is completely unacceptable that the Russian Intelligence Services are targeting those working to combat the coronavirus pandemic,″ U.K. Foreign Secretary Dominic Raab said in a statement. “While others pursue their selfish interests with reckless behavior, the U.K. and its allies are getting on with the hard work of finding a vaccine and protecting global health.”\nThe announcement was made by Britain’s National Cyber Security Centre in coordination with the United States and Canada.\nCozy Bear was one of two Kremlin-linked hacking groups that targeted the Democratic National Committee computer network ahead of the 2016 presidential election.\nRead more from the Associated Press here.\n— Hayley Miller\nGeorgia Gov. Explicitly Bans Localities From Ordering People To Wear Masks — 7/16/2020, 7:30 a.m.\nGov. Brian Kemp banned Georgia’s cities and counties from ordering people to wear masks, voiding at least 15 localities’ orders on Wednesday. The Republican governor has been trying to encourage voluntary mask-wearing.\nHis move is likely to infuriate local officials in communities that had acted, like Atlanta and Savannah.\n“It is officially official. Governor Kemp does not give a damn about us,” Savannah Mayor Van Johnson wrote on Twitter Wednesday night. “Every man and woman for himself/herself. Ignore the science and survive the best you can.”\nGeorgia has had nearly 128,000 confirmed infections and nearly 3,100 deaths overall as of Wednesday.\n— AP\nAustralia Hints At Even Tighter Restrictions As New Cases Surge — 7/16/20, 4:50 a.m.\nAustralia’s most populous states will impose harsher restrictions on movement if a COVID-19 outbreak is not quickly bought under control, state premiers said on Wednesday.\nAustralia has been heralded as a global leader in containing COVID-19, its total death toll lower than what Florida reported on Tuesday alone. Even so, it has seen a surge in new cases, culminating with 10 days of triple-digit gains as of Wednesday.\nVictoria state reported another 238 cases in the past 24 hours, even after reimposing a lockdown last week on about 5 million people in Melbourne, Australia’s second-biggest city.\nVictoria state Premier Daniel Andrews singled out a minority of people for defying lockdown orders — which require people to stay home except for a small number of permissible activities — warning restrictions could be extended.\nMore than 500 people have been fined for not abiding by the lockdown, including two men caught driving around to play the Pokemon GO video game, Victoria Police Deputy Commissioner Rick Nugent said.\nNationally, Australia has now recorded about 10,500 cases, while the death toll rose to 111 on Wednesday after a woman in her 90s died from the virus.\n— Reuters\nAmerican Airlines Warns 25,000 Employees Of Potential Layoffs – 7/16/20, 2:45 a.m.\nAmerican Airlines told 25,000 employees they may be furloughed in October due to the ongoing pandemic, the latest signal that the beleaguered air travel industry faces a long road to recovery.\n“We hate taking this step, as we know the impact it has on our hardworking team members,” Doug Parker, the airline’s chief, wrote in a letter to employees obtained by The Washington Post.\nThe figure could impact nearly 30 percent of the airline’s staff.\nUnited Airlines sent similar notices to 36,000 workers last week, even after the federal government allotted billions in grants to the industry meant to stave off financial ruin.\n— Nick Visser\nRose Parade Canceled For First Time In 75 Years – 7/16/20, 2:45 a.m.\nThe Rose Parade will not be held on New Year’s Day 2021 due to the ongoing coronavirus pandemic, officials said on Wednesday. \n“Like most people, having never lived through a pandemic before ... our thoughts were that the parade was 10 months away and we would be fine,” David Eads, the chief executive of the Tournament of Roses, told The Los Angeles Times. He added that as the crisis worsened, “the reality of the pandemic set in.” \nThe Rose Parade has been held annually for more than 130 years, with only a brief hiatus during World War II between 1942 and 1945.\n“We’re really disappointed that we’re not going to be able to do that again this year, but the health and well-being of all our participants and guests is our top priority,” Eads said Wednesday. \n— Nick Visser\nPennsylvania Implements New Restrictions To Curb Rising COVID-19 Cases — 7/15/20, 4:05 p.m. \nPennsylvania Gov. Tom Wolf announced new restrictions to curb the spread of coronavirus on Wednesday, a day after the state health department said Pennsylvania was experiencing a spike in COVID-19 infections in younger people.\nWolf’s administration placed restrictions on restaurant capacities, alcohol sales and large gatherings.\nAs part of Wolf’s order, which takes effect Thursday, bars have to remain closed unless they offer dine-in meals, and customers can only consume food and beverages at a table or booth, not at the bar.\nRestaurants can only operate at 25% capacity for indoor dining. Events and gatherings that take place indoors are limited to no more than 25 people, while outdoor events are limited to 250 people, including event staff.\nAll businesses are also encouraged to continue operating remotely, if possible.\n“During the past week, we have seen an unsettling climb in new COVID-19 cases,” Wolf said. “When we hit our peak on April 9, we had nearly 2,000 new cases that day, with other days’ cases hovering around 1,000. Medical experts looking at the trajectory we are on now are projecting that this new surge could soon eclipse the April peak. With our rapid case increases we need to act again now.”\nThe state health department reported an additional 994 cases of COVID-19 Wednesday. The state total is currently 97,665 cases.\n— Carla Russo\nOklahoma Governor, Who Has Resisted Statewide Mask Order, Tests Positive For COVID-19 — 7/15/20, 12:55 p.m. ET\nOklahoma Gov. Kevin Stitt (R) said Wednesday that he has tested positive for COVID-19, becoming the first U.S. governor to contract the virus.\nStitt has been a major proponent of rapidly reopening businesses, and has resisted issuing a statewide mandate on wearing masks.\n“We respect people’s rights ... to not wear a mask,” he said Wednesday during a virtual news conference. “You just open up a big can of worms.”\nStitt said he did not believe he had contracted the virus at President Donald Trump’s rally in Tulsa last month, which he attended. \nIn March, the governor was roundly criticized when he tweeted and then deleted a photo of himself and his family dining at a crowded restaurant.\nRead more from the AP. \n— Marina Fang\nWalmart To Finally Require All Customers Wear Masks — 7/15/20, 12:15 p.m. ET\nWalmart, the world’s largest retailer, will mandate that customers wear masks in its stores beginning next week.\n“Currently about 65 percent of our more than 5,000 stores and clubs are located in areas where there is some form of government mandate on face coverings,” the company said in a statement. “To help bring consistency across stores and clubs, we will require all shoppers to wear a face covering starting Monday, July 20. This will give us time to inform customers and members of the changes, post signage and train associates on the new protocols.” \nRead more here. \n— Marina Fang\nU.S. Reports Record Single-Day Spike In New Cases — 7/15/2020, 9 a.m. ET\nThe United States reported 67,417 new cases of the coronavirus on Tuesday, a record of new cases in a single day and more than triple the number of new cases seen just one month ago, according to data collected by Johns Hopkins University.\nCases have been rapidly increasing in the country, particularly in Texas, California and Florida, which accounted for nearly half of all new cases in the country, CNBC reported.\nPresident Donald Trump on Tuesday attributed the increase in cases to an increase in testing.\n“Think of this: If we didn’t do testing, instead of testing over 40 million people, if we did half the testing, we would have half the cases,” Trump said at a press conference, per CNBC. “If we did another, you cut that in half, we would have, yet again, half of that. But the headlines are always testing.”\n— Andy Campbell\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMerck CEO: Lawmakers Touting Vaccine By Year’s End Doing ‘Grave Disservice To The Public’ — 7/15/2020, 5:45 a.m. ET\nMerck Chief Executive Ken Frazier said that lawmakers who were raising hopes for a coronavirus vaccine by the end of the year were doing a “grave disservice to the public.”\nIn an interview with Harvard Business School last week, the big pharma executive pointed out that the company’s most recent Ebola vaccine took more than five years to produce.\n“I think at the end of the day, we don’t want to rush the vaccine before we’ve done rigorous science. We’ve seen in the past, for example, with the swine flu, that that vaccine did more harm than good,” he said.\nSee more of his interview here.\n— Nick Visser\nFauci Urges Young People To ‘Think About Societal Responsibility’ As COVID-19 Cases ‘Unequivocally’ Rise In U.S. — 7/14/20, 5:44 p.m. ET\nDr. Anthony Fauci, the country’s top infectious disease expert, has urged young Americans to “think about your societal responsibility” as coronavirus cases continue to rise in the U.S. \n“There is no doubt that there are more infections and we know that because the percentage of the cases that are tested that are positive are increasing,” he said during a virtual conference hosted by Georgetown University on Tuesday. “Therefore, unequivocally, you’re seeing truly more new cases.” \nWhile Fauci said he did not at all blame young people for wanting to return to normal life and socializing, he appealed to them to “not only think about your individual personal responsibility” but the potential risks they could pose to others if they fell ill and spread the virus while asymptomatic.\n“We’re all in this together,” he said. “Everybody has a role in getting this pandemic under control.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAsked by a Georgetown student about depoliticizing conversations around the outbreak, Fauci urged her to not “get involved in any of the political nonsense.” \n“It’s a waste of time and a distraction,” he said, stressing that the virus cares not what your party affiliation is.\n“The best thing you could do is protect yourself and fortify your colleagues in their attempts to protect themselves from getting infected,” he said.\n— Dominique Mosbergen\nFlorida Reports 132 New Deaths, Breaking State’s Single-Day Record — 7/14/2020, 11:35 a.m. ET\nFlorida reported 132 new coronavirus-linked deaths on Tuesday, setting a grim new record of single-day COVID-19 deaths in the state. The previous high of 120 was set on July 9, according to Treasure Coast Newspapers.\nThe Florida Health Department added 9,194 coronavirus cases in the last 24 hours, bringing the total number of confirmed cases in the state to 291,629.\nFlorida has the third highest number of known infections of all 50 states, behind only New York and California, according to The New York Times.\nFlorida, one of the earliest states to reopen amid the pandemic, has seen a surge in cases in recent weeks. Roughly 4 million people who are 65 or older —a population that is particularly vulnerable to the virus — live in Florida. \n― Hayley Miller\nLouisiana AG Tests Positive For Coronavirus Ahead Of Pence Visit — 7/14/20, 11:25 a.m. ET\nLouisiana Attorney General Jeff Landry is quarantining after testing positive for COVID-19 and will not be able to greet Vice President Mike Pence when he arrives for his visit Tuesday.\n“Out of an overabundance of caution with the Vice President coming to our state, I was tested for Cornavirus,” Landry wrote in an email obtained by local newspaper The Advocate. “Though experiencing no symptoms, I tested positive for COVID-19.”\nLandry said he was taking unspecified medications.\nPence is scheduled to speak with Louisiana Gov. John Bel Edwards (D) and his health care team, as well as with higher education leaders, to discuss reopening schools and fall sports.\nLast week, the conservative attorney general urged Louisiana schools to reopen in the fall without a mask mandate, arguing that it “creates a situation that may cross the line on liberty.” Edwards has ordered everyone in the state to wear masks in public and closed bars over the weekend in response to rising case numbers.\n— Sara Boboltz\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}, {"cover": "https://s.yimg.com/fz/api/res/1.2/eiLwLf7J.8eTNZ5xOiJNZg--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5ef4f304250000d400c28b80.jpg", "topic": "IMPACT", "title": "Behind America’s Mutual Aid Boom Lies A Long History Of Government Neglect", "author": "By Amanda Schupak", "date": "July 2, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9Ik98AS1fbsEA9tVsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596813820/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2famerica-history-mutual-aid-government-neglect_n_5ef4e189c5b643f5b230f482/RK=2/RS=t_xgXb4LKuzA62fBUGG47yfanO0-", "keyword": "China and the world order", "website": "Huffpost", "subtitle": "The tradition of mutual aid is as old as the country itself because social inequity is baked into the system.", "content": "Before COVID-19 hit Nashville, the tornadoes did. In the early morning hours of March 3, a pair of twisters ripped through the Tennessee capital at 165 miles an hour. The storm killed some two dozen people and left others homeless, just days before the state’s first case of the coronavirus was identified in a nearby town and less than three weeks before Nashville’s mayor would issue a “safer at home” order.The tornadoes destroyed large swaths of the historically Black neighborhoods of East Nashville and North Nashville, areas already struggling with gentrification.“When the pandemic was starting, a lot of people were out of their homes who were already pretty vulnerable and marginalized,” said Aimi Hamraie, an associate professor of health, society and American studies at Nashville’s Vanderbilt University.But they said, “Very quickly people were organizing to help get groceries, to get food to folks who needed it, and really coming together with their neighbors.”People also chased away real estate developers who, within hours of the storm, had descended to snap up devastated properties, even as the owners still stood on their lawns, surveying the wreckage of their lives.About 20 people from around the city organized themselves into the Nashville Mutual Aid group and circulated a Google spreadsheet to connect people in need with neighbors who could help, offering rides to pick up groceries and prescriptions, child care, and more. There are now nearly 100 people on their listserv. Hamraie, who is part of the group and whose research focuses on interdependence and collective care, said that members meet weekly via video chat to study the history and philosophy of mutual aid and solidarity movements. These discussions have grown only more topical during the protests sparked by the police killing of George Floyd in Minneapolis on May 25. “We’ve also talked about the roots of mutual aid and abolition work — efforts to go beyond just relying on the state for health and safety and security and actually create it in our own communities,” they said.“The term ‘mutual aid’ basically just means when people band together to meet immediate survival needs, usually because of a shared understanding that the systems in place aren’t coming to meet them, or certainly not fast enough,” Dean Spade, an associate professor at Seattle University School of Law and one of the leading voices on mutual aid, explained recently on Democracy Now.Hyperlocal support networks have proliferated in recent months, evidenced by the scores of mutual aid Google docs, directories of docs, mutual aid 101 instructions and toolkits, Facebook groups, and Slack channels connecting people in need with people who can give. Aid has taken the form of running errands for people who’ve lost income or been homebound during the pandemic. At Black Lives Matter protests, it’s looked like snack stations, safe houses, bail funds and pepper spray relief.The community outpouring has been inspiring, but it betrays a troubling corollary: that people must find a way to provide for themselves because the nation has failed them. The confluence of the pandemic and the protests is highlighting how chronically under-resourced populations are disproportionately impacted by disasters and police violence. And in these populations, it has always been necessary to fill in the systemic gaps. Even before the pandemic, a quarter of Americans were barely getting by, and now soaring unemployment is hitting Hispanic women, immigrants and people without college degrees particularly hard. More than 37 million people in the U.S. already struggled to feed their families — especially Black, Latinx and Indigenous households. The coronavirus has hugely increased levels of need. Food banks have been unable to keep up with the surge in demand and experts fear that the numbers of those experiencing food insecurity will rise by millions because of job losses. The government’s bumbling and inadequate response to the pandemic — on top of a crumbling health care infrastructure and weak social protections for workers — has created a survivalist need for communities to form their own networks of support.“Part of the importance of mutual aid is also a critique of neglect of certain communities,” said Paula Austin, assistant professor of history and African American studies at Boston University. “I think that’s why mutual aid is happening now, during the pandemic. Because it’s clear that there are communities that have historically been neglected and we see that neglect brought into relief.”The tradition of mutual aid is at least as old as the country itself because social inequity is baked into the system. Austin pointed to efforts at the start of the 19th century when the first free Black communities were established in the Northeast. Legal freedom didn’t necessarily translate into social, political and economic equality, she said, “so we get these Black communities that form mutual relief and mutual aid societies.”Noted abolitionist and local leader William Hamilton co-founded the New York African Society for Mutual Relief in 1808 (though it probably existed in secret before then). The organization collected dues to provide a form of health and life insurance to its members ― prominent Black professionals ― and their families, who otherwise wouldn’t have access to such safety nets. Throughout the 19th and early 20th centuries, mutual aid societies gave warm clothes and shoes to African American children so they could go to school in the winter, offered child care help to their mothers, and ran literacy classes and job training. Immigrants from Europe and China established networks of communal care, and “sociedades mutualistas” flourished among Latin Americans in the Southwest. Mutual aid has been and continues to be a crucial lifeline for many marginalized populations, including Indigenous people, people with disabilities and members of the LGBTQ community as well. In addition to providing for unmet needs, mutual aid societies have been important political organizations, laying out the structural inequalities that left their communities without adequate social services in the first place.That was central to the mutual aid projects of the Black Panther Party in the 1960s, which included legal aid and children’s education programs, health clinics, and free breakfasts for 20,000 children in 19 cities. “All these programs satisfy the deep needs of the community but they are not solutions to our problems,” wrote Black Panther co-founder Huey Newton. “That is why we call them survival programs, meaning survival pending revolution.”As Austin put it: “We’re working on the revolution, but while we’re working on the revolution, we need food and we need housing, and we need education and health care. We need all these things that our federal government is not providing.”It makes sense that mutual aid swells in times of acute crisis. Grassroots responses, what Hamraie referred to as “the people’s infrastructure,” can react more quickly to specific local needs than a legislative body allocating and distributing funds from afar. What seems different right now, Hamraie observed, is that many more people “are showing up.” Mutual aid has entered the mainstream in response to both the COVID-19 pandemic and the Black Lives Matter protests. “Marginalized people have been doing mutual aid forever,” said Hamraie. Now, they said, people from a wide range of backgrounds are stepping up and speaking out who might never before have participated in activism. People are seeing that “you don’t have to solely rely on appeals to your representatives. There are additional ways of creating the world that you want,” Hamraie said.“We’re seeing a kind of interracial, maybe even cross-class coalition building. And people thinking about, ‘What are my personal resources and how can I use them to support other people, who I may or may not be an actual community with, during the pandemic?’” said Austin.She traced some of the current interracial organizing against anti-Black police violence back to the Occupy Wall Street protests, when many young, predominantly white people became politicized around issues of systemic economic inequalities.Alex Gitterman, a professor at the University of Connecticut School of Social Work, said he is reminded of the civil rights movement in the 1960s. “We were always on a picket line, on the protest line, and the climate was right for it,” he recalled. “I haven’t seen that for 60 years. So I’ve got my fingers crossed.”Gitterman helped develop a model for social work within groups of people that applies the central concepts of mutual aid. The process enables group members to help one another deal with common life and environmental stressors. It ”reduces isolation, de-pathologizes problems and diminishes stigma,” he explained.He observed that shared experience makes people more likely to come together for a common purpose and impels them to action. But a little heterogeneity in the group, some different perspective, has the potential to create even deeper impact, he said.People coalescing around a cause that may not affect them directly is an extension ― and an expansion ― of a long tradition of mutual aid. “One way to think about it is the difference between mutual aid for self-determination” — as seen in historically underserved communities creating their own networks of support — “and mutual aid for solidarity,” Hamraie said. It’s not just about giving, but about joining together. One of the central tenets of mutual aid is “solidarity, not charity.”How to maintain that distinction when their members have varying levels of privilege and need is something that Hamraie and others in their collective discuss in their weekly chats. And they recognize that even being able to join those calls requires access — to a computer, internet, free time — that not everyone has.Activists will have to probe these difficult questions as new and expanding networks strive to keep the mutual aid momentum going. “I believe the generosity and solidarity in action in the present moment offers a foreshadowing of what is possible ― and necessary,” Rebecca Solnit wrote in The Guardian about mutual aid responses to the coronavirus. She went on to say, “Some of that sense of urgency and shared destiny will fade away, as it often does after a disaster, but one of the important things to remember is that some of it was here before this pandemic.”Whether it’s the 2020s, the 1960s or the 1800s, the dire need for mutual aid exposes the failings of a system that has never provided equally for all people. The question now is whether the groundswell will finally shift the landscape in a meaningful way. “The revealing of underbelly is always good, but I’m worried that at some point there will be a rolling back from the reveal. I worry that we won’t actually make some necessary fixes,” Austin said. “I’m hopeful and simultaneously worried.”For more content and to be part of the “This New World” community, follow our Facebook page.HuffPost’s “This New World” series is funded by Partners for a New Economy and the Kendeda Fund. All content is editorially independent, with no influence or input from the foundations. If you have an idea or tip for the editorial series, send an email to thisnewworld@huffpost.com."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/eiLwLf7J.8eTNZ5xOiJNZg--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5ef4f304250000d400c28b80.jpg", "topic": "IMPACT", "title": "Behind America’s Mutual Aid Boom Lies A Long History Of Government Neglect", "author": "By Amanda Schupak", "date": "July 2, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9IlqCAS1fsXwA5SBsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596813826/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2famerica-history-mutual-aid-government-neglect_n_5ef4e189c5b643f5b230f482/RK=2/RS=ArUVnrsfkB1GMdI2lgtcJq.CUxQ-", "keyword": "China and the world order", "website": "Huffpost", "subtitle": "The tradition of mutual aid is as old as the country itself because social inequity is baked into the system.", "content": "Before COVID-19 hit Nashville, the tornadoes did. In the early morning hours of March 3, a pair of twisters ripped through the Tennessee capital at 165 miles an hour. The storm killed some two dozen people and left others homeless, just days before the state’s first case of the coronavirus was identified in a nearby town and less than three weeks before Nashville’s mayor would issue a “safer at home” order.The tornadoes destroyed large swaths of the historically Black neighborhoods of East Nashville and North Nashville, areas already struggling with gentrification.“When the pandemic was starting, a lot of people were out of their homes who were already pretty vulnerable and marginalized,” said Aimi Hamraie, an associate professor of health, society and American studies at Nashville’s Vanderbilt University.But they said, “Very quickly people were organizing to help get groceries, to get food to folks who needed it, and really coming together with their neighbors.”People also chased away real estate developers who, within hours of the storm, had descended to snap up devastated properties, even as the owners still stood on their lawns, surveying the wreckage of their lives.About 20 people from around the city organized themselves into the Nashville Mutual Aid group and circulated a Google spreadsheet to connect people in need with neighbors who could help, offering rides to pick up groceries and prescriptions, child care, and more. There are now nearly 100 people on their listserv. Hamraie, who is part of the group and whose research focuses on interdependence and collective care, said that members meet weekly via video chat to study the history and philosophy of mutual aid and solidarity movements. These discussions have grown only more topical during the protests sparked by the police killing of George Floyd in Minneapolis on May 25. “We’ve also talked about the roots of mutual aid and abolition work — efforts to go beyond just relying on the state for health and safety and security and actually create it in our own communities,” they said.“The term ‘mutual aid’ basically just means when people band together to meet immediate survival needs, usually because of a shared understanding that the systems in place aren’t coming to meet them, or certainly not fast enough,” Dean Spade, an associate professor at Seattle University School of Law and one of the leading voices on mutual aid, explained recently on Democracy Now.Hyperlocal support networks have proliferated in recent months, evidenced by the scores of mutual aid Google docs, directories of docs, mutual aid 101 instructions and toolkits, Facebook groups, and Slack channels connecting people in need with people who can give. Aid has taken the form of running errands for people who’ve lost income or been homebound during the pandemic. At Black Lives Matter protests, it’s looked like snack stations, safe houses, bail funds and pepper spray relief.The community outpouring has been inspiring, but it betrays a troubling corollary: that people must find a way to provide for themselves because the nation has failed them. The confluence of the pandemic and the protests is highlighting how chronically under-resourced populations are disproportionately impacted by disasters and police violence. And in these populations, it has always been necessary to fill in the systemic gaps. Even before the pandemic, a quarter of Americans were barely getting by, and now soaring unemployment is hitting Hispanic women, immigrants and people without college degrees particularly hard. More than 37 million people in the U.S. already struggled to feed their families — especially Black, Latinx and Indigenous households. The coronavirus has hugely increased levels of need. Food banks have been unable to keep up with the surge in demand and experts fear that the numbers of those experiencing food insecurity will rise by millions because of job losses. The government’s bumbling and inadequate response to the pandemic — on top of a crumbling health care infrastructure and weak social protections for workers — has created a survivalist need for communities to form their own networks of support.“Part of the importance of mutual aid is also a critique of neglect of certain communities,” said Paula Austin, assistant professor of history and African American studies at Boston University. “I think that’s why mutual aid is happening now, during the pandemic. Because it’s clear that there are communities that have historically been neglected and we see that neglect brought into relief.”The tradition of mutual aid is at least as old as the country itself because social inequity is baked into the system. Austin pointed to efforts at the start of the 19th century when the first free Black communities were established in the Northeast. Legal freedom didn’t necessarily translate into social, political and economic equality, she said, “so we get these Black communities that form mutual relief and mutual aid societies.”Noted abolitionist and local leader William Hamilton co-founded the New York African Society for Mutual Relief in 1808 (though it probably existed in secret before then). The organization collected dues to provide a form of health and life insurance to its members ― prominent Black professionals ― and their families, who otherwise wouldn’t have access to such safety nets. Throughout the 19th and early 20th centuries, mutual aid societies gave warm clothes and shoes to African American children so they could go to school in the winter, offered child care help to their mothers, and ran literacy classes and job training. Immigrants from Europe and China established networks of communal care, and “sociedades mutualistas” flourished among Latin Americans in the Southwest. Mutual aid has been and continues to be a crucial lifeline for many marginalized populations, including Indigenous people, people with disabilities and members of the LGBTQ community as well. In addition to providing for unmet needs, mutual aid societies have been important political organizations, laying out the structural inequalities that left their communities without adequate social services in the first place.That was central to the mutual aid projects of the Black Panther Party in the 1960s, which included legal aid and children’s education programs, health clinics, and free breakfasts for 20,000 children in 19 cities. “All these programs satisfy the deep needs of the community but they are not solutions to our problems,” wrote Black Panther co-founder Huey Newton. “That is why we call them survival programs, meaning survival pending revolution.”As Austin put it: “We’re working on the revolution, but while we’re working on the revolution, we need food and we need housing, and we need education and health care. We need all these things that our federal government is not providing.”It makes sense that mutual aid swells in times of acute crisis. Grassroots responses, what Hamraie referred to as “the people’s infrastructure,” can react more quickly to specific local needs than a legislative body allocating and distributing funds from afar. What seems different right now, Hamraie observed, is that many more people “are showing up.” Mutual aid has entered the mainstream in response to both the COVID-19 pandemic and the Black Lives Matter protests. “Marginalized people have been doing mutual aid forever,” said Hamraie. Now, they said, people from a wide range of backgrounds are stepping up and speaking out who might never before have participated in activism. People are seeing that “you don’t have to solely rely on appeals to your representatives. There are additional ways of creating the world that you want,” Hamraie said.“We’re seeing a kind of interracial, maybe even cross-class coalition building. And people thinking about, ‘What are my personal resources and how can I use them to support other people, who I may or may not be an actual community with, during the pandemic?’” said Austin.She traced some of the current interracial organizing against anti-Black police violence back to the Occupy Wall Street protests, when many young, predominantly white people became politicized around issues of systemic economic inequalities.Alex Gitterman, a professor at the University of Connecticut School of Social Work, said he is reminded of the civil rights movement in the 1960s. “We were always on a picket line, on the protest line, and the climate was right for it,” he recalled. “I haven’t seen that for 60 years. So I’ve got my fingers crossed.”Gitterman helped develop a model for social work within groups of people that applies the central concepts of mutual aid. The process enables group members to help one another deal with common life and environmental stressors. It ”reduces isolation, de-pathologizes problems and diminishes stigma,” he explained.He observed that shared experience makes people more likely to come together for a common purpose and impels them to action. But a little heterogeneity in the group, some different perspective, has the potential to create even deeper impact, he said.People coalescing around a cause that may not affect them directly is an extension ― and an expansion ― of a long tradition of mutual aid. “One way to think about it is the difference between mutual aid for self-determination” — as seen in historically underserved communities creating their own networks of support — “and mutual aid for solidarity,” Hamraie said. It’s not just about giving, but about joining together. One of the central tenets of mutual aid is “solidarity, not charity.”How to maintain that distinction when their members have varying levels of privilege and need is something that Hamraie and others in their collective discuss in their weekly chats. And they recognize that even being able to join those calls requires access — to a computer, internet, free time — that not everyone has.Activists will have to probe these difficult questions as new and expanding networks strive to keep the mutual aid momentum going. “I believe the generosity and solidarity in action in the present moment offers a foreshadowing of what is possible ― and necessary,” Rebecca Solnit wrote in The Guardian about mutual aid responses to the coronavirus. She went on to say, “Some of that sense of urgency and shared destiny will fade away, as it often does after a disaster, but one of the important things to remember is that some of it was here before this pandemic.”Whether it’s the 2020s, the 1960s or the 1800s, the dire need for mutual aid exposes the failings of a system that has never provided equally for all people. The question now is whether the groundswell will finally shift the landscape in a meaningful way. “The revealing of underbelly is always good, but I’m worried that at some point there will be a rolling back from the reveal. I worry that we won’t actually make some necessary fixes,” Austin said. “I’m hopeful and simultaneously worried.”For more content and to be part of the “This New World” community, follow our Facebook page.HuffPost’s “This New World” series is funded by Partners for a New Economy and the Kendeda Fund. All content is editorially independent, with no influence or input from the foundations. If you have an idea or tip for the editorial series, send an email to thisnewworld@huffpost.com."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/ljntusMvhkBhA7Q.u43pNA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f18f39f220000b50d3876f8.jpg", "topic": "POLITICS", "title": "Biden Claims Trump Is  First Racist President", "author": "By Carla Herreria Russo", "date": "July 23, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9CKrNAS1fZkYAziZsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596813901/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fbiden-trump-first-racist-president_n_5f18c05ec5b6128e68205b4a/RK=2/RS=YA3l8CEoFd1Dy0exx8Ee1rrewY8-", "keyword": "China and the world order", "website": "Huffpost", "subtitle": "", "content": ""}]