[{"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/TFHTXDGBTQI6VCIINCRLT2XJ4A.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/TFHTXDGBTQI6VCIINCRLT2XJ4A.jpg", "title": "To cool off U. tensions, let’ start with a truce on media access", "date": "Jul 10, 2020", "url": "https://www.washingtonpost.com/opinions/2020/07/10/cool-off-us-china-tensions-lets-start-with-truce-media-access/", "keyword": "U.S.-China trade war and trade barriers", "website": "the Washington Post", "author": "John Pomfret", "content": "Dear Chinese Foreign Minster Wang Yi,You gave an important speech in Beijing on Thursday in which you attempted to halt the slide in U.S.-China relations. You declared that China did not want to see its relationship with the United States descend into a new Cold War. You declared that China was willing to “activate and open all the channels of dialogue” with the United States. You also noted that “slandering others does not clear one’s own name, and finger-pointing cannot resolve any problems.”Support our journalism. Subscribe today.arrow-rightI — and I’m sure many other China watchers in the United States — heartily agree and, to that end, permit me a modest proposal: let’s stop the war that the United States and China are engaged in over the media.ADLet’s agree that tit-for-tat expulsions and other limits imposed by either side have unnecessarily reduced the numbers of American correspondents in China and Chinese correspondents in the United States. This drop could damage the ability of people in both countries, including investors, diplomats, soldiers and average citizens, to understand one another. As you noted in your speech, “only communication can dispel falsehoods.”ADWith that in mind, Foreign Minister Wang, isn’t it time for a truce?One step would be to acknowledge that while no one wants to reprise the Cold War, some of the reciprocal arrangements worked out between Moscow and Washington are worth considering. Back in the day, the United States and the Soviet Union followed a strict quota system when it came to the media. Russia could send the same number of reporters to the United States as the United States could send to Russia. So, the Soviet newspaper Pravda got two slots in the United States, for example, while the New York Times got two in the U.S.S.R.ADObviously, today the media ecosystem is bigger and more complex than the one between Russia and the United States during the Cold War. The best guess of State Department officials is that there are currently about 150 reporters from China in the United States, even after the Trump administration moved in March to limit to 100 the number of Chinese nationals who could work for five of Beijing’s state-run news organizations in the United States. And there are an estimated 80 American correspondents based in China, even after China responded to the Trump administration’s move by expelling every American correspondent (save one) from the China bureaus of The Post, the New York Times and the Wall Street Journal.ADThe solution could be establishing a clear-cut quota system of, say, 150 reporters on each side. That would meet the Trump administration’s goal of a more reciprocal relationship with Beijing, while also aligning with China’s mission of maintaining its media operations in America. On the U.S. side, a nongovernmental organization (NGO) or a separate media-related organization could dole out the slots to interested parties so that the U.S. government is not involved.Chinese authorities could allocate their quota as they see fit. Visas should be issued on at least a yearly basis, with an added proviso to permit another quota of reporters — such as magazine writers and documentary crews, — on short-term visas to operate in the countries.ADBut Foreign Minister Wang, it’s still an open question whether anyone in the Chinese government is really interested in halting the media war or establishing a balanced relationship with the United States when it comes to the media. I’m told that State Department officials have indicated to their Chinese counterparts that the U.S. government is interested in discussing the media issue in detail but, so far, no Chinese agency, including your ministry, appears interested in engaging.ADMany of us in the media believe that the Chinese government fears U.S. reporters because their scoops — such as those probing the wealth of high-ranking Communist Party members — have rocked the foundations of party power. Tit-for-tat expulsions means the United States loses and maybe, Minister Wang, your government is comfortable with that.However, another view notes that the Chinese government has invested billions of dollars in a so-called Grand External Propaganda Campaign, according to a report published by the Hoover Institution, which involves ramping up China Global Television, Xinhua (now the biggest news agency in the world), China Daily and other outlets. The prospect of completely losing a foothold in the United States might animate Chinese officials to consider a deal.ADUltimately, Minister Wang, the issue of media access is a trade issue. How can Chinese companies expect to tap into U.S. financial markets, for example, if they don’t allow American reporters to write from China about those Chinese companies? The recent scandal involving Luckin Coffee — which raised some $645 million on Wall Street in 2019 only to implode after it disclosed that it had fabricated most of its 2019 revenue — underscores the need for on-the-ground reporting in China.ADMore broadly, why should China Global Television be allowed to reach more than 30 million households in the United States, for example, if the New York Times’s website remains blocked by censors in Beijing? If Chinese state-run and private companies can invest in or subsidize media properties in the United States, as they have done, why can’t U.S. firms do the same in China?At the center of all this is the word “reciprocity.” Chinese officials have told me that they define reciprocity to mean that Chinese government media outlets should be able to benefit from the openness of the American system while their U.S. counterparts must tolerate restrictions imposed by Beijing. That’s reciprocal in Beijing’s view. That’s a perversion of the word.ADStill, that can be discussed in depth after we’ve called a truce. And to get there, a simple quota system for media access is a good start.Read more:Fareed Zakaria: China has been bungling its post-coronavirus foreign policyJosh Rogin: Trump’s China hawks are loose and not wasting any timeCharles Dunst: Welcome to China’s new interventionist foreign policyJohn Pomfret: The Trump administration’s China policies are ironically bolstering Beijing", "comment": "57 Comments", "topic": "Global Opinions"}, {"cover": "", "title": "Why the Kosovo Conflict Remains a Problem for the EU", "date": "Jul 14, 2020", "url": "https://www.washingtonpost.com/business/why-the-kosovo-conflict-remains-a-problem-for-the-eu/2020/07/11/73569ad6-c333-11ea-8908-68a2b9eae9e0_story.html", "keyword": "U.S.-China trade war and trade barriers", "website": "the Washington Post", "author": "", "content": "The war that ended the bloody breakup of Yugoslavia -- Europe’s worst conflict since World War II -- remains unresolved, with its adversaries still locked in a territorial dispute. More than two decades after they stopped fighting, Kosovo is demanding recognition as an independent state, while Serbia refuses to let it go. The disagreement has thwarted their progress toward European Union membership and opened space for a geopolitical tussle, where the U.S., Russia and China are grappling for influence on the bloc’s southeastern frontier.Support our journalism. Subscribe today.arrow-right1. What’s the dispute?Kosovo’s ethnic-Albanian majority is demanding recognition as a sovereign state after unilaterally declaring independence in 2008, almost a decade after a NATO bombing campaign led by the U.S. forced Serb troops from its territory. It won’t allow the return of Serb rule after suffering the most when late strongman Slobodan Milosevic tried to destroy its independence movement in the 1998-1999 war, which killed more than 10,000 people. Serbia vows never to agree to the secession of what it considers its historic heartland, which is home to ancient holy sites of the Serbian Orthodox Church. It also demands autonomy for the 100,000 Serbs still living in Kosovo. Neither side has budged from their position for more than two decades.ADAD2. Why is this such a big deal?Serbia and Kosovo need to mend ties to qualify for EU membership. The world’s biggest trading bloc, already reluctant to take in new members, won’t consider candidates with open territorial issues. Serbia is nominally on track to join, while Kosovo is striving to become a candidate. One hurdle is that while Kosovo, with U.S. backing, has won recognition from more than 110 countries, five of the EU’s 27 members don’t acknowledge it. Serbia is lobbying to block its neighbor from joining world bodies such as Interpol and the United Nations Educational, Scientific and Cultural Organization and has persuaded at least a dozen nations to revoke their recognition. The ultimate proof of statehood for Kosovo would be entry in the UN, but Serbia is relying on Russia and China to prevent that until a compromise is found. That gives the governments in Moscow and Beijing a foothold to increase their influence in the region.3. Who are the key figures?ADADYears of EU-brokered talks to mend ties between the Balkan foes stalled in 2018 when Kosovo erected a punitive trade barrier against Serbia in retaliation against the Belgrade government’s lobbying campaign. Kosovo lifted the 100% tax on Serb imports in June as U.S. President Donald Trump’s administration tried to play the role of mediator. But plans for a White House meeting between Serbian President Aleksandar Vucic and Kosovar President Hashim Thaci fell through when prosecutors at the Kosovo Special Prosecutor’s Office in The Hague, which was established with Kosovo’s approval to pursue war crimes suspects, accused Thaci of involvement in nearly 100 murders and other atrocities. Top officials involved in seeking a settlement include EU foreign policy chief Josep Borrell and the bloc’s Kosovo envoy, Miroslav Lajcak.4. What are the stumbling blocks?Kosovo’s political parties unanimously reject any deal that doesn’t include Serbian recognition. Serbia’s leverage is the ability to prevent Kosovo from gaining a UN seat. Any agreement would require ratification in both parliaments. Vucic has pledged a referendum if a deal is struck, but many Serbs and the Orthodox Church opposing letting go. That’s a potentially unsurpassable hurdle that Vucic hasn’t provided an answer to. The two sides also floated a land swap before talks collapsed in 2018, but Germany and other EU states said redrawing borders was out of the question.ADAD5. What’s next?Serbia’s Vucic and Kosovo Prime Minister Avdullah Hoti are slated to resume EU-moderated talks after holding a video summit with French President Emmanuel Macron and German Chancellor Angela Merkel and representatives from the bloc. For now, the EU has retrieved the initiative to defuse the dispute in its backyard from the U.S., which has supported the expansion of the North Atlantic Treaty Organization in the region into countries trying to shield themselves from Russia’s influence. But any deal would require support from other world powers, and no imminent breakthrough appears likely.For more articles like this, please visit us at bloomberg.com©2020 Bloomberg L.P.", "comment": "0 Comments", "topic": "Business"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://d1i4t8bqe7zgj6.cloudfront.net/07-13-2020/t_5f5bbf3616064359a55261e3451986d1_name_FactChecker20k_Thumb_v2.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://d1i4t8bqe7zgj6.cloudfront.net/07-13-2020/t_5f5bbf3616064359a55261e3451986d1_name_FactChecker20k_Thumb_v2.jpg", "title": "President Trump has made more than 20,000 false or misleading claims", "date": "Jul 13, 2020", "url": "https://www.washingtonpost.com/politics/2020/07/13/president-trump-has-made-more-than-20000-false-or-misleading-claims/", "keyword": "U.S.-China trade war and trade barriers", "website": "the Washington Post", "author": "Glenn KesslerSalvador RizzoMeg Kelly", "content": "It took President Trump 827 days to top 10,000 false and misleading claims in The Fact Checker’s database, an average of 12 claims a day.But on July 9, just 440 days later, the president crossed the 20,000 mark — an average of 23 claims a day over a 14-month period, which included the events leading up to Trump’s impeachment trial, the worldwide pandemic that crashed the economy and the eruption of protests over the death of George Floyd in police custody.Support our journalism. Subscribe today.arrow-rightThe coronavirus pandemic has spawned a whole new genre of Trump’s falsehoods. The category in just a few months has reached nearly 1,000 claims, more than his tax claims combined. Trump’s false or misleading claims about the impeachment investigation — and the events surrounding it — contributed almost 1,200 entries to the database.ADThe notion that Trump would exceed 20,000 claims before he finished his term appeared ludicrous when The Fact Checker started this project during the president’s first 100 days in office. In that time, Trump averaged fewer than five claims a day, which would have added up to about 7,000 claims in a four-year presidential term. But the tsunami of untruths just keeps looming larger and larger.ADAs of July 9, the tally in our database stands at 20,055 claims in 1,267 days.Just as when Trump crossed the 10,000 threshold, an interview with Sean Hannity of Fox News helped Trump breach the 20,000 mark. Trump racked up 62 claims on July 9, about half of which came during the Hannity interview: Trump’s statements cover a substantial range of his bogus attacks, conspiracy theories, boasts and inaccurate information:AD— Former president Barack Obama “did not want” to give surplus military equipment to police. Obama scaled back the program but still allowed specialized firearms, manned and unmanned aircraft, explosives and riot gear.— Trump has “tremendous support” in the African American community. No polling shows this.— Trump “insisted” the National Guard be used in Minneapolis to quell disturbances and Seattle officials “knew” he was ready to act with force if the city did not shut down protests. Local officials say neither claim is true; they acted on their own.AD— The United States has a “record” for coronavirus testing, and China has not tested as many people as the United States. The United States still lags several major countries in terms of tests per million people, the best metric for comparison. The United States has a higher per capita testing rate than China, but China in June said it had tested 90 million people — at the time, three times as many as the United States.AD— Obama and former vice president Joe Biden “spied” on his campaign and “knew everything that was going on.” Trump has made allegations of Obama spying since 2017, based on little or no evidence.— The jury forewoman in the Roger Stone trial was “disgraceful.” The judge in the case rejected claims of bias. Tomeka Hart’s political leanings and activities were clearly known during the jury selection process, and not even Stone’s legal team tried to strike her from the jury pool.AD— Paul Manafort, Trump’s former campaign manager, was placed in “solitary confinement,” while Al Capone “was never in solitary confinement.” Manafort was in a “private, self-contained living unit” that was larger than other units, which included a bathroom, shower, telephone and laptop access, according to court records. Capone was eventually sent to the infamous Alcatraz prison, where he was stabbed and got into fights and, according to some reports, ended up in solitary confinement as his brain deteriorated from untreated syphilis.AD— “We’re doing record numbers on the border.” In 2020, no records have been set, and border apprehensions spiked sharply in June.— “We’ve rebuilt the military, 2.5 trillion dollars.” Trump frequently suggests this money is all for new equipment, but he’s just adding together three years of budgets, none of which is a record.ADSo far during his presidency, Trump’s most repeated claim — 360 times — is that the U.S. economy today is the best in history. He began making this claim in June 2018, and it quickly became one of his favorites. He’s been forced to adapt for the tough economic times, and doing so has made it even more fantastic. Whereas he used to say it was the best economy in U.S. history, he now often recalls that he achieved “the best economy in the history of the world.”ADThat’s not true. The president once could brag about the state of the economy, but he ran into trouble when he made a play for the history books. By just about any important measure, the pre-coronavirus economy was not doing as well as it did under Presidents Dwight D. Eisenhower, Lyndon B. Johnson or Bill Clinton — or Ulysses S. Grant. Moreover, the economy was already beginning to hit the head winds caused by Trump’s trade wars, with the manufacturing sector in an apparent recession.Trump has repeated this “best economy” claim more than 100 times just since the coronavirus emerged in China and sent the economy into a tailspin, robbing Trump of what he had expected would be his top sales pitch for reelection.ADTrump’s second-most repeated claim — 261 times — is that his border wall is being built. Congress balked at funding the concrete barrier he envisioned, so the project evolved into the replacement of smaller, older barriers with steel bollard fencing. (Only three miles of the barrier is on land that previously did not have a barrier.) The Washington Post has reported that the bollard fencing is easily breached, with smugglers sawing through it, despite Trump’s claims that it is impossible to get past. Nevertheless, the project has diverted billions in military and counternarcotics funding to become one of the largest infrastructure projects in U.S. history, seizing private land, cutting off wildlife corridors and disrupting Native American cultural sites.ADTrump has falsely said 210 times that he passed the biggest tax cut in history. Even before his tax cut was crafted, he promised it would be the biggest in U.S. history — bigger than President Ronald Reagan’s in 1981. Reagan’s tax cut amounted to 2.9 percent of the gross domestic product, and none of the proposals under consideration came close to that level. Yet Trump persisted in this fiction even when the tax cut was eventually crafted to be the equivalent of 0.9 percent of GDP, making it the eighth-largest tax cut in 100 years. This continues to be an all-purpose applause line at the president’s rallies.Trump’s penchant for repeating false claims is demonstrated by the fact that the Fact Checker database has recorded nearly 500 instances in which he has repeated a variation of the same claim at least three times.ADThe Fact Checker also tracks Three- or Four-Pinocchio claims that Trump has said at least 20 times, earning him a Bottomless Pinocchio. There are now 40 entries, with the most recent addition being his false claim that he has spent $2.5 trillion on new military equipment. ADThe award-winning database website, created by graphics reporter Leslie Shapiro, has an extremely fast search engine that will quickly locate suspect statements the president has made. We encourage readers to explore it in detail.Readers may also be interested in our new book, which was published June 2 by Scribner: “Donald Trump and His Assault on Truth: The President’s Falsehoods, Misleading Claims and Flat-Out Lies.” We drew on the database to compile a guide to Trump’s most frequently used misstatements, biggest whoppers and most dangerous deceptions. We examine in detail how Trump misleads about himself and his foes, the economy, immigration, the Ukraine controversy, foreign policy, the coronavirus crisis and many other issues. The book is a national bestseller and earned a starred review from Kirkus Reviews, which called it “an extremely valuable chronicle.”ADNote: The Fact Checker welcomes academic research of the Trump claims database. Recent examples include work done by Erasmus University of Rotterdam, University College London and the University of California at Santa Barbara. You can request our data files with an explanation of your research plans by contacting us at factchecker@washpost.com.(About our rating scale)Send us facts to check by filling out this formSign up for The Fact Checker weekly newsletterThe Fact Checker is a verified signatory to the International Fact-Checking Network code of principles", "comment": "460 Comments", "topic": "Fact Checker"}, {"cover": "https://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/3BR7DXV6HEI6VPNPUEU7SIICN4.jpghttps://img.washingtonpost.com/wp-apps/imrs.php?w=145&h=100&src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/3BR7DXV6HEI6VPNPUEU7SIICN4.jpg", "title": "In Trump’ new version of American carnage, the threat isn’t immigrants or foreign nations. It’", "date": "Jul 4, 2020", "url": "https://www.washingtonpost.com/politics/in-trumps-new-version-of-american-carnage-the-threat-isnt-immigrants-or-foreign-nations-its-other-americans/2020/07/04/f1354fa6-be10-11ea-8cf5-9c1b8d7f84c6_story.html", "keyword": "U.S.-China trade war and trade barriers", "website": "the Washington Post", "author": "David Nakamura", "content": "In his inaugural address, President Trump sketched the picture of “American carnage” — a nation ransacked by marauders from abroad who breached U.S. borders in pursuit of jobs and crime, lured its companies offshore and bogged down its military in faraway conflicts.Support our journalism. Subscribe today.arrow-rightNearly 3½ years later, in the president’s telling, the carnage is still underway but this time the enemy is closer to home — other Americans whose racial identity and cultural beliefs are toppling the nation’s heritage and founding ideals.Trump’s dark and divisive 42-minute speech at the foot of Mount Rushmore in South Dakota late Friday served as a clarion for his campaign reelection message at a time when the nation — already reeling with deep anxiety over the devastating public health and economic impact of the coronavirus pandemic — is also facing a cultural reckoning over the residue of its racially segregated past.ADADAs he has so often during his tenure, the president made clear that he will do little to try to heal or unify the country ahead of the November presidential election but rather aims to drive a deeper wedge into the country’s fractures.For Trump, that has meant defining a new foil. If his 2016 campaign to put “America first” was focused on building a wall to keep out immigrants and shedding alliances with nations he believed were exploiting the United States, the president is now aiming his rhetorical blasts at groups of liberal Americans who, he believes, constitute a direct threat to the standing of his conservative base.At Mount Rushmore, under the granite gaze of four U.S. presidents, Trump railed against “angry mobs” pursuing “far-left fascism” and a “left-wing cultural revolution” that has manifested in the assault on statues and monuments celebrating Confederate leaders and other U.S. historical figures, including some former presidents, amid the mass racial justice protests of recent weeks.ADAD“Their goal is not a better America; their goal is the end of America,” the president declared.“We are now in the process of defeating the radical left — the Marxists, the anarchists, the agitators, the looters,” Trump told guests Saturday during an Independence Day celebration on the South Lawn of the White House.In making the case that a radical and violent ideology underpins much of the social justice movement that propelled the nationwide demonstrations, Trump has dropped virtually all pretense that he supports millions of peaceful protesters who have called for broad reforms to address what they see as systemic racism and a culture of brutality in police departments.ADTrump made no mention Friday of the victims of police violence, including more than half a dozen black families he met with in the Oval Office last month before he signed an executive order to create national training certification guidelines for law enforcement agencies and establish a database to track police brutality cases.ADInstead, he warned of a “growing danger” to the values of the nation’s founders —  a “merciless campaign to wipe out our history, defame our heroes, erase our values, and indoctrinate our children.”He boasted of federal authorities apprehending hundreds of looters and vandals, even though the number is lower. He warned of “violent mayhem” in streets of cities run by “liberal Democrats.” He celebrated the arrest of a “ringleader” in the unsuccessful attempt from demonstrators to topple a statue of President Andrew Jackson, Trump’s favorite past president, in Lafayette Square across from the White House. And he asserted that schoolchildren were being taught to “hate their own country.”AD“This was a deeply divisive speech aimed at what Trump sees as real Americans versus anarchists,” presidential historian Douglas Brinkley said. “That’s not just bigotry to the outside world, but now he’s really attacking millions of Americans as worthless, as socialists, as anarchists.”ADTrump’s 2016 campaign was built around the core policy goals of restricting immigration —  in the name of providing more jobs to Americans and reducing crime — and renegotiating global trade deals in the service of protecting American workers. In his inaugural address in January 2017, the president faulted Washington’s political elite for enriching themselves at the expense of the public at large, ignoring blight and suffering caused by their policies that favored rampant globalization.“This American carnage stops right here and stops right now,” Trump said.ADTrump exploited the nation’s culture wars after taking office, lambasting African American athletes for kneeling during the national anthem in protest of police brutality and failing to clearly denounce a white supremacist march in Charlottesville that resulted in the death of a counterprotester.ADBut heading into 2020, the president who had promised to “make America great again” was preparing to run for reelection on a message of economic renewal, touting record stock markets and historically low unemployment rates. He was pointing to the construction of 200 miles of new barrier walls along the U.S.-Mexico border and renegotiated trade deals with Canada, Mexico and China as evidence that he had made good on his 2016 promises.The Trump campaign began rolling out a new motto: “Keep America Great.”ADHis mismanagement of the coronavirus pandemic upended those plans. Nearly 130,000 Americans have died of the virus and tens of millions have lost their jobs, and despite a six-week shutdown in wide swaths of the country, infection rates this past week spiked to a record high of more than 50,000 new cases per day.ADTrump’s public approval ratings have tumbled over his response to the pandemic and the racial justice protests. Polls show former vice president Joe Biden, the presumptive Democratic presidential nominee, opening a sizable lead over Trump nationally and holding an advantage in key swing states.In an effort to halt his slide, Trump has sought to shift blame for scenes of violence and destruction at the protests onto leaders in Democrat-led cities and states, accusing them of losing control of their streets and failing to act with toughness.ADAt Mount Rushmore, Trump appeared to make an oblique reference to Biden after touting the legacies of George Washington, Thomas Jefferson, Abraham Lincoln and Theodore Roosevelt, the presidents carved into the cliffs above him.“No movement that seeks to dismantle these treasured American legacies can possibly have a love of America at its heart,” Trump said. “No person who remains quiet at the destruction of this resplendent heritage can possibly lead us to a better future.”ADIn a video message Saturday, Biden offered a more hopeful contrast to Trump by casting the racial justice protests of recent weeks as part of the nation’s long-standing struggle “between two parts of our character — the idea that all men and women, all people, are created equal, and the racism that has torn us apart.”AD“American history is no fairy tale,” added Biden, who cited George Floyd, the black man whose death at the hands of Minneapolis police in late May sparked the national outcry.Peter Wehner, who served as a speechwriter for president George W. Bush, said Trump faces an obvious difficulty as he seeks to fan public fears over renewed “American carnage” given that he has been responsible for the stewardship of the country for more than three years.“It’s an insight into him: He doesn’t view his job in terms of governing. He just views it as a platform to vent and be angry,” Wehner said. “He’s not just appealing to the base, but he’s appealing to the base of the base. The aperture of the campaign is constricting, not expanding — he’s energizing a smaller and smaller group of angrier and angrier Americans. And to try to energize that base, he has to say more and more extreme things.”\n\n", "comment": "0 Comments", "topic": "Politics"}]