[{"cover": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/bf34062e-99eb-47c1-8b06-78f65dd45289/a257ecba-2846-41a9-b872-a0ea51aef956/1280x720/match/156/88/image.jpg?ve=1&tl=1", "title": "Jason Rantz says some politicians, media are convinced that riots will be worth it if Trump loses in November", "url": "https://www.foxnews.com/transcript/jason-rantz-says-some-politicians-media-are-convinced-that-riots-will-be-worth-it-if-trump-loses-in-november", "subtitle": "Guests: Jason Rantz, Anthony Napolitano, Ian Smith, Heather Mac Donald, Bill Hagerty, Marc Siegel, Greg Gutfeld", "keyword": "U.S.-China trade war and trade barriers", "website": "Fox News", "author": "", "content": "TUCKER CARLSON, HOST: Good evening, and welcome to \"Tucker Carlson Tonight.\" Happy Monday.You can tell a lot about a society by what shocks its leaders. For generations, what shocked the people in charge of this country was political violence, hurting your neighbors for having different opinions. They were appalled by that and they were right to be.Political violence isn't simply an assault on individual Americans, it's an attack on America itself. In this country, we govern by consent, not by force. People with guns don't make our laws, voters do.You may have a Glock in your hand, but on Election Day, you have precisely as many votes as the little old lady who disagrees with you. That's our system. The weak are supposed to have as much power over the government as the strong, and that is the basis of our equality as Americans, something that we should cherish and protect.Political violence immediately short circuits this. It ends democracy. Violence instead returns us to the most primitive of all systems, one in which might makes right. People who hurt others get to do exactly what they want. Everyone else has to obey them. There is no greater threat to civilization than this and we used to understand that because it's obvious.But things have changed. The people who run this country are no longer shocked by political violence. They welcome it. They slyly encourage it. They are its beneficiaries.They tell us the only real crimes are thought crimes. It's okay to set fires or smash strangers in the face with two by fours, so long as you are chanting the correct slogans. If you're on the right team, everything is allowed.But if you dare to dissent from the orthodoxy, you will be swiftly punished. Go ahead and express the wrong opinion. Try it in a meeting, try it on Facebook, they will find you. You will lose your job, your reputation, possibly even your life.The message they're sending you is very clear. Americans are not equal anymore. There are two standards in this country, one standard for them and a very different standard for you.Over the weekend, we saw exactly what they will excuse from their own supporters. Armed mobs of Joe Biden voters torched, buildings, smashed cars, attacked police officers. They rioted. They hurt people, a lot of people -- and the media, watching closely lied about all of it. They pretended it didn't happen. They made excuses for it. They buried the truth in euphemism.The liars of \"The New York Times\" described the riots as quote, \"protests,\" as if the violence was justified or could be justified. Here's the truth about what happened. Here's what actually happened in Seattle over the weekend. Take a look.[VIDEO CLIP PLAYS]CARLSON: Protests? No, these were not protests. These were scenes from a war. The rioters threw rocks, bottles, wood, explosives at police. One explosion left an eight inch hole in a police precinct.Because no lie is too absurd for CNN to tell, the network described violence against police as quote, \"a demonstration against police violence.\" Got that? It's a perfect inversion of the truth worthy of 1984. Ignorance is strength. Freedom is slavery. War is peace.They repeat it because they expect you to believe it and no doubt some do.Meanwhile, Seattle Police Department gamely tried to push back by releasing actual body cam footage of the violence. It is not clear how many people saw it. So, we're going to show some of you -- we're going to show some of it to you right here.[VIDEO CLIP PLAYS]CARLSON: A total of 59 police officers were injured in this demonstration against police violence. CNN would like you to believe they attacked themselves, they did not, not in Seattle, not anywhere.In Oakland, the mobs with helmets and shields attacked a police station. They shot cops with fireworks. They set fire to a courthouse. Here are pictures of it.[VIDEO CLIP PLAYS]CARLSON: According to NBC News, the rioters you just saw were quote, \"protesters.\" They burned the courthouse quote, \"after a peaceful demonstration intensified.\" Oh intensified, just like the World Trade Center collapsed when a commercial airline flight intensified.It's remarkable. You've got to believe there are still normal people working at ABC News, maybe in the tape library or in the cafeteria. Are they watching their own coverage? How can they stand it? The apologies for violence, the relentless shameless lying?It's hard to believe they haven't resigned. They probably have mortgages and kids who feel for them. Just as you feel for the cameraman who would flee the mob in Sacramento over the weekend.They were surrounded and apparently assaulted by 150 Joe Biden voters dressed in black paramilitary gear, and had to run for their lives. You'd think other journalists would be sympathetic to this, they used to be? Not anymore.The stakes are too high. We've got an election coming up and so instead they lie to provide cover for the rioters, the ones who threatened the cameraman.The Sacramento Bee took pains to tell you that the protests are actually peaceful. The newspaper did its best to downplay the violence, including the fact that so-called protesters are trying to disarm police helicopters with laser pointers.One of the peaceful protesters ran through the streets with a chainsaw in order to block traffic, no problem. Nothing to see here.Meanwhile, at mostly peaceful protests in Austin and Aurora, Colorado people were shot. In downtown Louisville, heavily armed militia and military outfits walked through the city threatening violence if police officers weren't sent to jail. No problem, just a protest. In Milwaukee, a black Trump supporter named Bernell Trammell was executed in front of his office in broad daylight. He was killed.In Portland, Oregon, police seized a bag filled with rifle magazines and Molotov cocktails, not a big deal.City leaders in Portland ignored 60 straight days of rioting. It's fine, they say. Really? Here is how Portland looked over the weekend.[VIDEO CLIP PLAYS]CARLSON: This isn't fine. It's not normal. It's not a protest. These aren't children. These are adults, and they're destroying our country. They're completely out of control. They're violent.Are they punished? No. Where's the Justice Department in this? Don't we have an Attorney General? Isn't he supposed to be conservative? Why are we allowing this?Chad Wolf runs the Department of Homeland Security. Wolf, whatever you think of him has been one of the very few officials in Washington, who seems to notice that any of this is happening. He sent Federal law enforcement to Portland to keep the mob from burning down the Federal Courthouse there, which the mob does not own. It is Federal property. They have no right to torch it. It's not theirs. It's ours.For doing that, for being one of the very few to actually push back a little bit, he was punished. The mob came to Chad Wolf's home yesterday, and they threatened him and his family and they didn't do it suddenly. It wasn't subtext. They said it out loud on camera. Watch.(BEGIN VIDEO CLIP)UNIDENTIFIED FEMALE: We must make social consequences for these men and women.GROUP: Yes, yes.UNIDENTIFIED FEMALE: We must make it uncomfortable for them. We will not be good Germans. We are angry neighbors. You can't live here quietly and is able to live just like us.(END VIDEO CLIP)CARLSON: Oh, she is trying to figure out why the Department of Justice isn't actually doing anything? Why they haven't frog marched the leaders of Antifa in front of the camera? Why they haven't stopped this stuff? While they're acting like they're powerless?Maybe they don't want mobs like this in front of their houses. Maybe mob violence works. \"We must make it uncomfortable for them,\" she says in a megaphone. What does that mean? Well, we don't need to guess because we just spent all weekend watching what it means.Here's the contrast that we should never forget. Things change so quickly. You imagine things have always been this way, but they haven't.There's a presidential election a few months from now. If you disagree with what Chad Wolf has done, you get to vote against Chad Wolf's boss, and Chad Wolf will be out of a job. That's the way we used to do it, when this was a democracy. But not anymore. Now they just go and threaten Chad Wolf's children and the media applaud.Last month, a radio show host in Seattle called Paul Gallant mocked reports that his city was descending into chaos. These were peaceful protests, he suggested. On Twitter, Gallant reported that he saw, quote, \"no burning, pillaging or deaths.\" Of course those things were happening. They existed. We showed you tape of it at the time.But Gallant pretended otherwise. We don't know why we'd have to assume because he thought it would help his team. Then the rioters showed up in the building where he lives, in his apartment building and they destroyed the Starbucks downstairs and that scared him.Now, Gallant says he is buying a gun. Ah, it turns out it's not so easy to lie about violence when it's aimed at you.Jason Rantz is a Seattle based radio host. We're happy to have him on tonight. Jason, thanks so much for coming on. So you just had a lot of violence in the City of Seattle over the weekend. Tell us what you saw and tell us what the reaction from local government was, please.JASON RANTZ, SEATTLE RADIO SHOW HOST: Well, it's almost like we're dealing with a masterclass of gaslighting because I know what I saw and I know what a lot of people who saw the images that I posted online saw, which was violence, which was arson against five construction trailers, which was a Starbucks that was completely ransacked, and someone tried to set it on fire and they didn't know of course stop at Starbucks. They also impacted some other businesses.But we're being told that it's peaceful or maybe it's just a few people, it's a few bad apples in a larger crowd. As if they were redecorating the Starbucks with their rocks, as if they were celebrating police by throwing fireworks at them.What we're seeing is violence. What we saw was a riot and anyone who says otherwise is lying to you. I understand that there's some nuance to go into when you're talking about a very large crowd and there are like two or three bad actors, but the entire crowd is almost full of bad actors.It started off peaceful on Saturday, as they walked to the Juvenile Detention Center. There was about 4,000 to 5,000 people. Then they set it on fire. And then all of a sudden, that crowd was about 1,500.The people who stayed are the bad actors. The people who stayed are the rioters. The people who stayed were saying some horrible things and their goal was not to protest against police brutality. This has nothing to do with George Floyd. This has everything to do with a very specific ideology, and I think that there are politicians and media members who believe that this is going to create enough momentum and chaos to get Donald Trump out of office.I think it's a mistake. I think it's going to backfire on them, but I do think some of them are willing to sit by and see some of these cities complete get destroyed. And yes, some people lose their lives. It's an evil position to take, all because they are justifying, well, if we can get Donald Trump out of office, this guy who was supposed to lead us to the end of civilization, it didn't quite actually happen over the period of the last three and a half years. But this time, it'll happen if he gets reelected. They've convinced themselves this.CARLSON: I don't know what kind of person could justify harming individuals in the name of winning a presidential campaign. I don't think any decent person on either side would ever do that, and I mean it.'RANTZ: He will be --CARLSON: I think that's right. I think that's right. Great to see tonight. Thank you.RANTZ: Good to see.'CARLSON: Well, speaking of violence, one of the epicenters of it in this country, and this has been true for a while now, tragically is Chicago. Two thousand two hundred and forty three people have been shot in the city of Chicago so far this year. How many people is that? It's enough to feel 46 fully loaded school buses, and indeed many of them were children.The mayor of Chicago, Lori Lightfoot doesn't like the police and she is responding to this crisis by demanding more police units outside of her home. Wait a second. She doesn't like police, but she wants more cops outside her home. Why is that? Because her safety is the only thing she cares about.She knows she presides over a city where people are getting killed, and she doesn't want to be one of them.Now, sources tell this show that her district Police Commander refused to move more cops into her neighborhood. He said that his officers are already stretched too thin protecting the citizens of Chicago. For this he was punished, he was promptly reassigned to another unit.We asked the Mayor's Office about this and they angrily denied it. They said the mayor had no role in the reassignment of the Police Commander. Of course, they didn't pledge to jump in and fix it. We'll let you decide whether they're telling the truth or not.Anthony Napolitano is an alderman in the City of Chicago and he joins us tonight. Alderman, thanks so much for coming on.ANTHONY NAPOLITANO, ALDERMAN, CHICAGO: Hi, Tucker. How are you?CARLSON: I'm well, but the idea that the Mayor of Chicago asked for police protection for herself when thousands have been shot in the city so far this year makes me dizzy, the hypocrisy of that.NAPOLITANO: Yes, you know, honestly, I can't attest to that situation in general. But what I can tell you talking to many police officers and many high ranking officers, there are a lot of these commanders, these captains, these lieutenants that are getting to the boiling point right now. They're just -- they feel so understaffed. They don't have enough men and women, police officers on the street, and when they're forced to reallocate police to different portions of the city that can't handle the crime going on right now, they are leaving their districts and their neighborhoods more vulnerable.It's getting to the point right now, like I said before, we're not able to keep up with the rate of attrition because these bosses are retiring. They feel like they're leaving their men and women out there in harm's way and it's a scary point right now for them.CARLSON: So if you look at the crime stats in the city, and they are overwhelming and tragic because each one represents a life ended, or certainly halted, you've got to kind of know -- no honest person could conclude that the police are responsible for 2,400 shootings this year. They're not. The cops didn't do that.What's the purpose of pulling back the police in the middle of a crime wave, honestly?NAPOLITANO: You know, if you actually look at the stats, I think shooting wise in the City of Chicago, police account for maybe 0.06 percent of the shooting.CARLSON: Exactly.NAPOLITANO: Compiled, actually our numbers in eight years is almost 23,000 people were shot. Pulling them back right now, I don't know. It just doesn't -- it doesn't make any sense. We can't -- we can't get enough police officers actually to even take this job right now because of the defund movement and the anti-police movement.But on top of it right now, officers don't -- they're not afraid to be the police, they want to be given the go ahead to be the police and have someone actually back them, someone get behind them and know that they're doing job the best to their ability and mistakes will happen, but you're going to back them on behalf of saving the city.Pulling resources is just -- I live in the 16th District, 32 square miles, sometimes we'll have three to four police officers patrolling the 16th District. That's absolutely ludicrous. We should have anywhere between 32 and 38 on the street in our district, but it's based on the reallocation of officers to other areas. It's forcing officers off this job.CARLSON: It's terrifying. You're one of 50 aldermen. I hope the other 49 listen to you and the mayor. Mr. Napolitano, thanks so much for coming on tonight. I appreciate it.NAPOLITANO: Thanks for having me, Tucker.CARLSON: Well, Major League Baseball started its season last week. That's the good news. The bad news is the coronavirus is already threatening to end it. Dr. Marc Siegel joins us after the break.Plus, we've talked to a New Jersey gym owner several times on the show. He defied the governor's orders. He said he was willing to face the consequences for that. This morning, he was arrested and handcuffed. He joins us after the break.(COMMERCIAL BREAK)CARLSON: The University of Notre Dame in Indiana announced today that it will no longer host a presidential debate this September. The University's President blamed the coronavirus quote, \"Health precautions would have greatly diminished the educational value of hosting the debate on our campus,\" end quote.Now it's possible that's the literal truth in the entire story. On the other hand, given that every major institution in American life opposes Donald Trump's reelection, maybe there's more to it.On the face of it, it does seem like an odd move. Schools usually fight to host debates. It's free advertising for them, Hofstra, Washington University in St. Louis, the chances are you've heard of those places because they hosted presidential debates.But Notre Dame says it doesn't want a debate because not enough students could attend it. Will other schools reach the same conclusion? If they do, could we wind up with an abbreviated number of presidential debates staged by remote on say Facebook or Zoom? Who knows? We don't know.We do know that would certainly help Joe Biden.Well, 11 players and two coaches of the Miami Marlins have tested positive for the coronavirus now. The outbreak comes less than a week after the league launched its short 60-game season. So what does this mean for the rest of the season?Fox News medical contributor, Dr. Marc Siegel joins us tonight with an answer to that question. Doctor, good to see you.DR. MARC SIEGEL, FOX NEWS CHANNEL MEDICAL CONTRIBUTOR: Tucker, in 1969 three things happened. You were born, a man landed on the moon and my miracle Mets won the World Series. And you know what? The American psyche, the national psyche, our spirit is tied into our national pastime baseball.All sports, all eyes are on Major League Baseball, and the problem tonight as you just said is several players on the Miami Marlins in a hotspot -- from a hotspot have tested positive.The problem is not with baseball itself, Tucker. Baseball is a sport that is socially distanced by definition. You're standing in the outfield. You're all alone. You're in the infield. You don't encounter anyone.The problem is that the way baseball is right now, everyone is playing in their home park. They're on the team buses. They're traveling together. They're eating at restaurants. They're sharing equipment. Equipment bags are being brought onto buses.Whereas the NBA and the NFL are doing bubble type techniques where they're playing in one place. NBA in Orlando, NHL -- National Hockey League in Edmonton and Toronto. Major League Baseball needs to survive this season to send a message to all sports. We need our sports. We need Major League Baseball.I want them to consider my prescription for Major League Baseball tonight, consider going to hubs. Consider going to cities and areas where there's not a lot of COVID-19 and not traveling as much and sticking together and not going around to as many restaurants and as many buses and as many planes.Let's restrict some of that and keep baseball going at all costs. Very important, Tucker.CARLSON: I think it is. All parts of this 250-year-old culture are important and that's certainly one of them. Dr. Siegel, thank you so much thanks.SIEGEL: Thanks, Tucker.CARLSON: So we've introduced you to the owners of the Atilus Gym in Bellmawr, New Jersey a couple of times on this show. This morning they were arrested. Why? For defying the state's mandatory shutdown orders. Those arrests come after a three-month standoff between the co-owner of the gym, Ian Smith and the governor of New Jersey, Phil Murphy, both of whom have been on the show.At one point, Smith removed the doors from the gym so the state couldn't keep them shut. Before reopening last May, he announced that he was willing to deal with the consequences of violating state law.(BEGIN VIDEO CLIP)CARLSON: You're openly defying him on television. What do you think's going to happen to you when you do this?IAN SMITH, ATILUS GYM OWNER, BELLMAWR, NEW JERSEY: We're prepared for any and all consequences. Our actions on Monday are going to be grounded in the ideals of civil disobedience.(END VIDEO CLIP)CARLSON: He should have just set a Federal building on fire, screamed the right slogans, Ian Smith would be fine, but he didn't, and so he was arrested. He joins us tonight. Ian, good to see you. Tell us what happened.SMITH: Good evening, Tucker. So from the last time that we spoke, we had lost our newest case of contempt of court and that was on Friday of last week.The governor said that -- and requested in court to take extraordinary measures to stop us from operating a business and Judge Robert Lougy agreed with him. My partner and I had had the doors removed since Thursday and we had not left the building since. We had two weeks' worth of clothing and we were prepared to stay inside at all costs.But we did agree that we would go peacefully if law enforcement came. That time came this morning at about 5:10 this morning, when the County Sheriff walked in the building and said that we were under arrest.Frank and I at that point went peacefully, and when we arrived back after being booked, we had boarded up doors.CARLSON: I hoped the Sheriff was embarrassed. I assume, he was. There are murderers walking free, a lot of them in New Jersey tonight. Maybe they should do something real.You went on this show, you knew that that was wagging a finger in the face of the tyrants who run your state. You did it anyway. Why?SMITH: Because I'm not afraid of tyrants and no American should be, because we outnumber them greatly. And the only thing that they run off of is fear, which is why you see what you see in the media, where they're pumping fear into the coronavirus, when what they should be pumping is solutions.They don't do that. They don't ever offer any solutions. It's wear a mask, shut up and wait for a vaccine. That's not public health, and I won't subscribe to it.CARLSON: That's just the most moving thing I have heard in a long time, and I just want you to restate for our viewers who didn't see your last appearance on this show. How many infections of COVID-19 have been documented in your gym so far? Just to give our audience some sense of the public health threat that you pose.SMITH: At this point, we have record from June that we reopened and allowed visitors to our facility. We have over 13,000 visitors who have come to Atilus Gym in Bellmawr, and not a single case so far.Governor Murphy cannot say that about the long term care facilities that are 100 percent in his control that have been shut down since March and account for over 50 percent of the deaths in the state.CARLSON: Yes, so you pose a documented -- this is not speculation. The health authorities say you pose no threat at all, not one infection and you were handcuffed and arrested because you defied Governor Murphy.You're a brave man, Ian, and I'm grateful that you've come on the show and I hope you will keep us posted as to what happens next.SMITH: Just one more thing to end the night, Tucker, if I could. Governor Murphy asked us for 14 days to shut down -- 14 days today in New Jersey. It is day 132 of the shutdown. And I would just like everybody to think about that long and hard before they support his policies.CARLSON: Yes, once they get power, they never relinquish it. So as you know. Great to see you tonight. Thank you.SMITH: Good night, Tucker.CARLSON: Good night. So, here is the least controversial fact in social science. Children who are raised by two married parents perform much better in school, earn more as adults, much more likely to graduate, much less likely to become addicted to drugs or alcohol, far less likely to go to jail and are healthier.There are many benefits to growing up, in fact, in an intact nuclear family, but two parent households in this country are in steep decline.An update on the state of the American family is next.(COMMERCIAL BREAK)CARLSON: One of the most outspokenly conservative professors in the United States died last week, there are not many. Mike Adams taught at the University of North Carolina, Wilmington. He was direct about his views. Adams opposed censorship and thought abortion was wrong.He believed in facts. He believed in historical record. Here's a clip of Adams describing what he thought of campus speech codes.(BEGIN VIDEO CLIP)MIKE ADAMS, PROFESSOR, UNIVERSITY OF NORTH CAROLINA, WILMINGTON: They consider this to be a political weapon for them to shut down speech that they can't rebut.I've got a definition by the way for hate speech, I think it's speech that the hate -- that the left hates because they lack the intelligence to rebut it.(END VIDEO CLIP)CARLSON: It is one thing for a talk show host to say that, but you can imagine the response when a Professor says it. For articulating his beliefs, Adams faced never ending harassment.After he criticized the tyrannical behavior of the Governor of North Carolina during the coronavirus shutdowns, thousands petitioned for his removal. And in the end, the mob won. The University of North Carolina, Wilmington forced Adams into early retirement. His last day would have been next week.Well, last week, Adams apparently shot himself. But it wasn't enough. The media continued to attack him. NBC News ran a piece entitled, \"Professor behind vile racist and sexist tweets found dead in north carolina home.\" That's real. BuzzFeed ran a story with this headline, quote, \"A Professor who was known for his racist, misogynistic tweets was found dead in his home.\"Imagine doing something like that, writing something like that about a dead man. They didn't think twice. That's who they are. That's what they'd do to you.Well, there's been a lot of research, longitudinal serious research over the decades, and it's very clear, it couldn't be clearer. Children raised by married parents vastly outperform children who weren't on every scale, on average. They're happier, healthier, more successful. They're paid more. They're not in jail. They graduate.So we should be very concerned about a new Senate report. It shows the demise of two parent households has accelerated dramatically in this country. One notable collapse is the percentage of young women who are married, that's dropped from 71 percent in 1962 to 42 percent in 2019.The result of this, people aren't getting married, but they're still having children. That means a massive uptick and out of wedlock births. Out of wedlock births rose from five percent of all births in 1960 to 40 percent of all births today.Heather Mac Donald is the author of \"The Diversity Delusion.\" She's studied these trends carefully, and we're happy to have her on the show tonight. So Heather, the first thing I noticed, and I think it's -- the science of this is so clear, I don't think there's even a debate about it.But I noticed that in affluent neighborhoods like the one I've spent a lot of my life living in, not one person will judge out of wedlock births, but there are no out of wedlock births. Everyone is married and has kids within marriage. What does that tell you?HEATHER MAC DONALD, MANHATTAN INSTITUTE: It tells you that the elites have lost faith in the bourgeois values that they practice, but they're not willing to articulate because they believe that somehow they're associated with white supremacy.We've been hearing a lot, Tucker, about this white privilege meme. That's a poisonous fiction. Here's the real class divide in this country, and sadly, it's also a race divide, the likelihood of growing up with two married parents.I'm going to break a massive feminist taboo here and say that males matter. That fathers matter. That fathers bring a set of values and norms to child rearing, whether it's self-reliance or self-discipline, honor and courage. On average, that complement what mothers can bring.CARLSON: Of course.MAC DONALD: And when you lose that symmetry, and that emotional support for children, that goes so far beyond economic support, which is largely irrelevant, it's the fact that you have twice as much kinship support and people that two parents can spell each other when one is exhausted. That's what results in successful children.And the anarchy that we've lived through with the looting and the rioting of the last month, Tucker, has been preceded by a more slow motion anarchy and breakdown, which is the breakdown of the family because our prisons today are filled almost exclusively with fatherless men.CARLSON: I can't think of any national politician who would say that. I mean, Barack Obama talked about fathers. I don't think he ever once mentioned marriage because unmarried mothers are a core constituency in his party, other than maybe I'm serious, Kanye West. I can't think of anybody who has ever said anything like that. Why?MAC DONALD: The feminists rule our discourse. You're not allowed to say that men matter. I mean, belief survivors believe that they live in a rape culture. I will say though, that before he was elected President, Barack Obama in 2008, gave a Father's Day speech from Chicago that I urge all your listeners, but I urge in particular, the so-called progressives to read, where he gave the facts that you started with, Tucker, about the much greater chance that fatherless boys ended up in prison, end up out of school, end up in gangs.Sadly, Obama did not act on that speech, and the Republicans have not been much better. Part of the problem is, is that so many of them, if they were married initially, are now divorced. So it's a hard thing to turn this around. But we have to because the breakdown of the family is the biggest civilizational catastrophe that we're facing today that is the root of the spiraling crime, insane drive-by shootings that we see in the inner city and the destruction of human potential.CARLSON: I couldn't agree more. The science is completely clear. And by the way, just because you're divorced doesn't disqualify you from telling the truth. If you drink too much, it doesn't mean you want your kids to be alcoholics.I mean, this -- the whole personalist political identity is everything is one of the dumbest ideas we've ever internalized that we have internalized.MAC DONALD: Yes.CARLSON: Heather Mac Donald, really one of our smartest guests ever. Great to see you. Thank you.MAC DONALD: Thanks, Tucker.CARLSON: So Greg Gutfeld, in addition to being a TV star has thought deeply about so-called cancel culture and how to defeat it. It's possible he just wrote a whole book about it. He's here to tell us what he's concluded, next.(COMMERCIAL BREAK)CARLSON: So if you're Antifa, you can burn down a Federal building or storm a police station; but if you're you, the rules are different. Say one wrong thing and you're done. That's called cancel culture. Can we stop it?Fox's Greg Gutfeld has thought a lot about this. He has written a new book, \"The Plus: Self-Help for People Who Hate Self-Help.\" It comes out tomorrow. We're happy to have the great Greg Gutfeld on our show tonight.Greg, congrats on the book. What can we do ...GREG GUTFELD, FOX NEWS HOST: Thank you.CARLSON: ... to end -- to cancel, cancel culture?GUTFELD: Well, first I have to say that amazing gym owner was amazing.CARLSON: Amazing.GUTFELD: That beard. I could live in that beard. I could live like a little elf inside a little Keebler hole in his beard.Okay, I had to get that out of the way. Here's the deal with cancel culture.CARLSON: I don't want to think about that.GUTFELD: Yes, you should. Here's the thing about cancel culture. This is the first work around for the First Amendment in history. Because whenever you complain about cancel culture, they will say, you have the First Amendment, freedom of speech. We're just going to ruin your career and take your livelihood and drive you to suicide. So it actually makes the First Amendment meaningless.There's no way First Amendment can help you.CARLSON: Exactly.GUTFELD: So identified the problems, right? Cancel culture defines you at your worst. The past is always present. Something you did a long time ago doesn't matter. If you apologize, that's merely an appetizer, and the media becomes the amplifier for these deeds simply for clicks.So the solution which I have in my book, you need to make cancel culture costly, because right now it's too cheap to pull it off.CARLSON: Yes.GUTFELD: The low barrier for entry to join a mob is nil. So, the solution is to make it expensive and the key is to share the risk. If we stick together, and it's really easy. The price becomes too high for the mob. The only reason why they exist is because we don't stick together.We get scared. We hide. Companies will virtue signal rather than protect their employees. We often need to build in mutually assured destruction.The assumption that cancel culture could rebound on them destroys it. Remember that reporter that canceled the kid who donated all that money to the Children's Hospital? They found like an old tweet. Then like a week later, they found tweets of the reporter. He lost his job. It has to be like that.CARLSON: So you have to use -- I'm not sure I'm for that. I mean, there's no way to not use their tactics and beat them. It's just a disgusting one.GUTFELD: You could be nice.CARLSON: Yes.GUTFELD: It really is. I think there's a good positive part about this in terms of being \"The Plus.\" You should define people by their best intentions. You should everyday ask yourself if you are contributing to mob culture, especially on social media.Sometimes I'm guilty of it, especially if I drink a little wine. So I try to stay off. We tend to look at Twitter as an ex. We're trying to impress them, rather than looking at it as a harmful, unknown quality.The reason why Tucker Carlson is the happiest talk show host on Earth, is because he never sets foot on social media. I'm not even sure he knows how to turn on a computer. That's why he doesn't care.And one of the solutions to cancel culture is not giving a damn. The problem is, the culture can still care about you. You can't just turn off the weather. They can follow you everywhere.But I think that you have to share the risk, and everyday ask yourself, is there a way to help people who are in trouble?CARLSON: I think that's really wise advice and on your way out, I just -- this is for you, Greg Gutfeld. We have a picture of the beard.GUTFELD: Yes.CARLSON: You'd like to live inside. The rotted oak tree you'd like to tote your acorns to.GUTFELD: Do you know how cozy that would be?CARLSON: I can't believe it.GUTFELD: I'm all for cozy.CARLSON: I think we indulged that.GUTFELD: I am all for cozy.CARLSON: Unbelievable. Congrats on the book.GUTFELD: You endorsed it.CARLSON: I sort of.GUTFELD: Thank you, buddy.CARLSON: Great to see you. Well, there's been a lot happening in this country, international pandemics, trade wars, domestic upheaval have rocked this country in a way it hasn't been in a long time.Who is benefiting? China is benefiting? We will talk to someone who has thought a lot about how they're benefiting, next.(COMMERCIAL BREAK)CARLSON: There is evidence including from Chinese scientists, the coronavirus began in a Chinese lab. The Chinese government certainly lied about its spread, then engaged in sketchy trade practices that destroyed millions of American manufacturing jobs.Fentanyl floods in from China. Hundreds of thousands of Americans have died from that.So China has caused havoc, are they benefiting from it? That's the question for Bill Hagerty. He is running for Senate in Tennessee. He's in the middle of a tough primary. This segment has nothing to do with that.We've asked to talk to Mr. Hagerty because it was knowledge of Asia. He served as the U.S. Ambassador to Japan and we're happy to have him on tonight. Mr. Hagerty, thanks so much for coming on.So the concern would be that after all the problems we've dealt with, thanks to China, they are taking advantage of our weakness to increase their advantage. Do you think that's happening?BILL HAGERTY (R), FORMER U.S. AMBASSADOR TO JAPAN: Absolutely, Tucker. I know that that's the case. That's one of the key reasons that President Trump has endorsed me for the United States Senate. He knows that he needs an ally that understands the scene in China up close and personal. I've dealt with them. We've got to deal with China strictly and toughly.CARLSON: The fentanyl question is one that baffles me. So hundreds of thousands of Americans have died from ODs, far more than have died from COVID-19.HAGERTY: Indeed.CARLSON: That's chemicals coming from China primarily. Nobody ever says that. Why?HAGERTY: We should be saying it. President Trump negotiated in Buenos Aires to stop this with the Chinese Premier. They haven't. Again, we need to stand up strong to deal with this.They're killing Americans. They're sending the material over to Mexico. It's coming across a very porous border. We've got to stand with President Trump to seal the border to secure it to stop the lawlessness and in this drug trade.CARLSON: Does it seem like tensions between the U.S. and China are escalating to a new level? There are signs, consulates closing, et cetera, that they are.HAGERTY: Yes.CARLSON: Are they?HAGERTY: Indeed, indeed, Tucker and as U.S. Ambassador, to Japan, I've seen it up close. They've advanced on us militarily. The minute we step back in the South China Sea, they advanced their forces. That's why President Trump has sent two aircraft carrier groups out that direction.We've got to stand up to them militarily. Diplomatically, you've seen what they've done. They overtook the World Health Organization. I applaud President Trump for taking us out of that group.And economically, they've been a predator for years. We've seen Presidents both Democrat and Republican look the other way as they continued to mount their aggression.They've taken our jobs. They've destroyed our economy with this pandemic, and they've killed over 150,000 Americans. They need to be held to account and I look forward to serving to help do that.CARLSON: Bill Hagerty, I appreciate it. Thanks for coming on tonight. Former U.S. ambassador to Japan.HAGERTY: Thank you so much, Tucker. Great to be with you.CARLSON: Thank you very much. So many things going on right now that it's almost impossible to keep track of all of them.We spend an inordinate amount of time we think it is worth it, but covering the chaos in our streets, but that doesn't mean there isn't a lot happening behind it.And so we're going to make every effort this week and going forward not to let stories fall through the cracks that really matter.In the meantime, we'll be back tomorrow night at eight. The show that is the sworn enemy of lying, pomposity, smugness and groupthink. We mean it.Have a great night with the ones you love.Now, it is time for Sean Hannity from New York.", "comment": "", "topic": "TRANSCRIPT", "date": " July 27"}, {"cover": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/9f010837-b0bb-4acd-97d1-bf65aab2c0a4/90007e52-a01e-4870-b5eb-e974634ae962/1280x720/match/156/88/image.jpg?ve=1&tl=1", "title": "As clock ticks, McConnell accuses Dems of sabotage", "url": "https://www.foxnews.com/politics/as-clock-ticks-mcconnell-accuses-dems-of-sabotage", "subtitle": "Meanwhile Trump pans Senate GOP stimulus plan as \"semi-irrelevant.\"", "keyword": "U.S.-China trade war and trade barriers", "website": "Fox News", "author": "Chris Stirewalt", "content": ".: “Senate Majority Leader on Wednesday said that Democrats were trying to ‘sabotage’ the coronavirus bill … for political reasons the same way … they stymied Senate Republicans' police reform efforts last month. McConnell, R-Ky., made the remarks just days before Americans will lose their boosted unemployment benefits from the federal government and, for many, their rent will come due. Democrats have said that the $1 trillion GOP proposal, which is controversial within even the Republican caucus … does not do nearly enough. But McConnell accused Democrats of not stepping up to the table to negotiate over what he called a ‘serious’ proposal in contrast with House Democrats $3 trillion bill that was passed in May … ‘The only reason I can see that Speaker Pelosi and the Democratic leader would sabotage negotiations is if, as some concluded when they killed police reform in June, they actually think bipartisan progress for the country would hurt their own political chances.’” : “ on Tuesday called the Senate Republicans' coronavirus relief package ‘semi-irrelevant’ when asked whether he supported the legislation at a news conference, underscoring the deep divides between the White House, congressional Republicans and congressional Democrats as lawmakers scramble to pass something in the coming days. … ‘And we'll be talking about it. There are also things that I very much support. But we'll be negotiating. It's sort of semi-irrelevant because the Democrats come with their needs and asks and the Republicans go with theirs. So we'll be discussing that with [Senate Majority Leader] Mitch [McConnell] and all of the other people involved.’ The Senate package certainly doesn't include all that Trump wants. Republicans refused to support a payroll tax cut, which Trump made clear was a priority. And Trump is right that the Senate GOP plan is almost certain to undergo a major overhaul before it reaches his desk.” : “Congress constitutes its own temporal distortion. Its own wrinkles in the space-time continuum. Congress sometimes serves as a literal black hole, consuming time. It’s either nothing o’clock – or the 11th hour. That’s because little of consequence gets done on Capitol Hill until the 11th hour. And after months of a time vacuum amid coronavirus, the clock is ticking again on Capitol Hill. It’s the 11th hour, as lawmakers struggle to finalize the next round of pandemic legislation. ‘This won’t get done until the 11th hour,’ said one senior administration source to Fox about the bill recently. Sure about that? … The true deadline is the end of the week. Extra unemployment benefits Congress approved for workers to cope with the pandemic expire on Friday night. And the rent comes due for millions then, too. You can practically hear the chimes tolling.” : “Rep.  — a Texas Republican who has been walking around the Capitol without a mask — has tested positive for the coronavirus, according to multiple sources. Gohmert was scheduled to fly to Texas on Wednesday morning with President Donald Trump and tested positive in a pre-screen at the White House. The eighth-term Republican told CNN last month that he was not wearing a mask because he was being tested regularly for the coronavirus. ‘[I]f I get it,’ he told CNN in June, ‘you'll never see me without a mask.’ Reps.  (R-Fla.),  (R-Fla.),  (R-Va.), (R-Pa.),  (D-Utah) and  (R-S.C.) have tested positive for the virus, along with Sen.  (R-Ky.).”\n“When  recommends a small extent for republics, the standards he had in view were of dimensions far short of the limits of almost every one of these States. Neither Virginia, Massachusetts, Pennsylvania, New York, North Carolina, nor Georgia can by any means be compared with the models from which he reasoned and to which the terms of his description apply.” – : “The same mathematical model that explains how crystals grow can also explain how tropical stingless bees build honeycombs in spiraling, multi-terraced shapes, according to a study published on Wednesday in the . Bees from the genus  specialize in sophisticated feats of architecture built from hexagonal beeswax cells. Each individual cell is both the landing spot for an egg and a building block for structures that can grow up to 20 levels high,  reports for . Stingless bees’ hives can come in several shapes, including stacks of circles in a bulls-eye, a spiral, a double spiral, and a group of disorderly terraces. How and why bees build the complex shapes without any blueprints has perplexed scientists, but the researchers show that each individual bee might be following a few simple rules. … When each bee follows the same rules in a different part of the hive, a pattern emerges overall.” Email us at  with your tips, comments or questions.  NATIONAL HEAD-TO-HEAD AVERAGE  40.6 percent  51.8 percent  Biden by 11.2 points Biden no change in points, Trump no change in points [] BATTLEGROUND POWER RANKINGS (270 electoral votes needed to win) (109 electoral votes): Wisconsin (10), Ohio (18), Florida (29), Arizona (11), Pennsylvania (20), North Carolina (15), Iowa (6) (180 electoral votes) (249 electoral votes) TRUMP JOB PERFORMANCE 40.8 percent  56.4 percent  -15.6 points no change in points [.]  We’ve brought “From the Bleachers” to video on demand thanks to Fox Nation. Each Wednesday and Friday, Producer  will put Politics Editor  to the test with your questions on everything about politics, government and American history – plus whatever else is on your mind. Sign up for the Fox Nation streaming service  and send your best questions to .   This week,  and Chris Stirewaltdiscuss all of the political action from the White House and Congress as COVID-19 continues to challenge the United States. They discuss the GOP's proposed stimulus bill, unemployment, the return of schools, and President Trump's chance at reclaiming the 2020 election. Plus, Chris answers what Dana calls “the best trivia we've ever had.” : “’s campaign has quietly receded from the television airwaves in Michigan in recent weeks, shifting money elsewhere as one of the key Midwestern states that powered his surprise victory in 2016 threatens to move more firmly back into the Democratic column in 2020. Michigan began the year with expectations that it would be one of the most intense battlegrounds in the country, but its share of Trump television advertising dollars dwindled this summer as built a steady advantage in the polls. Since the end of June, Mr. Trump has spent more money on ads in 10 other states — with Michigan falling behind even much smaller states like Iowa and Nevada — and in recent days, Mr. Trump’s campaign stopped buying ads in Michigan entirely. The Biden campaign has more than tripled what Mr. Trump spent on television in Michigan in the last month, by far the most lopsided advantage of any swing state where both are advertising.” : “President Donald Trump is headed to Odessa and Midland today for his 16th visit to Texas during his presidency. Trump is set to land in Midland at 11:30 a.m. before going to Odessa for a fundraising event at the Marriott. The president will later tour an oil rig at Double Eagle Energy in Midland and talk about his energy policies. The president's visit just a couple months before early voting begins highlights how Texas might see a closer presidential race than it has in decades. Three public polls show Trump and former Vice President Joe Biden in a dead heat, the Houston Chronicle reports. Before this, Texas was a reliable source of votes for Republicans.… Biden criticized Trump's visit as the state reels from the coronavirus and Hurricane Hanna, the Houston Chronicle reports. ‘Mr. Trump, now isn’t the time for politicking or photo-ops,’ Biden said Wednesday morning.”: “Donald Trump and Joe Biden are engaged in a tight race for Georgia’s electoral votes according to the Monmouth University Poll. … Among all registered voters in Georgia, Trump is supported by 47% and Biden is supported by 47%, with 3% saying they will vote for Libertarian  and 3% who are undecided. These results include 42% who are certain to vote for Trump and 39% who say the same for Biden. At the other end of the spectrum, 45% say they are not at all likely to vote for the incumbent and 44% say the same for challenger. … Overall, 46% of Georgia voters have a favorable opinion of Trump and 45% have an unfavorable one – including 38% very unfavorable. Biden gets a 41% favorable and 46% unfavorable rating, including 34% very unfavorable.”: “Former Vice President Joe Biden, the presumptive Democratic nominee, was captured Tuesday holding a note with Sen. ' name printed across the top with talking points, including, ‘Do not hold grudges.’ The other talking points about Harris were: ‘Campaigned with me & Jill.’ ‘Talented.’ ‘Great help to campaign.’ ‘Great respect for her.’ Harris, D-Calif., was a Biden rival when she was running her own campaign for president but has since emerged as a top contender for the vice presidency. The does ‘not hold grudges’ talking point may be reference to the clash between the two at the first Democratic debate, when the former California attorney general went after Biden, who was considered the front-runner for most of 2019, on his civil rights record. … According to POLITICO, former Sen. , who is a member of Biden’s vice presidential search committee, was stunned by Harris' attack, reportedly saying, ‘She laughed and said, ‘that’s politics.’ She had no remorse.’ Those comments have drawn criticism, especially from Democratic women, who say Harris is being held to a standard that wouldn’t apply to a man.” : “Joe Biden said Tuesday he would have his choice for a vice presidential running mate the first week of August. ‘I’m going to have a choice the first week in August and I promise I’ll let you know when I do,’ the Democratic presidential nominee told reporters after delivering a speech about the racial-equity part of his economic plan. Biden had previously pushed back his deadline for a decision from Aug. 1 to a bit later in the month. The Democratic National Convention starts on Aug. 17 and he is almost certain to announce his choice before that. The former vice president has pledged to choose a woman running mate. Last week he said that the group of candidates he was still considering included four Black women, among others.” : “[A Monmouth University poll] showed close races in Georgia’s two U.S. Senate contests. Republican U.S. Sen.  held a 49-43 lead over Democrat . … In Georgia’s other U.S. Senate race, the free-for-all special election for U.S. Sen. ’s seat, showed the Republican incumbent with a narrow advantage. Loeffler led the pack with 26% of support, followed by fellow Republican U.S. Rep.  at 20%.  was the top Democrat with 14% of the vote, trailed by  at 9% and  at 5%. … Another 18% of voters are undecided. That contest will feature 21 candidates all on the same ballot with no primary to filter out nominees. If no candidate gets a majority of the vote – a highly likely scenario – the two top finishers head to a January runoff.”  : “A slew of dismal summer polls and a persistent fundraising gap have left some Republicans fretting about a nightmare scenario in November: That they will fall further into the House minority. Publicly, House GOP leaders are declaring they can still net the 17 seats needed to flip the chamber. But privately, some party strategists concede it’s a much grimmer picture, with as many as 20 Republican seats at risk of falling into Democratic hands. Far from going on offense, the GOP could be forced to retrench in order to limit its losses. There's a growing fear that President Donald Trump’s plummeting popularity in the suburbs could threaten GOP candidates in traditionally favorable districts, and that their party's eagerness to go on offense might leave some underfunded incumbents and open GOP-held seats unprotected. Internal Democratic surveys in recent weeks have shown tight races in once-solid GOP seats in Indiana, Texas, Michigan, Ohio and Montana that Trump carried handily 2016 — data that suggest the battleground is veering in a dangerous direction for the GOP.”: “Two years ago, the notion of running a progressive  supporter in a Trump district in Texas would have been seen as political suicide. Now, , a school-board member who talks about her path from homelessness to the pinnacle of local politics, is considered one of the Democrats’ top House recruits in the country. In the primary, she defeated a retired Air Force colonel, the type of candidate who would typically be seen as better-positioned to win over moderate swing voters. Meanwhile, the biggest-name Democratic congressional hopeful in Texas is former gubernatorial candidate . Davis, whose abortion-rights activism backfired in the conservative-minded red state during her 2014 race, is suddenly looking like a viable candidate in the reliably Republican 21st District, which is even more Trump-friendly than the state at large.” :“So much for Southern hospitality. This fall, Tennessee will say goodbye to retiring Sen. , one of the last of the genteel Republican moderates in the chamber. And the race to replace him has turned into perhaps the ugliest Republican primary in the country — with spurious super PAC attacks,  being invoked as a slur and President Donald Trump lining up on opposite sides as Sen. . The race was never supposed to be competitive: The Trump-backed candidate,  — who served as the president’s ambassador to Japan — was on a glide path. Trump endorsed Hagerty before he even left Tokyo or entered the race. But as the contest has tightened in the run-up to the Aug. 6 election, Hagerty's main opponent, , has found traction by claiming to be the true, unapologetic Trumpian conservative in the race — while blasting Hagerty as a squishy, Mitt Romney-loving phony.”  : “Democrats on Tuesday notched two victories in lawsuits aimed at making it easier to vote by mail during the pandemic. The state of Rhode Island agreed to eliminate witness or notary requirements for people voting by mail throughout the 2020 elections due to the Covid-19 pandemic. A judge signed off on the agreement Tuesday. The case was brought on behalf of two voting rights advocacy groups -- the League of Women Voters of Rhode Island and Common Cause Rhode Island… Also on Tuesday, a judge in Minnesota blocked election officials from enforcing a state law that prohibited voters from helping more than three other people to cast absentee ballots, handing a significant win to two national Democratic organizations that sued to end the provisions.”: “The Lincoln Project, a group founded by \"never Trump\" Republicans that has produced some of the cycle's most memorable ads, today begins spending $4 million to blitz Senate races in Alaska, Maine and Montana. This is the Lincoln Project's biggest buy to date, and the Senate ads will air for seven to 10 days in key markets. The ads — which include ‘Real’ in Alaska and ‘Strong’ in Montana — support challengers to incumbent Republicans. ‘Trump Stooge,’ airing in Maine, criticizes Sen. Susan Collins for not standing up to President Trump. ‘Maine deserves a leader, not a Trump stooge,’ the ad says. ‘We’re moving into the active phase of the fall campaign as voters, stuck at home because of COVID-19, tune in earlier than ever,’ communications director  told Axios.”: “[The] tactical case for conducting a Sherman’s march through the GOP is weak. The problem is not just that very few voters cast their ballots for tactical reasons. It’s that it’s not at all clear that the Republican Party can be burned down or Trumpism extinguished. Let’s say that the November elections lead to Republicans losing the White House, 20 House seats, 12 Senate seats and five governorships: a result considerably worse for the Republicans than most observers expect. That would leave them with roughly the same amount of power they had in 2009, after ’s disastrous second term. Eight years later, they had a majority of everything. Or think back to the aftermath of Watergate. Four years after left office, they had the White House again and their first Senate majority in decades. Parties can bounce back quickly, even after defeats that look epochal.” : “Federal officers will start pulling out of Portland on Thursday in a phased withdrawal and state troopers will arrive instead to help safeguard the federal courthouse downtown that has become a national symbol of political conflict as well as a focal point for protests calling for consequential police reform. Gov.  made the announcement in a statement Wednesday and described the federal officers ‘an occupying force’ that has ‘refused accountability and brought strife to our community.’ Acting Homeland Security Secretary , in a separate announcement, said he had been in talks with the governor in the last day and agreed to a ‘joint plan to end the violent activity in Portland directed at federal properties and law enforcement.’ But he tempered the statement by saying the ‘augmented’ federal force would remain in Portland ‘until the violent activity toward our facility ends. We are not removing any law enforcement while our facilities and law enforcement remain under attack.’”: “Tuesday marked the 62nd consecutive night demonstrations continued in downtown Portland in the wake of George Floyd’s death in police custody in Minneapolis. Portland police officers clashed with demonstrators before federal agents arrived to protect the  U.S. Courthouse, Multnomah County Justice Center, and other government buildings the July 4 weekend. Crowds -- ranging from hundreds to thousands of people -- have tried almost every night to tear down a fence erected to protect the courthouse. They’ve set fires and hurled fireworks, Molotov cocktails, and bricks, rocks, and bottles at the agents inside. Authorities this week reinforced the fence by putting concrete highway barriers around it. Federal officers often respond by firing tear gas, pepper balls, and impact munitions.” : “The Pentagon is proceeding with President Donald Trump's plan to move 12,000 U.S. troops out of Germany – about 6,400 forces will be brought home and 5,400 shifted to other countries in Europe, U.S. defense officials said Wednesday. The move will cost billions of dollars and take years to complete. It has attracted bipartisan congressional opposition, raised concerns among NATO allies and appears to be fueled at least in part by Trump’s displeasure at Germany's failure to spend more on defense. The Pentagon said the action was part of its plan to strategically ‘reposition’ U.S. forces in Europe to better counter threats from Russia and China. … ‘They take advantage of us on trade, and they take advantage of us on the military,’ Trump said of Germany on Wednesday, speaking to White House reporters. ‘So we're reducing the force because they’re not paying their bills. It's very simple. They’re delinquent,’ Trump added, before heading to Texas for a campaign event.” : “President Trump has never confronted  with intelligence indicating Russia paid the Taliban to kill U.S. troops, he told ‘Axios on HBO’ in an interview on Tuesday. Why it matters: Democrats have seized on the issue, and Trump's reluctance to discuss it, as evidence he’s unwilling to challenge Putin even when American lives are at stake. Trump spoke with Putin on Thursday, and subsequently deflected a question about whether he’d raised the alleged bounty scheme, saying on Monday: ‘We don't talk about what we discussed, but we had plenty of discussion.’ In Tuesday’s interview, he was definitive: ‘I have never discussed it with him.’ Pressed on why he didn’t raise the matter in Thursday’s call, he said: ‘That was a phone call to discuss other things, and frankly that’s an issue that many people said was fake news.’”  -  -  -  “It’s like a giraffe and a flamingo. They’re both at a zoo. A dumb person may think they could mate for offspring. A smart person knows that’s impossible. That’s our bills. They’re unable to mate.” –   “I am currently a graduate student studying math and engineering so, I admit, my grasp on the finer details of history is not as good as I would like it to be. I often hear it stated that Jefferson and Hamilton created the ideological divide in American politics with their differing philosophies. The implication being, that Jefferson is the father of the democrats and Hamilton the father of republicanism. … Any thoughts on the shifting sentiments in the established parties or could you recommend and books that can explain this in more detail? Final question, do find it conceivable that the Republican Party can ever adopt a form of Thatcher-ism or is it more likely that we will be plagued by populism for the foreseeable future?” –  [] “What’s your take on what would happen if Trump is defeated and a new Democrat majority is elected to the Senate, but between election day and January 20th there is a vacancy among the liberal side of the Supreme Court. Trump’s last hurrah?” –  [] “So trading on inside stock information is all right after December 20, 2020? Once they are elected, they can break the law?  What a bunch of overprivileged morons!” –  [] “Please explain about the always-enjoyed Q&A going to Fox Nation—are we now expected to pay for what we previously read in email? That would be a *big* disappointment as I’m not interested in the FN streaming service for anything else.” –  []  Email us at  and please make sure to include your name and hometown.  : “An Australian mum has been slammed with Chewbacca noise phone calls after her vengeful ex-boyfriend posted her phone number around her neighborhood.  has been inundated with voice mails from strangers making Wookiee roars for two weeks after their broke up turned bitter. But it seemed her bitter ex-boyfriend's prank backfired - as the Queensland mum told reporters she actually found it quite funny. Her former partner's Star Wars-themed plot involved an advertisement promising a chance to win [$72] for the ‘best’ Chewbacca impersonation. He plastered posters around Cairns in northern Queensland with a picture of 's shaggy sidekick and his ex's phone number after their three-year-relationship came to an end. The mum-of-three old 9News: ‘This has got to be the most childish break-up I've ever had.’” “Anomic violence, on the other hand, is truly senseless. Thus crimes of madness elicit from us revulsion; crimes of need (like 's) sympathy; but crimes for fun, for a video game, for no purpose, elicit rage.” –  .", "comment": "", "topic": "Fox News Halftime Report", "date": " July 29"}, {"cover": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/cfbee49e-ff87-4b4a-b250-f1f6ae8f330e/d59de3b6-3d88-4207-a751-8551d36df6a6/1280x720/match/156/88/image.jpg?ve=1&tl=1", "title": "Mike Pence on heated Barr hearing, federal response to violence in Portland, mail-in voting, reopening schools", "url": "https://www.foxnews.com/transcript/mike-pence-on-heated-barr-hearing-federal-response-to-violence-in-portland-mail-in-voting-reopening-schools", "subtitle": "Guests: Mike Pence, Eric Swalwell, James Louie, Gregory Skomal, Guy Benson, Jack Keane", "keyword": "U.S.-China trade war and trade barriers", "website": "Fox News", "author": "", "content": "This is a rush transcript from \"The Story,\" July 28, 2020. This copy may not be in its final form and may be updated.MARTHA MACCALLUM, ANCHOR: Good evening everyone. I'm Martha MacCallum in New York and this is \"The Story.\" Tonight, an exclusive interview with the Vice President of the United States, Mike Pence. He was in COVID-19 briefings much of the day and will update us on that.But also tonight, anybody who was watching the questioning of Attorney General Barr today by the House Judiciary Committee could not help but be struck by the fact that, although the committee had pressed very hard to get the A.G. before them for a good grilling, what we saw was a good badgering and a lot of grandstanding with little apparent interest in allowing him to explain any of his answers. And that is so by really any objective assessment. Watch this for yourself.(BEGIN VIDEO CLIP)WILLIAM BARR, ATTORNEY GENERAL: Actually, I need to answer that question.REP. JOE NEGUSE, D-COLO: Mr. Attorney General, you did answer the question.BARR: No, you said under penalty of perjury. I'm going to answer the damn question.NEGUSE: Reclaiming my time.BARR: Yes, I'm answering your question.UNIDENTIFIED MALE: Well you got to let him answer.NEGUSE: I'm reclaiming my time.UNIDENTIFIED MALE: You think as the Chief - reclaiming my time.REP. JIM JORDAN, R-OHIO: If you want the Attorney General to come, at least let him answer the questions and the accusations made against him.BARR: Can we take a five-minute break, Mr. Chairman?REP. JERRY NADLER, D-N.Y.: No.(END VIDEO CLIP)MACCALLUM: No. Sorry, no five-minute break. Congressman Eric Swalwell was one of those questioners. We're going to talk to him about what happened in there today later in the program. But now we turn to the Vice President who has led the nation's response to the COVID-19 pandemic.Welcome Mr. Vice President. Good to have to you with us this evening.VICE PRESIDENT MIKE PENCE: Good to be with you, Martha. Thank you.MACCALLUM: I just want to first - good to have you sir. I want to get your reaction to what happened in there today. You spent many years on the Hill representing Indiana. What did you think about that committee hearing today with Attorney General Barr?PENCE: Well, it was clear that the Democrats on the committee wanted to be heard more than they wanted to listen. Bill Barr is leading the Justice Department in this country with great integrity and he brings a lifetime of commitment to the rule of law.But to see it today in a little bit that I was able to watch, Martha, it was clear that the Democrats wanted to hear themselves talk more than they wanted to hear from the Attorney General of the United States.MACCALLUM: Yes. I mean I think that's just a fact. I think if we added up the time, I think it would prove to be a fact. Here is one of the thrust of today's hearing, which I wanted to ask you to address and it's the argument that the administration is basically fear mongering what's going on in Portland and beyond in order to leverage law and order election. Watch this.(BEGIN VIDEO CLIP)NADLER: The President wants footage for his campaign ads. In most of those cities, the protests had begun to wind down, before you marched in and confronted the protestors.REP. ZOE LOFGREN, D-CALIF.: The playbook is to create the impression that there is violence that he must send in federal troops and that's how he hopes to win the election.(END VIDEO CLIP)MACCALLUM: What do you say to that, sir?PENCE: Well, Martha, look, from July 1 forward, the Department of Homeland Security informed me yesterday that we've had 188 federal officials injured by violent protesters in Portland, night after night tearing down the fencing, vandalizing the property, throwing projectiles, you've all seen it. And I think the fact that Jim Jordan stepped forward today and used his time to put those images before the committee and before the American people was a great service.The violence in Portland has got to stop. It is clear that the local leadership and the Mayor of Portland are not willing to step up. That's why we are talking to Governor Kate Brown and the State of Oregon about working in a way forward. Made no mistake about it--MACCALLUM: No.PENCE: --our federal officials are going to have the protection that they need. We're going to protect that federal courthouse. And President Trump has made it clear, we're going to have law and order in our streets.With Joe Biden, the radical Democrats, they want to defund the police. What we are going to do is we're going to fund law enforcement, we're going to stand up for law and order, and that begins right in Portland.MACCALLUM: So the other images that are shown are this wall of moms, wiping tear gas out of their eyes, and we have all seen the image of the navy member who was - they came at him pretty hard and broke his hand. Do you have any regrets about those incidents?PENCE: Well, I regret any time anybody is hurt. But let's be clear, before federal officials moved in a significant way in early July to the federal courthouse in Portland, the Mayor of Portland had said that he had seen a \"month of violence in Portland\". I mean there is nothing to the suggestion that having federal law enforcement officials, marshals, DHS personnel on the ground has had a causative effect here.The reality is that the Mayor of Portland in the local community has simply allowed violent protesters to overrun that community. That community was looking the other way on groups like Antifa a long time ago and now they are paying a price.But what President Trump has made clear, what we've made clear with federal officials as we are saying this far and no farther, we are not only going to protect the federal courthouse and do what it takes to bring our security there.But we're going to make sure that work with the State of Oregon and we reestablish peace on the streets of Portland. The people of that community deserve nothing less. And with this President of this administration, we're going to stand strong with law enforcement and for law and order.MACCALLUM: This head-to-head is clearly going to be a big issue in the election and you see how both sides are characterizing it at this point to their advantage. We'll see what the American people decide they believe in the end and all this.With regard to the election, even a question raised today, two big issues that were raised today, one is the issue of mail-in ballots and here is what Representative Greg Stanton of Arizona said about that today. Watch this.(BEGIN VIDEO CLIP)REP. GREG STANTON, D-ARIZ.: There are fears that you and the President are laying the foundation to interfere with the upcoming election specifically with vote by mail, as my colleagues have previously noted, because both of you have advanced false conspiracy theories about mail-in voting.(END VIDEO CLIP)MACCALLUM: There are so many states in the country that already have mail- in voting, they've had it for a long time. Is there any reason not to accelerate or offer that opportunity to people given the COVID-19 pandemic? Is there anything that's wrong with that in your mind?PENCE: Well Martha look, what we've had in this country for a long time is absentee ballot voting by mail. We've had in the State of Indiana, I've voted in absentee myself since I get this job in Washington D. C.MACCALLUM: Yes, you are right.PENCE: And look, that requires a person request the ballot and then the signature is verified and we protect the vote. The integrity of the vote is paramount. I mean through the generations, Americans have worn the uniform, fought and died to protect all of our freedoms and the right to vote is at the heart of this democracy, and absentee balloting is a time honored tradition.But what you see across this country in Democrat led states is an effort for universal distribution of ballots. Without the accountability that you have with absentee balloting, and when you combine that with states like California that actually allow what is called vote bundling or vote harvesting, you see where the entire ability for widespread fraud is very real.And what you're hearing from President Trump and you will continue to hear from this administration is a commitment to protect the one person, one vote, integrity of our electoral system, and we are going to stand strong on that.MACCALLUM: Let me ask you - I mean I get asked this a lot, do you think it's going - because we will be obviously doing our coverage as usual - do you think it going to be a one night election or you think it's going to go on for weeks, could it go - even go on for a month? Given the situation that we are in with this pandemic, what do you think?PENCE: Well look, I think President Donald Trump is going to be elected for four more years, and I see greater enthusiasm all across this country today.MACCALLUM: But do you think that will happen on November 3?PENCE: As I travel across the country, then I saw four years ago and I think it's going to translate to November 3. But make no mistake about it, the reality of voter fraud is undeniable. We have seen case after case around the country where there have been prosecutions. The president spoke about New Jersey. We've seen it in other states.In my own state of Indiana in 2012, there was a Democrat super PAC that was involved in our elections that literally - there was a group of people that were prosecuted for falsifying ballots. This happens, Martha.And I got to tell you, when you think about the price we have paid for this democracy through the generations, my father wore the uniform in combat, my son is in the Marine Corps, my son-in-law is in the navy, we have to stand for the principle of one person, one vote. And voter integrity is at the heart of what our democracy is all about.MACCALLUM: It sounds like that the possibility is open that it could go on longer if indeed that integrity - you believe that integrity is breached or the President does. So we will stay tuned to see where that goes.I was listening to the former Vice President Joe Biden today and he was speaking about his \"Build Back Better\" plan. One of the things that he mentioned was that he was trying to seek more equity in terms of racial justice and he said that he would be open to the idea of more farmland for black and brown farm owners. Do you think that it is proper to allocate benefits or resources in this country based on the color of people's skin?PENCE: I think under this President, you've seen an agenda that's about advancing the opportunity for every American regardless of racial or creed or color. And Martha, I couldn't be more proud that in our first three years, because this is a President who cut taxes, rolled back regulation, fought for free and fair trade, and supported educational opportunities for every American.We saw the lowest unemployment rate ever recorded for African-Americans, we saw historic investments in black colleges and universities around America. And with Senator Tim Scott, we saw the creation of more than 8,000 opportunity zones in cities that are tracking investments. If Joe Biden and the Democrats want to do something for minority communities, how about - let minority families choose where their children go to school? I mean how about.MACCALLUM: Well, I wanted to ask you about that. But I am going to take that as a no that you are not in favor of the allocation of land based on skin color. You didn't directly answer the questions, but is that accurate, are you not in favor of any program like that?PENCE: Well, honestly I didn't hear what Joe Biden said today and I don't even understand the concept. What we do in this country is we create opportunities for everyone. Joe Biden is denying the ability for African- American families and minority families to choose where their children go to school. He actually wants to defund the school choice program right here in Washington D.C.MACCALLUM: No, we asked his representative about that last night and I think that's going to be a big issue.PENCE: When you talk about building back the economy better, remember this is a President who passed historic tax cuts, rolled back regulation. Joe Biden, Bernie Sanders, their unity agenda of the radical left, they actually want to raise taxes by $4 trillion. They have a $2 trillion Green New Deal program that looks like cylinder (ph) on steroids.I mean look, we're not going to build America back better with more government, higher taxes, more regulation, more liberal policies. We're going to build America back better, stronger and more prosperous by doing again what President Trump and I did in our first three years, and that is less government, less taxes, free and fair trade, educational opportunities for all. That's the way that we can grow this economy and full recovery and then some from this pandemic.MACCALLUM: I only have a few more minutes and I would be remiss if I don't ask you some questions about your COVID-19 meetings today. But I do want to be, since you went there, I would like to ask you about school choice because I was very interested in this particular soundbite from the President on this issue of going back to school. Let's play that.(BEGIN VIDEO CLIP)PRESIDENT DONALD TRUMP: If schools do not reopen, the funding should go to parents to send their child to public private charter religious or home school of their choice.(END VIDEO CLIP)MACCALLUM: Now that - I think that caught a lot of people's attention, Vice President. And today, you have the American Federation of Teachers saying that they will back teachers who want to go on strike in this country, as you are under efforts to try to reopen the schools and get kids back in the classroom this fall.So what does that look like? If I'm a parent in America and my school says they are closed, and President Trump says that I can somehow use that money for school choice, that's not on the books right now. What if I really want to make that happen? How can I do that?PENCE: Well, it's one of the reasons why we are demanding that a significant portion of any additional relief funding for education in our states actually go to support school choice programs around the country.But look, Martha, I'm married to a school teacher. She is getting ready to be back in the classroom this fall. We've got to get our kids back to school. Now there's going to be some states and we follow the data on the White House Coronavirus Task Force county by county, city by city. There are going to be some areas that will want to move in a more measured way. We will expect Governors and states as they make those decisions.But look, CDC put out guidance last week that recommended that we get our kids for their academic wellbeing and their health and wellbeing back into the classroom. We know the risk of the coronavirus to healthy children is very low. We know that there are real costs disrupting education for special needs kids, disrupting nutrition. I mean the reality is our kids are going to be better off in school and by working with the states, implementing CDC guidance, we can have.MACCALLUM: But can they - sir, pardon me for interrupting, but can they as the President said, can parents send their children to a public, private, charter, religious or home school or other choice under the current law? Do they have that option?PENCE: Martha, the President said they ought to be able to do that. There's been no greater champion of school choice in the history of this country than President Donald Trump. We're going to continue to stand for and advocate that principle.But right now it's absolutely essential and we are working with every Governor to get our kids back in school. It's best for our kids academically and personally, it's best for working families. And as we open up America, we got to open up America school. And make no mistake about it Martha, as CDC said again last week, as American pediatricians said a couple of weeks ago, we can safely reopen our schools.MACCALLUM: Yes, there's a lot of pushback.PENCE: And at the President's direction, we're going to work our hearts out to get our kids back in the classroom.MACCALLUM: Lot of union organizations, a lot of teachers, a lot of pushback on that. And I know that there's a lot of charter schools and religious schools that would love to have the opportunity to offer those spots to those kids. So that's something we are going to watch personally.Okay, vaccines, some of the sort of reality check on vaccines is that, once they are out there, it's not going to be an instant, everything is better now, everybody gets a vaccine. There is some doctors saying they may work for some people, they might not be a complete umbrella for others. What you can tell us right now about how different it will be at the end of this year or the beginning of next year?PENCE: Well look, just yesterday I was in Florida, the President was in North Carolina. We literally saw in record time the start of Phase Three clinical trials for the first coronavirus vaccine.MACCALLUM: Yes, that's remarkable.PENCE: Now Martha, you understand this. But people need to understand, a vaccine usually takes years to develop, but what President Trump did early on was say, we need to clear away any red tape barriers.He called on our pharmaceutical industry to step up and to accelerate the process without cutting any corners on safety, and now we've got a half a dozen different vaccine platforms that are in development. And I got to tell you, when you got Dr. Fauci saying that it's not if, it's when we have a vaccine, it gives you the signal that we really have great confidence that by this fall, we're going to have a vaccine.And the really exciting thing is under operation warp speed, we are literally producing those vaccines right now. We are purchasing millions of syringes right now, so that the moment that the FDA says that a vaccine is safe and effective, we will have the supplies on hand and literally offer vaccines to tens of millions of Americans and we'll start that process the day that it gets approved.MACCALLUM: Begin mass production. Yes, that is not the way it usually happens. All right, before I let you go, testing, I had a close friend who needed to get a test this week, was told 7-10 days until they would get the results back.I mean by that time anybody that you - if you got it, anybody you came in contact with, I don't know how you are going to contact trace that person - if the wait is too long, everybody says this everywhere you go, when are we going to see a situation where you can either do a home test or you can get a test result back in 24-48 hours at the latest?PENCE: Well, first off, I think the American people should take great pride in the fact that four months ago, we were at a standing start. We had done about 8,000 coronavirus tests. As of today, we have done 55 million coronavirus tests because of the public private partnership that President Trump initiated early on.We are actually doing 800,000 coronavirus tests a day on average. That being said particularly in some hotspot areas, we're dealing with some delays. The average amount of time we are told from the commercial labs which do half of the testing is about four and a half days. It's one of the reasons why the FDA this last weekend approved what's called pooling, Martha. This will allow these commercial labs not just to test one swab at a time, but to test five and ten samples at a time.MACCALLUM: And that hopefully will speed it up?PENCE: And it will speed it up. But also remember, the other half of testing is done very quickly because the half of testing in this country is already being done with point-of-care tests that turn it around in 15 minutes or at hospitals and in-hospital labs. When people are in hospitals, we want to get that test done immediately. We are working with research hospitals around the country to make sure we do it.MACCALLUM: I mean that's great if you can get it, I went all through, I Googled every single place in the entire state of New Jersey and you can't get a rapid test.PENCE: We are making great progress and - one last thing on that Martha, if I may.MACCALLUM: Yes.PENCE: We are also distributing 15,400 Abbott point-of-care 15 minute test to every single nursing home in America.MACCALLUM: Well, that's important. That's very important. We talked about that a lot here.PENCE: 600 last week and 600 this week, and in the next four weeks or so, every nursing home in America will have a 15 minute test to be able to test residents and faculty. And we hope very soon when it's approved visitors visiting loved ones.MACCALLUM: All right. I got to jump out there or I'm going to get cut off. Vice President Mike Pence, thank you very much sir, great to have you with us.PENCE: Good to be with you, Martha.MACCALLUM: So coming up next, we will talk to Congressman Eric Swalwell. He was one of the Democrats who was there questioning Bill Barr today. Then Guy Benson will follow-up after that when we get back.(COMMERCIAL BREAK)MACCALLUM: It was a raucous hearing in there today as members of the Judiciary Committee grilled the Attorney General on everything from the riots in Portland to healthcare and everything in between. Here's some of the exchange today between Congressman Swalwell and Attorney General William Barr.(BEGIN VIDEO CLIP)REP. ERIC SWALWELL, D-CALIF: So, how can you sit here and tell us why should I investigate the President of the United States, if you are not even aware of the facts concerning the President using the pardon or commutation power to swap the silence of a witness?BARR: Because we require a reliable predicate before we open a criminal investigation.SWALWELL: And I just gave to you sir.BARR: I don't consider it. I consider it a very Rube Goldberg theory that you have.SWALWELL: Well, it sounds like you're hearing this first time today.BARR: And by the way, if I apply history, there will be a lot more people under investigation.(END VIDEO CLIP)MACCALLUM: Congressman Eric Swalwell, welcome, good to have you here tonight.SWALWELL: Thanks Martha.MACCALLUM: So, we played a lot of clips from what we watched, I watched a lot of it straight through today and I was just struck by the question of how that's a fair process when someone is brought into that room and then for the most part - I mean actually you allowed him to answer questions I think more than most of your colleagues, who wouldn't even let him breathe and answer, how is that a fair process?SWALWELL: Well, the Attorney General doesn't need an ice-cream cone before he sits down to answer questions, Martha.MACCALLUM: No, but he needs to be allowed to answer the question.SWALWELL: He's a big boy, he answered the questions. I wanted to point out that you can only have a corrupt President if you have an Attorney General who would enable it, and he acknowledged that only once in his memory did he intervene to help somebody get a reduced sentence and that was the President's friend. And I thought that exchange was productive, he got to say what he wanted to say, and I got to make the point I wanted to make.MACCALLUM: Well, and his point was that he didn't believe that there was anything wrong with the process that he carried out. You made your point as you say and he made his. But I mean, the idea that to suggest that he is a big boy and doesn't need an ice cream cone, people wouldn't let him answer a single question. They kept saying, give me back my time, give me back my time.So here is my question, your committee has wanted him to come in here for a long time, right. I think myself and a lot of other Americans wanted to see the exchange, because you have - oh many of you have accused him of sort of being a side lamp to the President acting on his behalf.This was a golden opportunity for the country to hear what his answer was and they didn't get to hear what his answer was, and I'm wondering if there was a fear that if he was given that opportunity, then he might be persuasive to some people.SWALWELL: Well, I was concerned by what we did here. He said that he's talking to the President about his reelection campaign. I don't want an independent prosecutor doing that.MACCALLUM: He said, of course it comes up, I'm in the cabinet, I'm not going to sit here and lie to you and tell you that it's never come up in a cabinet meeting. He was being extra careful.SWALWELL: He also implied that there may be some foreign interference, that's okay, which again we don't want the top national security lawyer to say that.MACCALLUM: Let me just play an example of this, Eric.SWALWELL: And Martha, he co-signed on the President's theory that has been debunked by everyone that mail-in balloting is fraudulent. But go ahead, play your clip.MACCALLUM: All right. Let's watch some of what happened, go ahead.(BEGIN VIDEO CLIP)REP. PRAMILA JAYAPAL, D-WA.: When protesters with guns and swap.BARR: I am aware of protesters in the federal government.JAYAPAL: Excuse me, Mr. Barr, this is my time and I control it.BARR: I have already explained that it had been planned all day.JAYAPAL: Attorney General, the time is mine. We've waited a long time for you to come here, the time is mine.BARR: You waited to talk to me like this? You didn't need to wait for so long.It is not a self defining terms as they - that they recognize.UNIDENTIFIED MALE: You've only got two minutes sir. Mr. Barr, if I may?BARR: Yes, but this is a hearing. I thought I was the one that was supposed to be heard.(END VIDEO CLIP)MACCALLUM: Good question. I mean you could have just propped up a picture of him and yelled at it.SWALWELL: I don't think he's as weak as you were describing him.MACCALLUM: I am not suggesting he's weak at all, I'm suggesting that you were sitting - you brought him in there to answer questions and then you didn't give him a chance to answer them. I know it doesn't matter what side of the fence you are on, anybody can watch that process and say it was not a hearing - that was not a hearing.SWALWELL: I thought it was also an important point that it seems like they are selectively using the police, and I think Joe Biden said it best today. We should prosecute anarchists and people who are burning buildings.However, when you are only sending the troops in to protect the courthouses while armed protesters are going to Michigan, they are going to Wisconsin, and they are in militia gear, they are carrying their assault weapons and they are threatening to kill the governors there, why aren't you sending in the troops there? Instead, he is suing the governors for having stayaway orders that for people to be safe during COVID. So I think that was a productive exchange as well.MACCALLUM: Okay. Here he is answering that question about burning down a federal courthouse. Watch this.(BEGIN VIDEO CLIP)BARR: Federal courts are under attack. Since when is it okay to try to burn down a federal court? The U.S. Marshals have a duty to stop that and defend the courthouse, and that's what we are doing in Portland. We are at the courthouse defending the courthouse. We are not out looking for trouble.(END VIDEO CLIP)MACCALLUM: Do you believe that when people are bending down the fence in front of the courthouse and breaking it and trying to get through to attack the courthouse itself that that's a problem and that Federal Marshals need to protect it?SWALWELL: Yes. I believe you can arrest people who are trying to burn down the courthouse and not dust a mom, use violence against an unarmed veteran or shoot projectiles against an unarmed individual who are still in the hospital today. I think you can do both and I think they are just making the situation worse.MACCALLUM: Well, there are some investigations with regard to the specific situation that you talked about. I just asked the vice president about that as well. Because I think that everybody, you know, wants situations to be fair on the ground and we don't want peaceful protesters to be hurt in any way.Eric Swalwell, thank you. Good to see you today.SWALWELL: My pleasure. Thanks.MACCALLUM: Guy Benson is here, hot of the Guy Benson show, a Fox News contributor and author of \"End of Discussion.\" Talk about \"End of Discussion,\" Guy, I mean, there was no discussion in there. I think that no matter what side of the fence you are on, anybody who watch that had to be a little frustrated.GUY BENSON, FOX NEWS CONTRIBUTOR: Well, Martha, you said that you watch it for hours on end.MACCALLUM: I did.BENSON: I made it about 90 minutes. I think we are both masochists watching that spectacle just down the street from me here in Washington.I mean, you're right, they should have perhaps maybe bought a cardboard cutout of Bill Barr, they could have sat him in that chair and they have screamed at him for increments of five minutes and maybe, I don't know, thrown some rotten fruit or something and pounded the dust because but most of the Democrats on that dais clearly had absolutely no interest whatsoever in gleaning any information from the attorney general.They wanted to vent at him and they did, and it was frankly embarrassing and sort of painful to watch.MACCALLUM: Well, Bill Barr is a very smart man. And whether you like him or you don't like him, or whether you think he is, you know, too cozy with the president, whatever you think.He, if they had given him a chance, the likelihood that he was going to give them answers that might cause some people to pause, and think maybe, you know, and kind of understand his line of thinking was pretty good.BENSON: Yes.MACCALLUM: So, you know, do you think that that was part of the issue that they didn't want to give him that oxygen, or, you know, why --BENSON: Bingo.MACCALLUM: -- why would they -- what else would be the motivation for the way this --(CROSSTALK)BENSON: No, I think -- I think you nailed it. So, if people want to see something worthwhile from the hearing I encourage them to go watch the opening statement from the attorney general which was interrupted, the only uninterrupted really portion of the entire event for the attorney general.Smart, thoughtful, measured nuance. And I think that you're right, Martha. I think for a lot of these Democrats, they had a bunch of talking points and attacks they wanted to get out, they had limited time and Barr, let's be frank, I think is a much smarter man than many of the people up there and maybe on both sides of the aisle. He's a very bright individual. He also has command of the facts.So, they wanted to throw out and hurl allegations his way where he has answers. They, I think deep down know he has some good responses that might, God forbid, be persuasive and compelling to viewers at home so they wouldn't let him a word in edgewise. And the result, again, I think was humiliating for them and not edifying to the home viewers certainly unless you're a hard-core resistance person, in which case you probably love that theater.MACCALLUM: Might have loved it. And if that's the case then you also love it when he asked can we please have a five-minute break and was told by Chairman Nadler no.BENSON: No. He said no to a bathroom break.MACCALLUM: No. No. You cannot have a five-minute break. And they said, all right, you can have a five-minute break. He's like the mean teacher.Thank you very much, Guy. Good to see as always.BENSON: Martha, am I allowed to go? Can I take a break because I'm --(CROSSTALK)LEMON: Yes, you may take a break BENSON: All right.MACCALLUM: You may take a break. Everyone can take a break. We're going to have a commercial in a moment.The mayor of Portland, Oregon, demanding that the president pull his federal troops out of the city, as he puts it. But local business owners may feel a little bit differently. We're going to talk to one of them coming up next.(COMMERCIAL BREAK)MACCALLUM: The scenes out of Portland are difficult to watch especially for the people whose livelihoods are on the line in that area. The business owners they've watch so much of what they have worked for in some cases smashed to pieces, their windows are broken, their buildings burned to the ground in some cases. The mayor of Portland blames the president for escalating the violence.(BEGIN VIDEO CLIP)MAYOR TED WHEELER, D-PORTLAND: If we are not able to get the federal administration to back off and leave our city it will happen all across the United States jeopardizing the United States Constitution.(END VIDEO CLIP)MACCALLUM: All right. Ted Wheeler says it's all Washington's fault what is happening in Portland right now.Joining me now, James Louie, owner of Huber's Cafe in downtown Portland, a restaurant that has been in business since 1879. Mr. Louie, thank you very much for being here. What is your take on what's going on in Portland and what's happening to the businesses like yours?JAMES LOUIE, OWNER, HUBER'S CAFE: Well, between the COVID-19 pandemic and the black lives demonstrations, it's really damaging to business in general. Our business and businesses in downtown Portland, people don't want to come downtown.I mean, the Oregon health authority, they say stay home and save lives. And then of course people don't want to come downtown because of the protests, even though the violent protests are happening at the justice center and that's five blocks away from us.But people are concerned about getting caught up in the protest march or people are concerned about having their vehicle vandalized and so people don't want to come downtown. It's a, like you say, it's a lot of restaurants. A lot of businesses have closed because of those reasons.MACCALLUM: It's really sad what we've seen in Portland and so many places across the country. What -- do you agree with the Mayor, Ted Wheeler, who says, you know, that this is really the fault of these federal agents that came to the area to protect that federal court building?LOUIE: Well, it does seem like it has created a reaction. When you think about the population of Portland, Oregon, 600,000, and you have maybe 1,000, maybe 2,000 people demonstrating down at the courthouse. It's the most, a small segment of the population. And mainstream Americans who live here in Portland, Oregon, we'd like to see the vandalism, the violence to stop and we'd like things to go back to normal.MACCALLUM: I don't blame you. I don't blame you, Mr. Louie and your business one that I know you take great pride in, it's been in the city for a very long time. And whatever it takes we all want to see the situation righted and we want to see people be able to go out, back out to dinner and back out to work and we wish you all the best.James Louie, thank you very much for sharing your perspective with us tonight. We appreciate it, sir.LOUIE; Well, it was my pleasure. Thank you for having me on.MACCALLUM: Thank you very much.Coming up next, we're going to talk to General Jack Keane on the Trump administration's dramatic shift towards China, when we come back.(COMMERCIAL BREAK)MACCALLUM: Tonight, where are the United States and China headed? you've got tensions escalating between the White House and leadership in Beijing drawing comparisons to the world dynamic before World War II.In a new op-ed Ian Haworth at the Daily Wire suggests China is our generation's Nazi, Germany. And Asia analyst, Gordon Chang is now comparing China under Xi Jinping to Japan under Emperor Hirohito in the 1930s.(BEGIN VIDEO CLIP)GORDON CHANG, AUTHOR, THE COMING COLLAPSE OF CHINA: Two thousand eighteen, for instance, they lasered a U.S. C-130 in Djibouti. When you try to blind the pilots of an American plane, you're trying to bring it down and kill the crew.There have been the sonic attacks against U.S. diplomats of the Guangzhou consulate at about the same time causing brain injuries. We've seen all sorts of incidents around China's periphery. You know, it's very new in a sense, but it's also very old. This is 1930s Japan.(END VIDEO CLIP)MACCALLUM: Fascinating. Here now, General Jack Keane, chairman of the Institute for the Study of War and a Fox News senior strategic analyst. General, always good to see you. Thank you for being here tonight.I know that you say that we are seeing a true strategic shift in our relationship in China and the perspective of this administration. And do you see the threat that China poses as similar to those powers before World War II?JACK KEANE, FOX NEWS SENIOR STRATEGIC ANALYST: Yes. Similar in terms of what they are trying to achieve. I mean, President Xi has told us in a way that no previous Chinese administration have said, that he wants to achieve the so-called China dream, which is domination and control of the Asia- pacific region and replace United States as a global power in the world. He believes the United States is a declining power and they are rising power.And what he doesn't say but he clearly is trying to achieve and that is replacing international order that has sustained a general sense of world stability since post-World War II in a sense that we haven't had another epic war among major powers.He wants that to go away and achieve that kind of influence that he has. And I believe, the other thing, Martha, I think he's buoyed by a number of things, a very strong economy that his predecessor did not have. And he has a growing dominating military by comparison to the United States and it gives him enormous confidence.And I believe he's put his ambitions on a fast track. I think he's got the hard liners in his country behind him, the moderates and others I think have serious reservations about what he is doing.And yes, we are in a major strategic shift. What really the catalyst for it was growing a local regionalized epidemic in his own country in a particular province that he -- where he protected the rest of his country particularly his power centers in Beijing and Shanghai but let it spread through international flights to the world writ large.MACCALLUM: Yes.KEANE: That and crushing the autonomy of Hong Kong has had -- the world has looked at this and that is causing the strategic shift much sooner than we thought. And the United States, I give this administration some credit for stepping up and exercising a leadership role and trying to bring together a broad coalition and fashion a strategy to deal with the reality of the Chinese Communist Party and its very serious ambitions.MACCALLUM: Here's Steve Bannon on that coalition idea. Watch this.(BEGIN VIDEO CLIP)STEVE BANNON, FORMER WHITE HOUSE ADVISOR: Developed into an alliance of liberty bringing in the United Kingdom, India, and Japan. Used Hong Kong as the Annville and the U.S. dollar as the hammer, it's time now to take the fight directly financially to the Chinese Communist Party.General Secretary Xi is defiling in the gun sites. I think he should be sanctioned personally. His henchmen around hm should be sanctioned personally. We should start to seize all their assets in the United States and London.(END VIDEO CLIP)MACCALLUM: In its discussion about this alignment of the United Kingdom, Australia which Secretary Pompeo talked about, Japan, India. And then on the other side, of course, you have China, Iran, Russia with aligned interest there as well which I think, you know, does remind a lot of people at the kind of alignments that we saw in World War II.KEANE: Yes, certainly. I mean, these are very strong democracies that are being threatened because if Xi is able to achieve what he's talking about, that challenges the sovereignty of all of our democratic states and that is what is unifying us as it did during World War II and as it did post-World War II dealing with the existential threat of the Soviet Union.Now we don't have hundreds of thousands of troops facing each other in Europe like we did post-World War II. We don't have thousands of missiles facing each other as we did then with large air forces also in place ready to go.But make no mistake here. The ambitions that President Xi has are every bit as serious as what the Soviet Union had and the Nazis and imperialistic Japan.MACCALLUM: Yes.KEANE: And why we deal with this, we don't have to lose control, we don't have to lose our sense of rationality here, we don't have to over react, but we do have to act. And we have to act sensibly with good sound judgment and do it in concert with our allies.The world has been here before dealing with thugs like this and we can deal with them. And putting together a plan to do it in terms of a strategy and also a coalition I think is the right answer and it should transcend administrations because this is going to take some time.MACCALLUM: Well, that's going to be a big question in terms of this election and how a continuing President Trump or a new president in the form of Vice President Biden would face this threat, which I think the history books will trace back to the COVID pandemic and how it altered the dynamic in many ways in the world because they put the trade deal on the back burner and change things overall in terms of the strategy.General Jack Keane, thank you, sir. Always good to see you.KEANE: Good talking to you, Martha.MACCALLUM: Have a good night. You too.All right, everybody. It is July and a great white shark attack has now just happened for the first time ever in Maine as a fatal attack. It killed a swimmer off the coast, as we start to see more sharks in these areas up the New England coast.A senior shark scientist, one of the world-renowned people on this issue is with me after the break. Stay tuned.(COMMERCIAL BREAK)MACCALLUM: Be vigilant, that is the warning from authorities in Maine tonight who say that a 63-year-old woman was attacked and killed by a great white shark while swimming just off the shore, 30 to 40 feet from the beach off of Bailey Island in Casco Bay.The cause of death was confirmed by a tooth fragment that was left behind by the shark and while this is Maine's first ever deadly shark attack, officials say that they have seen an increase in shark sightings off the New England coast over recent years.New York City resident Julie Holowach was attacked on Monday afternoon, just yesterday, while she was swimming about 20 yards off of the shore.Joining me now, Dr. Gregory Skomal, shark scientist who had shark research and serves as senior fisheries biologist for the Massachusetts division of marine fisheries.Dr. Skomal, thank you for being here. We've spoken before about this and as we said, this is the first time that we have seen something like this in Maine. And I'm going to show the maps in just a moment. But what's your reaction to this horrible attack?GREGORY SKOMAL, SHARK SCIENTIST: well, anytime a person that has bitten by a shark and in this case, it's fatal, you know, it's a tragedy. It's horrendous and it's devastating. You know, I don't -- I've been studying sharks for many, many years and I don't like to see these kinds of events happened whatsoever.MACCALLUM: So, I'm going to put up the Sharktivity app that shows a lot of concentration near where I spend a lot of time in Chatham, Massachusetts. It's hard to see at home I know, but the collection of blue dots that you see at the bottom of your screen, that's Cape Cod and we see lots of great white sharks in that area, we've seen them for many years there.But, Greg, at the very top of this map of New England all the way up there is that shark up in Casco. So why do you -- why do you think we're seeing this migration of them up the coast now.SKOMAL: I think it's important for people to realize, Martha, that the Gulf of Maine, the coast of Maine all the way to Canada, these are areas that white sharks have been going to for hundreds if not thousands of years, so this is not a new phenomenon.What is happening though is we're seeing the restoration of shark populations, namely the great white shark, in addition to the restoration of seal populations. And what basic equation is simple. White sharks consume seals. So, the more seals that are occurring along the coastline including the coast of Maine, the more likely we'll see white sharks in those areas attempting to feed on those seals.MACCALLUM: So, we saw one fatal attack I believe it was two years ago now, Labor Day on the Cape. And now, this woman, sadly, in Maine. Is there -- is it that people are swimming too close to these seals, I mean, why are we starting to see this? And they are so close to shore.SKOMAL: Well, I think it's really important though to put it in the context of risk. I mean, if you look at the statistics the probability of being bitten by a shark still remains remarkably low. But nonetheless, any kind of incident of this nature is absolutely horrible.What's happening is as these sharks come back to these areas where they traditionally have fed on seals, we have overlap with human activities and a lot of human activities, particularly days like today. I mean, these are really, you know, hot days and people are getting on and in the water, and they're going into this area where white sharks. This predator-prey relationship is happening.MACCALLUM: Yes. Dr. Greg Skomal, one of the foremost experts on great white sharks, we appreciate you being here and our thoughts go out to Julie's family. It's a terrible tragedy on a beautiful summer day with her family swimming in the water in Maine.Thanks for being here tonight, everybody. That's \"The Story.\" We'll be back with more tomorrow night as \"The Story\" goes on. We'll see you here. Tucker Carlson is coming up next from Washington, D.C. Have a great night. It's a good one. Good night, everybody.", "comment": "", "topic": "Transcript", "date": " July 28"}, {"cover": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/87512c89-9028-4938-aa0b-c7f8659616ba/f87fcfa2-60b9-4559-952d-4cd202ede2c4/1280x720/match/156/88/image.jpg?ve=1&tl=1", "title": "Portland mayor hit with tear gas deployed by federal officers", "url": "https://www.foxnews.com/transcript/portland-mayor-hit-with-tear-gas-deployed-by-federal-officers", "subtitle": "Jul 23, 2020 ... Chief White House correspondent John Roberts starts us off though as he often ... \nto hire extra teachers and put up barriers and buy a protective equipment, ... that \nwe combat this China virus and make sure that we have vaccines. ... understand \nwhy a trade deal like the phase one trade deal no longer ranks ...", "keyword": "U.S.-China trade war and trade barriers", "website": "Fox News", "author": "", "content": "BRET BAIER, FOX NEWS ANCHOR: Good evening, welcome to Washington. I'm Bret Baier. Breaking tonight, President Trump says he is canceling the Jacksonville, Florida component of the Republican National Convention, the president saying just a short time ago, the business of the convention will take place in Charlotte, North Carolina, as was originally planned. We're expected to get more details about how all of that will play out in coming days. He notes the Jacksonville, Florida area is a coronavirus hot spot. The president once again defending his call for all students to return to classrooms this coming semester in that press briefing with reporters just a few -- short time ago. Senate Republicans and the administration officials have dropped the idea of a payroll tax cut from the negotiations over a new round of coronavirus aid. The Senate majority leader says he will release a framework for a new bill next week, they were hoping to do it this week. We'll talk live with the White House Chief of Staff Mark Meadows about this and other topics in just a few minutes. This occurs as the U.S. passes the four million mark in infections, more than 143,000 Americans have died in this country. An associated press poll indicates three out of four Americans favor requiring people to wear masks outside of their homes. Here in the nation's capital, face coverings are now mandatory. Meantime, applications for first-time jobless benefits went up this week for the first time in months. Also breaking tonight, new Fox battleground state polls, the president trailing Joe Biden in three key battleground states, we'll bring that to you in a minute. Chief White House correspondent John Roberts starts us off though as he often does on the North Lawn. Good evening, John. JOHN ROBERTS, FOX NEWS CHIEF WHITE HOUSE CORRESPONDENT: Just a typical Thursday here at the White House, Bret. You'll recall that a couple of months ago, President Trump told Roy Cooper the governor of North Carolina, if he couldn't guarantee that they could have a big event in Charlotte for the big speech night at the convention, that they were going to move it. The president was happy to have it in Jacksonville he said this afternoon. His team came in with drawings of what they had put together, and he said the drawings were very compelling but the situation in Florida with the explosion in coronavirus cases, just meant that he could not go down there and have a large crowd to watch him give the acceptance speech, here's what the president said. (BEGIN VIDEO CLIP) DONALD TRUMP, PRESIDENT OF THE UNITED STATES: I looked at my team and I said, the timing for this event is not right, it's just not right with what's happened recently. The flare up in Florida, to have a big convention is not the right time. It's really something that for me, I have to protect the American people. (END VIDEO CLIP) ROBERTS: So the president did not have an alternative at least at this point as to how he will give that big convention acceptance speech. It may be some sort of a virtual event, it may be something else but it's not going to be the big event that he had planned for Jacksonville. The president also as you mentioned at the top here Bret, talking about the issue of school reopening, saying that the Centers for Disease Control will in the next few hours come out with new guidelines that schools can use to decide whether or not they're going to reopen. But federal guidelines aside, this really comes down to a local and state level and on all of those levels, the debate is raging over what to do. (BEGIN VIDEOTAPE) ROBERTS: Proponents of children going back to class point to science that shows they contract and transmit coronavirus at a far lower rate than adults. KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY: This president's been clear, we want schools to reopen. You have the CDC director saying it's a greater public health threat for schools to stay close than open. ROBERTS: Governors like Florida's Ron DeSantis trying to balance concerns about health with concerns about learning. GOV. RON DESANTIS (R-FL): In Florida, what we tell parents is look, if you're not comfortable with that, yes, you have the right to maintain distance learning, that's fine. We want to do what parent want but we have a lot of parents that think that their kids will fall behind if they're not able to get back inside the classroom. ROBERTS: A new Associated Press poll finds only eight percent of Americans say schools should reopen as usual, 14 percent would say it would be possible with minor adjustments but 46 percent say it would take major adjustments. And there is a big split between Democrats and Republicans over keeping schools closed, 44 percent of Democrats say schools should not reopen, just 14 percent of Republicans think that. On Capitol Hill, Senate Republicans say they have reached agreement on money for schools in a phase four relief package, $105 billion, about $1,200 per student. SEN. LAMAR ALEXANDER (R-TN): It's a very generous amount of money half to go to every school and the other half would go to try to encourage and help those schools that are trying to open in person. People that have -- when you have to hire extra teachers and put up barriers and buy a protective equipment, they're more expensive there. ROBERTS: Democrats who passed a $3 trillion monster phase four relief package back in May mocking their Senate colleagues for taking so long. SEN. CHUCK SCHUMER (D-NY): They can't come together. Even after all this time, it appears the Republican legislative response to COVID is unified, unserious, unsatisfactory. ROBERTS: One thing that won't be in the Senate's phase four bill, a payroll tax cut. Republicans saying it won't happen but the president will still fight to eventually make it so. STEVEN MNUCHIN, U.S. TREASURY SECRETARY: Not in this but we're going to come back again. You know, there may be a CARES 5.0. The president again is focused on money and American workers and American pockets right now. ROBERTS: The relief bill aside, the White House has another coronavirus problem, a cafeteria worker at the Eisenhower Executive Office Building testing positive for the virus. The White House Medical Office has done contact tracing and determined no one else was at risk. But out of caution, the cafeteria and Ike's Eatery in the building will both close for two weeks. (END VIDEOTAPE) ROBERTS: Now, back on the president canceling the Jacksonville part of the Republican Convention. You know, during a campaign, there were really just a couple of moments -- big moments, where you can move the needle in terms of public opinion. There's the debates and then there's the convention and that big night with a speech. The present will give that up and will have to try to find a different way to move the needle, but the president saying this afternoon Bret, that setting the example is important, Bret. BAIER: John Roberts live on the North Lawn. John thanks. As we mentioned, breaking tonight at the top, we're giving you the first look tonight at new Fox polls for several battleground states. Not good news for the president in these polls, Joe Biden leads in Pennsylvania 50 to 39, the president has lost three points since April. In 2016, candidate Trump won that state by less than one percentage point. In Michigan, the margin is nine, 49 to 40, that's a one-point gain again for Biden. President Trump won that state four years ago by three-tenths of a percent. And in Minnesota, Biden is up 13 points, 51-38. Donald Trump lost that state in 2016 by 1-1/2 percent to Hillary Clinton. The two men who will be at the top of the ticket in November are spending this week arguing over racism. Joe Biden says President Trump is the first racist elected to the top job, the president says that's an affront to African-Americans and the Trump campaign is pointing back to Joe Biden's past comments. Correspondent Peter Doocy has the latest tonight. (BEGIN VIDEOTAPE) PETER DOOCY, FOX NEWS CORRESPONDENT: Joe Biden believes 45 is a first. JOE BIDEN (D), PRESIDENTIAL CANDIDATE: We've had racists and they've exist and they've tried to get elected president. He's the first one that has. DOOCY: President Trump's campaign says this is an insult to the intelligence of Black voters. And Trump himself is trying to add historical context. TRUMP: I've done more for Black Americans than anybody with the possible exception of Abraham Lincoln. DOOCY: 12 U.S. presidents at some point in their lives owned slaves, Woodrow Wilson name was just stripped from a school at Princeton because of his past segregationist policies. And Andrew Jackson is set to be replaced within a decade on the $20.00 bill design by Harriet Tubman after review of his record of mistreating slaves and Native Americans, but Biden insists, Trump is the first racist. BIDEN: The way he pets people against one another is all designed to divide the country, divide people. DOOCY: If there's one Biden attack on Trump that's been consistent since day one, it's this. Central theme of this announcement video was President Trump's response to deadly race riots in Charlottesville. BIDEN: He said there were, quote, some very fine people on both sides, very fine people on both sides? DOOCY: Registered voters in a new Fox News poll trust Biden over Trump in every leading issue in battleground Minnesota but Trump has more trust on the economy in battleground's Michigan and Pennsylvania. Now, Biden is hoping to hold his overall lead with help from his old boss. BARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES: What kind of values are you communicating? BIDEN: Bingo. (END VIDEOTAPE) DOOCY: That's part of a 15-minute long streaming campaign video with Biden and Obama who reportedly got paid $15 million to develop streaming content for Netflix. But it appears he did this one for his former V.P. for free, Bret. BAIER: All right, Peter, thank you. Its official, one of the Portland protests that really have become nightly confrontations with law enforcement has officially now been declared a riot. That designation applies to last Saturday's event. Meantime, the Justice Department inspector general is launching a probe into law enforcement in Oregon and also federal efforts here in Washington, D.C. The situation in Portland puts into clearer focus President Trump's decision to put federal forces on the streets. Correspondent Dan Springer shows us the situation seems to be getting worse. (BEGIN VIDEOTAPE) DAN SPRINGER, FOX NEWS CORRESPONDENT: It was one of the most violent nights yet in Portland. A new fence put up around the federal courthouse did not stem the chaos. Arsonists through Molotov cocktails and hundreds of fireworks over it, vandals cut through it. While Portland police state away, federal officers there to protect the courthouse and federal buildings repeatedly fired tear gas and deployed flash bang devices. Mayor Ted Wheeler showed up for what he called a listening session. But when he spoke, he was shouted down with obscenities, called a Nazi, spit at and told to resign. Then, while next to the fence, he was hit with tear gas, telling one reporter he saw nothing to provoke that response. After a second guessing, his security detail took him to cover in a nearby city building. It all happen the same day the city council passed a law banning Portland police from helping federal officers in any way, even in life-threatening situations. Oregon's governor joins the call for the Fed's delete. GOV. KATE BROWN (D-OR): This is a democracy, not a dictatorship. We cannot have secret police abducting people in to -- and putting them in unmarked vehicles. I cannot believe I have to say that to the president of the United States. SPRINGER: President Trump is sending federal agents to other cities not to protect federal buildings but to help solve murders and stem the tide of violent crime. Chicago will get 200 agents, Albuquerque 35. (END VIDEOTAPE) SPRINGER: The mayors of 16 cities signed a letter to President Trump saying they don't want any federal agents sent their way, among them the mayor of Seattle who battled Trump over the CHOP protest zone. And now comes word that the Seattle chapter of the Youth Liberation Front is planning a big protest here for this weekend, Bret. BAIER: Dan, thank you. Let's talk about the major issues facing this White House with a man on the inside, the inner circle, White House Chief of Staff Mark Meadows. Thanks for being here. MARK MEADOWS, WHITE HOUSE CHIEF OF STAFF: Great to be with you, Bret. Thanks so much. BAIER: First I want to talk about the breaking news, the president making that announcement about Jacksonville, he's -- was he disappointed? MEADOWS: Well, I think for all of us, we're disappointed that we can't have the convention but it's a responsible and really dedicated decision by the president of the United States to focus not only on the safety of those that might be attending but really on the safety of all Americans to keep focused on making sure that we combat this China virus and make sure that we have vaccines. And so, he made one of the most difficult decisions that any president or politician might have to make, which is saying that what we're going to do is put aside those partisan politics and make sure that we actually focus on what is key. And yet, it was an easy decision for him because he says we're going to put the American people first, we're going to focus on make sure that we get testing for those schools and day care centers and nursing homes done, but more importantly than that, open back our schools in a safe and responsible way. And we've been working around the clock with some of our colleagues on Capitol Hill to get that done. BAIER: Well, I want to talk about that. Where are you with that? There seem to be kind of this giant exhale upon Capitol Hill of frustration really that they couldn't get a bill out this week. Where are Republicans, where is your negotiation tonight? MEADOWS: Well, we've had a number of discussions with our Republican senators on Capitol Hill over the last couple of days, Secretary Mnuchin has done a great job in doing that. But I think the real frustration is really about trying to make sure that we focus on a couple of key components. We know that we have unemployment insurance and those who are still unemployed and receiving those benefits with that about to expire next week. We also know that we have businesses that continue to remain in unbelievably difficult circumstances. So what we're trying to do is focus on those priorities and yet, the Democrats have put together some $3 trillion. We found that they were not really serious about their effort that they put forth, so we're trying to make sure that we get the immediate needs first and then continue to negotiate perhaps throughout most of August until we get something finished. BAIER: Yes, here's how Politico wrote it this afternoon and I want to just get your reaction. MEADOWS: Sure. BAIER: Senate Republicans in the White House wasted a week at the worst possible time. Amid a series of crises with 30 million Americans unemployed, coronavirus cases spiking nationally White House officials, Senate GOP leaders couldn't even come to an agreement among themselves on a starting point for a new relief package, let alone begin bipartisan talks with Democrats. Privately, GOP lawmakers were flabbergasted that they'll likely have to wait until next week to unveil even an initial proposal. And we found out from the Senate Majority Leader that's exactly what it's going to be, a framework. Where is the sticking point? So there's a payroll tax is out, right? MEADOWS: Well, the president made that decision primarily because we knew that the Democrats saw that as an asked and something that would benefit all American wage earners. And yet, they -- because the president was asking for it, they made it clear that, that was a nonstarter for them. We did have some on the Republican side expressing concern. But instead of going all-in on that with the president, we made a decision to start focusing on not only the unemployment, insurance, but liability protection, the PPP extension, and help for schools. That $105 billion that you've already reported on. And so, where we are specifically is, is that we -- we're offering some of those things that help the people that are in most need right now. And yet, there is wish list. The $2 trillion or $3 trillion wish list that the Democrats are putting forth that are -- is just really beyond reasonable in terms of what they might consider is, is appropriate and realistic. So, I can tell you that the discussions continue on. We have line by line that we are going through that we -- we've gotten from our Republican senators, trying to make sure that it actually meets the needs of the American people. But I'm -- the president has made one thing clear. We're going to make sure that we have something there for those that are struggling the most, and that we keep this economy going, and I'm confident that we'll get there. BAIER: You know, your opponents are obviously jumping all over this. Saying, Republicans can get their act together on this, and it sends a message about November. What's your reaction to that? MEADOWS: Well, I mean -- listen, opponents on Capitol Hill, will always speak out against this president, they consistently do. When you look at a $3 trillion package that they put forth several weeks ago, not even their own members took it serious. I mean, when you look at the amount of money that they're asking for state and local health, they've actually put a number in there that equals their entire revenue for half a year. I mean, it's just -- it's not reasonable. BAIER: Yes. MEADOWS: It's not rational. And so, as we look at it, it's easy to put numbers on a piece of paper. That's what they've done, put numbers on a piece of paper. It's much more difficult to be responsible about that, because it's not our money, it's the American taxpayer's money. BAIER: You know what I hear a lot though? I hear a lot that -- you know, why can the Democrats: Nancy Pelosi and Chuck Schumer, cracked the whip and get Democrats to fall in line, but Republicans can't when push comes to shove. And I ask you this as a former member of the House Freedom Caucus, who stood up against the number of votes that the party wanted to do. (CROSSTALK) MEADOWS: Yes. Sure. Right, well, it's really easy when you're spending someone else's money, Bret. Eventually, you run out of other people's money. We already know that and just because we're starting to talk about a trillion here or a trillion there, it doesn't make it responsible. The bill that the Democrats have put forth is not even reasonable when it comes to the needs. Even with their best estimates, they have to smile when they put forth some of the numbers. And I can tell you, we'll get to the -- to the bottom of it, we'll make sure that we do it right. The president is committed to that. BAIER: How concerned are you about polls inside the White House? We have these new state polls where the president's approval-disapproval is upside down in these three key states, Michigan, Minnesota, and Pennsylvania. Trust on the job on coronavirus, even on the economy, the edge is really, really tight. How concerned are you about all of this? MEADOWS: Listen, I don't talk about the polls, I look at policy because policy always drives the polls. When you put two things in place, the policy and the people is your number one priority, it always works out at the end. And ultimately, the only poll that counts is in November. When you look at, at what we're seeing though, is we've had a president that has not only performed before but will do it again. And the great thing is -- about all of this is, is that we actually have a president who has a track record, you know, it's not someone in a basement without one. BAIER: Yes, I want to follow up on something you told Maria Bartiromo over the weekend. And you said that the American people expect indictments in this investigation of the investigation. MEADOWS: Right. BAIER: The Durham report we haven't heard when it's coming out. If it's coming out, do you have any sense of when it's coming and what may be holding it up? MEADOWS: Well, that's under the Department of Justice. I wouldn't have any visibility in terms of a time frame with John Durham in the investigation that he is conducting. I can tell you this based on documents that I saw in my previous career, based on what I know going forward. There should be accountability, the American people expect it. And yet, at the same time, they would be extremely disappointed if people are not held accountable. This president indeed was spied on, and he was spied on by a government that shouldn't be involved in that, and those people do need to be held accountable. BAIER: We appreciate your time. Please come back and you think something will come together next week? MEADOWS: Well, we will certainly have something for the Democrats to vote on next week. And I can -- I can tell you, it's going to put the people of America and those that are suffering the most as our number one priority. BAIER: White House Chief of Staff Mark Meadows, thanks. MEADOWS: Thank you. BAIER: Up next, it's finally time to hear play ball for Major League Baseball. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP) CHARLES KRAUTHAMMER, FORMER FOX NEWS POLITICAL COMMENTATOR: But all the glory, you know, and with the White House on fire, the Congress in chaos, and the world going to hell in a handbasket, we need happy news like this. This is why God created baseball late on the sixth day. (END VIDEO CLIP) BAIER: Wise words from the late great Charles Krauthammer. By the way, I was wearing the same tie that day. Our dear friend was the biggest Washington Nationals fan of all. We are just an hour away from hearing those words, play ball, for the first time, in what will be an abbreviated Major League Baseball season because of coronavirus. The first game features the defending World Series champion Washington Nationals hosting the New York Yankees. Lucas Tomlinson is at Nationals Park tonight. (BEGIN VIDEOTAPE) LUCAS TOMLINSON, FOX NEWS STATE DEPARTMENT PRODUCER: It's not the start Major League Baseball had in mind, but after nearly four months, baseball is back but in empty stadiums. Dr. Fauci will be throwing out the first pitch tonight at Nats Park, and while he's become somewhat of a celebrity in the fight against coronavirus, he tells Nationals' first baseman Ryan Zimmerman, he's not feeling as confident about throwing out the first pitch. DR. ANTHONY FAUCI, DIRECTOR, NATIONAL INSTITUTE OF ALLERGY AND INFECTIOUS DISEASES: And I'm quite nervous about it. Yes. RYAN ZIMMERMAN, FIRST BASEMAN, WASHINGTON NATIONALS: OK. Well, don't worry about it, if you bounce it, there's nobody there to boo you. So, you'll be good to go. You're fine. TOMLINSON: There are some new rules for the 60-game season. The National League adds a designated hitter, a runner on second base will begin extra innings, and there'll be no face-to-face arguments with umpires. Major League Baseball, also announced it will show support for the Black Lives Matter movement. Earlier this week, some San Francisco Giants players and the manager kneeled during the national anthem at an exhibition game. Nancy Pelosi praised the move. REP. NANCY PELOSI, (D-CA): I'm so proud of Gabe Kapler, our new general manager who knelt with them. TOMLINSON: Unlike the NBA and NHL, all 30 big league clubs will travel around the country over the next two months. The Nationals will play in some COVID hot spots and make a 10-game road trip in three cities which could make it challenging for any contact tracing if anyone tests positive for coronavirus. Even though stadiums will be empty, Fox Sports will be adding thousands of virtual fans in the seats during broadcast, so people at home can have a feel of a sold-out stadium. (END VIDEOTAPE) TOMLINSON: Late this afternoon, Nationals general manager Mike Rizzo, announced his star outfielder Juan Soto, tested positive of the coronavirus and is out for tonight's season opener, Bret. BAIER: All right. Lucas, thank you. We'll have to see how that virtual fan thing works. Stocks were down today because of initial jobless claims rising for the first time since March. We told you about that earlier. The Dow lost 353- 1/2. The S&P 500 dropped 40, the NASDAQ plummeted 245. Up next, the canceled culture eating its own. We'll explain. First, here is what some of our Fox affiliates around the country are covering tonight. Fox 5 in New York as a judge ordered the release from prison of former Trump personal lawyer Michael Cohen. The judge, saying he believes the government retaliated against Cohen for writing a book about President Trump. A book expected to be very negative to the president. Cohen, sued the government earlier this week, saying he was ordered back to prison on July 9th over the book issue. Fox 9 in the Twin Cities as Minnesota Democrat Governor Tim Walz, signs a police accountability bill into law. It includes a ban on neck restraints like the one used on George Floyd before his death in Minneapolis. Bill also prohibits chokeholds and so-called warrior style training, which critics say promotes excessive force. And this is a live look at Austin, Texas from our affiliate Fox 7. One of the big stories there tonight, a storm watch is in effect for the Texas coast after the formation of a tropical depression in the Gulf of Mexico. The system is expected to become Tropical Storm Hanna, Friday, before making landfall south of the Houston area. That is tonight's live look \"OUTSIDE THE BELTWAY\" from SPECIAL REPORT. We'll be right back. (COMMERCIAL BREAK) BAIER: A cautionary tale tonight for the so-called cancel culture. The arbiters of the latest fad of political correctness continue to chip away at traditional American figures, but they also are turning on members of the liberal culture from which they came. Correspondent Doug McKelway shows us this evening. (BEGIN VIDEOTAPE) SEN. MITCH MCCONNELL (R-KY): Mobs have dragged statues of Washington, Jefferson, and Grant through the dirt. DOUG MCKELWAY, FOX NEWS CORRESPONDENT: While Mitch McConnell was attacking the so-called cancel culture on the Senate floor Wednesday, the House was debating whether to remove 16 statues, including the bust of Supreme Court Chief Justice Roger Taney, a Democrat and author of 1857 Dred Scott decision that denied African-Americans citizenship. REP. STENY HOYER (D-MD): What Dred Scott said was black lives did not matter. We assert that yes, they do matter. MCKELWAY: On Tuesday Planned Parenthood removed the name of its founder, Margaret Sanger, from its New York City clinic. Sanger advocated for sterilization to stop the reproduction of, quote, \"inferior people.\" BENJAMIN WATSON, FORMER NFL PLAYER: That's surprising considering what they said over the last several years about her, giving out awards in her honor and touting her as a hero. But now is a time of reckoning, as it should be. MCKELWAY: A similar cancelling for John Muir, the father of national parks. He founded the Sierra Club which announced it's ending its association with Muir, describing him as a, quote, \"white supremacist\" who drew on deeply harmful racial stereotypes. As many as 80 global and American companies, some often identified as progressive, are also facing uncomfortable pressure. Republican Senator Josh Hawley introduced a bill on Monday that would hold them accountable for what Hawley says is slave labor in their supply chains. Among those cited by Hawley, Nike, Adidas, Puma, Lenovo, Samsung, Starbucks, and Nespresso. Asked recently what she thought of cancel culture and the tearing down a Columbus statue, Speaker Pelosi said this. REP. NANCY PELOSI (D-CA): People will do what they do. MCKELWAY: In Pelosi's childhood home of Baltimore, a statue of Columbus was toppled and throw into the Inner Harbor this month. Statues of Confederate Generals Robert E. Lee and Stonewall Jackson were taken down two years ago after Charlottesville. They had been dedicated in 1948 by her father, Mayor Thomas D'Alesandro, who said that the statues, quote, \"remind us to be resolute in preserving our sacred institutions.\" (END VIDEOTAPE) MCKELWAY: On Wednesday, the House voted to remove all 16 statues, but 113 members, all Republicans, voted against it, and it's doubtful the Senate will take up anything similar. Bret? BAIER: Doug McKelway up on the Hill. Doug, thanks. The main focus tonight in legal proceedings against a woman accused of helping late financier and pedophile Jeffrey Epstein recruit underaged girls appears to be what information becomes public now. Correspondent Laura Ingle looks at the latest decisions. (BEGIN VIDEOTAPE) LAURA INGLE, FOX NEWS CORRESPONDENT: The documents in question date back to a civil defamation case filed against Ghislaine Maxwell by Jeffrey Epstein accuser Virginia Giuffre. The case was settled and the documents sealed. Many have since been unsealed, like ones that detailed Giuffre's accusations that Maxwell made her have sex with Prince Andrew at age 17. Giuffre is fighting to release more. Maxwell is fighting to stop it, citing potential embarrassment. The judge ruling against her, saying, quote, \"any minor embarrassment or annoyance resulting from disclosure of Ms. Maxwell's mostly non-testimony about behavior that has been widely reported in the press is far outweighed by the presumption of public access.\" The judge deciding to release thousands more pages, including the transcript of Maxwell's seven-hour long deposition, and why she is facing perjury charges today. The judge ruled nearly all the remaining documents should be released, but the names of certain John Doe's not yet made public should remain redacted. A name once known to run in Maxwell's circles is President Trump, something he admitted this week. TRUMP: I've met her numerous times over the years, especially since I lived in Palm Beach, and I guess they lived in Palm Beach. But I wish her well. INGLE: But as Press Secretary Kayleigh McEnany points out, President Trump banned Jeffrey Epstein from Mar-a-Lago long ago. KAYLEIGH MCENANY, WHITE HOUSE PRESS SECRETARY: This president was always on top of this, ahead of this, noting this, banning this man from his property long before this case was even played out in a court of law. (END VIDEOTAPE) INGLE: Despite the judge's ruling to release these long awaited and potentially explosive documents, there will be nothing to read for at least a week while Maxwell's lawyers file an appeal. Bret? BAIER: We'll follow it. Laura, thank you. New York Democratic Congresswoman Alexandria Ocasio-Cortez used some shocking language today on the House floor because she was quoting what a Republican colleague said to her. Her comments come following a verbal exchange with Florida Republican Ted Yoho Monday in which he used the profane sexist slur that the congresswoman repeated in her speech. (BEGIN VIDEO CLIP) REP. ALEXANDRA OCASIO-CORTEZ, (D-NY): In front of reporters, Representative Yoho called me, and I quote, a -- These are the words that Representative Yoho levied against a congresswoman. (END VIDEO CLIP) BAIER: We added the beep. Yoho has apologized for what he called his, quote, abrupt manner. Ocasio-Cortez did not accept that apology. When we come back, will President Trump withdraw all U.S. forces from Afghanistan? (COMMERCIAL BREAK) BAIER: Witnesses in Afghanistan say a government air strike killed at least 14 people, many of them women and children. It happened as hundreds of them gathered to welcome a former Taliban fighter freed from jail. The U.S. peace envoy to Afghanistan tweeted a condemnation of the strike, welcoming a government investigation. One of President Trump's campaign promises from 2016 was to end what he called America's involvement in endless wars. It's a message he continues to deliver to this day. But is that strategy working? Here is national security correspondent Jennifer Griffin. (BEGIN VIDEOTAPE) JENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT: A peace deal with the Taliban the Trump administration hopes will allow U.S. troops to come home after 19 years of war, past the 135 day mark this week. But the agreement, signed in February, remains fragile. CENTCOM Commander General Frank McKenzie had this warning in an interview with \"Voice of America.\" GEN. KENNETH F. MCKENZIE, CENTCOM COMMANDER: And while the Taliban have been scrupulous about not attacking U.S. or coalition forces. In fact, the violence against the Afghans is higher than it has been in quite a while. GRIFFIN: The U.S.-Taliban deal calls for a full U.S. withdrawal from Afghanistan within 14 months, something the president campaigned on and hopes to achieve by November. TRUMP: We want to bring our people back home. GRIFFIN: Since February, the U.S. has drawn down to 8,600 troops and withdrawn from five bases in Afghanistan as part of the deal, roughly the same number of troops as when President Obama left office, down from a high of 100,000 in 2010. No U.S. troops have been killed in Afghanistan since the deal was signed. The Pentagon continues to say it has found no evidence the Russians paid bounties that led to the death of any American troops. JONATHAN HOFFMAN, CHIEF PENTAGON SPOKESPERSON: We've not found any corroborating evidence that would indicate that there was a bounty program. GRIFFIN: Secretary of State Mike Pompeo spoke to his Russian counterpart about working together in Afghanistan. MIKE POMPEO, SECRETARY OF STATE: We think it's in Russia's best interest. We think it's in China's best interest. We know it's in the Afghan people's best interest. (END VIDEOTAPE) GRIFFIN: The House version of the National Defense Authorization Act includes an amendment from Democrat Jason Crow of Colorado and Liz Cheney of Wyoming that would require the administration to make several certifications to Congress before it can draw down any further in Afghanistan. Bret? BAIER: Jennifer Griffin at the Pentagon. Jennifer, thank you. Secretary of State Mike Pompeo told an audience at the Nixon Library in California the U.S. ordered Beijing to close its consulate in Houston because it was a hub of spying and intellectual property theft. Tonight on \"The Story\" with Martha MacCallum, Pompeo talks at length about the deteriorating U.S. relationship with China. (BEGIN VIDEO CLIP) POMPEO: When you see what the Chinese Communist Party has done to our country and to the world with their failure to live up to another set of promises that they made to the world about their responsibility if a pandemic began to break out in their country, the cover-up that took place, you can absently understand why a trade deal like the phase one trade deal no longer ranks first of all the various issues we have with the Chinese Communist Party. (END VIDEO CLIP) BAIER: Secretary Pompeo, you can see that interview with Martha at the top of the hour. The U.S. is accusing Russia of conducting a test of antisatellite weapons in space, saying it's Moscow's intent to deploy weapons that threaten U.S. and allied satellites. The head of the British space agency agreed, writing on Twitter Russia launched a projectile with characteristics of a weapon. Russia says the event was an inspection of a satellite using special equipment. Next up, the panel with reaction to today's presidential news conference and the cancellation of Jacksonville as the RNC convention, plus my interview with the White House chief of staff. (COMMERCIAL BREAK) (BEGIN VIDEO CLIP) TRUMP: I looked at my team and I said the timing for this event is not right. It's just not right, with what has happened recently, the flare up in Florida, to have a big convention. It's not the right time. It's really something that for me, I have to protect the American people. (END VIDEO CLIP) BAIER: President Trump canceling the Jacksonville, Florida, part of the convention. If you remember, it was eight weeks ago he moved from Charlotte, North Carolina, because of too strict health situation, he wanted to have a bigger party atmosphere. But within eight weeks, the spike in Florida changed this, and he has canceled that, so now making plans for a very different Republican convention. This as some new key battleground state polls come out tonight. FOX polls Michigan, Minnesota, Pennsylvania, and you can see Joe Biden leading in all of those, various numbers there. The president's job performance upside- down, underwater in all three states, Michigan, Minnesota, and Pennsylvania. And then this is probably the biggest spread, trust to do a better job on coronavirus in those three states, 19, 23, and 18 points difference in our latest FOX News poll. Let's bring in our panel, Matthew Continetti, founding editor of the \"Washington Free Beacon,\" Julie Pace, Washington Bureau Chief for the Associated Press, and Jason Riley, \"Wall Street Journal\" columnist and senior fellow at the Manhattan Institute. Julie, you're at the White House, pay attention to all that stuff day-to-day, quite a turnaround, and obviously the situation in Florida changed the dynamic completely. JULIE PACE, WASHINGTON BUREAU CHIEF, ASSOCIATED PRESS: Absolutely. I think this is the president bending to reality here and really recognizing that, whether he likes it or not, this is an election that is very much going to be decided on how Americans view his handling of the pandemic. And he can't wish it away. He is the commander-in-chief and he is ultimately responsible for the health and safety of Americans. And so there was this huge contradiction between him planning to move forward with a big convention, with hundreds of people, thousands of people jammed into a space, and then his administration advising Americans to avoid those exact kind of situations. And so I think ultimately it just became untenable for him to move forward with a traditional convention. BAIER: Matthew, the White House chief of staff, Mark Meadows, saying that it's a very tough decision for a politician. Obviously, it's a launching point for the campaign. But he said it was an easy decision that happened quickly for President Trump when he faced the dangers of what Jacksonville may look like. MATTHEW CONTINETTI, EDITOR IN CHIEF, \"WASHINGTON FREE BEACON\": Look, I think it was a concession to reality. I also think it's a signal of Trump's new tone that he's trying to communicate that he's taking the virus seriously. It also frees him up, I think, to give a more creative address to the nation. But it also says to me, Bret, that this election will really depend more so than usual on the debates. Those will really be one or three instances where we have both candidates in a traditional setting up against each other. The conventions don't matter as much, there's no campaign trail rallies. It will come down, I think, to the debates. BAIER: Jason, take a listen to the Senate minority leader and the Senate minority leader on these negotiations about the next stimulus bill. (BEGIN VIDEO CLIP) SEN. CHUCK SCHUMER (D-NY): Even after all this time, it appears the Republican legislative response to COVID is ununified, unserious, unsatisfactory. MCCONNELL: Our proposal will not waste the American people's time with go- nowhere socialist fantasies. We aren't choreographing political stunts or teeing up the same old partisan trench warfare. Our proposal will focus on three things -- kids, jobs, and health care. (END VIDEO CLIP) BAIER: Senator McConnell saying they will have a framework of a bill. And you heard the White House chief of staff saying there is disagreement within the GOP, and they are giving Democrats the opportunity to hammer them on this issue at least in the short term. JASON RILEY, \"WALL STREET JOURNAL\" COLUMNIST: Yes, that's what we're hearing, Bret. I think that the Republicans have this right. We've had the previous stimulus packages. I think they can only do so much. There's going to be diminishing returns in terms of what the government is trying to do. We've got to get people back to work, and we can't disincentivize them to get back to work. We also have to get kids back to school in order for people to go back to work. Those two things cannot be divorced from one another. So I would like to see a bill that acknowledges that we do need to get this economy up and running again, and puts safety first, obviously, but also weigh the health costs and the financial costs of this lockdown. BAIER: Julie, A.P. poll on school reopening K through 12 schools, open as usual, eight percent, minor adjustments, 14 percent, major adjustments 46 percent. A lot of focus today on the open as usual being only eight percent, but if you add it all up, you're at 68 percent that want it open somehow, schools. So this is going to be a big issue. PACE: It absolutely is. The majority, as you cite in our poll there, wants schools to open. But most people do want to see some kind of adjustments. And I think that's where the struggle is very real for a lot of school districts and a lot of parents. What are those adjustments? What is feasible? What allows you to send a child back in a way that allows them to both be safe and have a productive learning atmosphere right now. And I think the reality that we're seeing from a lot of major school districts in a lot of parts of the country is that they just don't think that they can get there and make those kinds of decisions in the next couple of weeks. And so they are trying to put this decision off until probably the beginning of 2021, which leaves a lot of people in a really tough spot, certainly, for the next couple months. BAIER: I know, in limbo. It's tough. Matthew, very quickly, you think these tighter news conferences, these briefings are helping the president? CONTINETTI: Well, I hope we'll see that emerge in the polls, Bret. But the key is right now, Trump is not running against Biden. He's running against the coronavirus. And in order to win in November, he has to lead on the coronavirus. BAIER: All right, panel, as always, thank you. When we come back, the brighter side of things, some good news. (COMMERCIAL BREAK) BAIER: Finally tonight, a pair of special surprises. Joanna Lauby thought she was doing a photo shoot with her two-year-old daughter Annelise. Little did she know her husband Nate turned it into a surprise reunion. Nate's an Army Reserve staff sergeant. He's been deployed overseas since July. Came home early. That's a happy day. When Cameron Andrade returned home after a seven-month deployment with the U.S. Navy, his wife was not the only one happy to see him. Check this out. Cameron's dog Brody could not contain his excitement outside their home in Connecticut. That dog knew. He wagged his tail, ran around furiously. Welcome home Cameron and Nate, thank you for your service. Thanks for inviting us into your home tonight. That's it for this SPECIAL REPORT. ", "comment": "", "topic": "TRANSCRIPT", "date": " July 23"}]