[{"cover": "https://s.wsj.net/public/resources/images/S1-GX788_0730vw_D_20200730035632.jpg", "title": "Auto Giants Swing to Loss During Coronavirus-Driven Downturn", "url": "https://www.wsj.com/articles/volkswagen-cuts-dividend-amid-coronavirus-driven-downturn-11596097657?mod=searchresults&page=1&pos=1", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Autos ", "author": "By Mike Colias, Ruth Bender", "date": "July 30, 2020 6:08 pm ET", "printheadline": " Appeared in the July 31, 2020, print edition as 'Ford Posts $1.9 Billion Loss, But Sector Expects Upswing.' ", "content": " Ford Motor Co. posted a $1.9 billion operating loss in the second quarter, the latest global auto maker to report steep losses from factory closures as the pandemic’s financial fallout on the car business comes into focus.Still, global auto makers this week said they expect profits to return in coming months—barring further factory disruptions related to Covid-19—as the restart of production has mostly gone smoothly and buyer demand has been stronger than analysts expected when the crisis hit.", "subtitle": "Ford is latest auto maker to report steep losses, but industry predicts profits will return in coming months"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX980_uschin_D_20200730131639.jpg", "title": "Americans’ Negative View of China Reaches Record High Amid Coronavirus Pandemic", "url": "https://www.wsj.com/articles/americans-negative-view-of-china-reaches-record-high-amid-coronavirus-pandemic-11596132000?mod=searchresults&page=1&pos=2", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " China ", "author": "By Sha Hua", "date": "July 30, 2020 2:00 pm ET", "printheadline": "", "content": "American antipathy toward China has soared to a record high amid the coronavirus pandemic, a new survey has found, with an overwhelming bipartisan majority favoring a tougher stance on China at the expense of economic ties.The proportion of Americans holding unfavorable views of China reached 73%, according to a Pew Research Center poll...\n  ", "subtitle": "Bipartisan majority wants U.S. to prioritize human rights over economic ties, new poll finds "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX785_budear_D_20200730034353.jpg", "title": "Budweiser Brewer Takes $2.5 Billion Write-Down in South Africa Over Covid-19", "url": "https://www.wsj.com/articles/ab-inbev-impairment-hits-net-profit-11596087195?mod=searchresults&page=1&pos=3", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Business ", "author": "By Saabira Chaudhuri", "date": "July 30, 2020 9:37 am ET", "printheadline": " Appeared in the July 31, 2020, print edition as 'Budweiser Brewer Takes Big Charge in Africa for Covid-19.' ", "content": " Anheuser-Busch InBev NV reported a sharp drop in second-quarter sales as beer consumption across much of the world dropped and took a $2.5 billion write-down on its business in South Africa, where alcohol sales have been banned during the pandemic.Still, revenue topped analyst estimates, and AB InBev—which makes one out of every four beers sold globally—said its performance was improving rapidly. Though volumes fell 32% in April and 21% in May, they rose 0.7% from a year earlier in June.", "subtitle": "AB InBev says global sales in June were up from the year earlier, pointing to consumer resilience "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW998_CORN_D_20200727165940.jpg", "title": "China’s Corn-Market Pop Could Lift American Farmers", "url": "https://www.wsj.com/articles/chinas-corn-market-pop-could-lift-u-s-farmers-11596101400?mod=searchresults&page=1&pos=4", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Commodities ", "author": "By Lucy Craymer", "date": "July 30, 2020 7:54 am ET", "printheadline": " Appeared in the July 31, 2020, print edition as 'China’s Corn Appetite Seen Boosting U.S..' ", "content": "Corn prices in China are soaring, which could be good news for American farmers.As China’s formerly bloated stockpiles shrink, prices have climbed to a five-year high. Since January, front-month corn futures on the Dalian Commodity Exchange have risen 27% to about 2,306 yuan ($329) a metric ton, a level last seen in the summer of 2015.Back...\n  ", "subtitle": "China has already stepped up purchases of American farm goods, and forecasts record corn imports overall"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW972_GMEARN_D_20200727160050.jpg", "title": "GM Posts Quarterly Loss but Beats Analyst Estimates", "url": "https://www.wsj.com/articles/gm-posts-quarterly-loss-but-beats-analyst-estimates-11596025031?mod=searchresults&page=1&pos=5", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Earnings ", "author": "By Mike Colias", "date": "July 29, 2020 12:03 pm ET", "printheadline": " Appeared in the July 30, 2020, print edition as 'GM Posts Loss but Outlook Brightens.' ", "content": " General Motors Co. posted a $758 million second-quarter net loss mostly due to factory shutdowns in its home U.S. market, although resilient sales of pricey pickup trucks propelled results beyond analysts’ forecasts.The company said its U.S. plants are cranking into overdrive to replenish thinly stocked dealership lots, a sign that its bottom line could rebound in coming quarters as the company tries to make up for weeks of lost production this spring from the pandemic. GM said nearly all its U.S. factories are running at...\n  ", "subtitle": "Factory shutdowns in the U.S. took a bite, although resilient sales of pricey pickup trucks lifted results"}, {"cover": "", "title": "Newsletter: Stimulus Plans", "url": "https://www.wsj.com/articles/newsletter-stimulus-plans-01596019214?mod=searchresults&page=1&pos=6", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "", "date": "July 29, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. The Federal Reserve wraps up a two-day meeting with a policy statement and press conference, and lawmakers are trying to pass a fifth round of coronavirus stimulus—with key benefits set to run out on Friday. […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW749_MONDEL_D_20200726175547.jpg", "title": "Mondelez Is Stung by Coronavirus Lockdowns in Emerging Markets", "url": "https://www.wsj.com/articles/mondelez-is-stung-by-coronavirus-lockdowns-in-emerging-markets-11595970951?mod=searchresults&page=1&pos=7", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Earnings ", "author": "By Annie Gasparro", "date": "July 28, 2020 7:49 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'Mondelez Snack Sales Suffer From Measures to Fight Virus Overseas.' ", "content": " Mondelez International Inc. said tough lockdowns to fight the coronavirus in emerging markets hurt sales of its cookies and other snacks in the second quarter.Comparable sales for the maker of Oreo cookies, Toblerone chocolate and Ritz crackers rose 11% in North America, but in Latin America, where coronavirus cases have multiplied rapidly, sales by that metric fell 11%. In its Asia, Middle East and Africa division, where some countries have imposed stricter social-distancing regulations than in North America, comparable...\n  ", "subtitle": "Oreo, Toblerone maker says India and China returned to growth by July "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GX167_metzl_D_20200728101910.jpg", "title": "How to Hold Beijing Accountable for the Coronavirus", "url": "https://www.wsj.com/articles/how-to-hold-beijing-accountable-for-the-coronavirus-11595976973?mod=searchresults&page=1&pos=8", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Commentary ", "author": "By Jamie Metzl", "date": "July 28, 2020 6:56 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition. ", "content": "If a country accidentally launched a nuclear missile killing more than 650,000 people, world leaders would at least demand a comprehensive and immediate investigation into what happened to make sure it didn’t occur again. But as evidence grows that the equally deadly Covid-19 pandemic may stem from a Wuhan virology lab’s accidental leak followed by a Chinese government coverup, most politicians across the globe have been strangely silent. Unless policy makers understand the novel coronavirus’s origins, the world remains vulnerable to an even deadlier pandemic in the future.The...\n  ", "subtitle": "Why did China cover up the epidemic? The most plausible explanation involves a Wuhan lab."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Kodak Shifts Into Drug Production With Help of $765 Million U.S. Loan", "url": "https://www.wsj.com/articles/kodak-lands-765-million-u-s-loan-in-start-of-medical-supply-chain-fix-11595930400?mod=searchresults&page=1&pos=9", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Business ", "author": "By Rachael Levy", "date": "July 28, 2020 6:25 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'Agency Loan Backs Kodak’s Pharma Move.' ", "content": "Eastman Kodak Co. has won a $765 million government loan under the Defense Production Act, the first of its kind. The purpose: to help expedite domestic production of drugs that can treat a variety of medical conditions and loosen the U.S. reliance on foreign sources. The onetime leader in photography sales is gearing up to produce ingredients for a number of generic drugs, including the antimalarial drug hydroxychloroquine that President Trump has touted in the treatment of coronavirus. Meanwhile, the U.S. is aiming to shift...\n  ", "subtitle": "Onetime photography leader is making the move with funding provided under the Defense Production Act "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW650_3MEARN_D_20200726115737.jpg", "title": "3M’s Sales Drop Despite Demand for Face Masks, Cleaning Supplies", "url": "https://www.wsj.com/articles/3ms-sales-drop-despite-demand-for-face-masks-cleaning-supplies-11595935672?mod=searchresults&page=1&pos=10", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Earnings ", "author": "By Austen Hufford", "date": "July 28, 2020 3:30 pm ET", "printheadline": " Appeared in the July 29, 2020, print edition as 'Face Masks Fail to Lift 3M Sales.' ", "content": " 3M Co. is the lead maker of the most critical face masks in the fight against Covid-19. But mask demand hasn’t protected the company from the brutal economic impact of the pandemic.The Saint Paul, Minn.-based manufacturer said Tuesday that it suffered a sharp sales drop in its latest quarter while many factories, offices and dentists remained closed, offsetting gains from high demand for N95 masks and home-improvement supplies. ", "subtitle": "N95 mask maker sees signs of economic recovery in China and beyond "}, {"cover": "", "title": "Newsletter: What Are Markets Saying About the U.S. Recovery?", "url": "https://www.wsj.com/articles/newsletter-what-are-markets-saying-about-the-u-s-recovery-01595932799?mod=searchresults&page=1&pos=11", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "By Jeffrey Sparshott", "date": "July 28, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Money Talks The dollar is on track to close out its worst month since April 2011 as a rise in coronavirus infections across the U.S. threatens to damp the economic recovery and keep low interest […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW842_Lee_D_20200727104540.jpg", "title": "Down Under Doubles Down on Checking China", "url": "https://www.wsj.com/articles/down-under-doubles-down-on-checking-china-11595889726?mod=searchresults&page=1&pos=12", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Commentary ", "author": "By John Lee", "date": "July 27, 2020 6:42 pm ET", "printheadline": " Appeared in the July 28, 2020, print edition. ", "content": "Australian Foreign Minister Marise Payne and Defense Minister Linda Reynolds will meet their American counterparts Tuesday in Washington for annual meetings known as Ausmin. Then they will fly home to Australia and quarantine for two weeks to minimize the spread of Covid-19—a requirement for those arriving from abroad.It is extraordinary that the Australians are willing to tolerate two weeks of inconvenience to meet with Secretary of State Mike Pompeo and Defense Secretary Mark Esper. Virtual meetings are the norm. The decision...\n  ", "subtitle": "Trump challenges allies to pull their weight, and Australia steps up with courage and resolve."}, {"cover": "", "title": "Emerging and Growth Markets, July 25th 2020", "url": "https://www.wsj.com/articles/emerging-and-growth-markets-july-25th-2020-01595858257?mod=searchresults&page=1&pos=13", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Frontiers Blog ", "author": "By Dan Keeler", "date": "July 27, 2020 9:57 am ET", "printheadline": "", "content": "Note: This is a web-version of the WSJ’s weekly Emerging & Growth Markets newsletter. The newsletter is a companion to Strategic Intelligence, an information resource focused on emerging markets that brings together the global news coverage of The Wall Street Journal with the analysis of market intelligence firm DuckerFrontier. Click here to receive the newsletter in your inbox. Africa […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW778_ZAMBIA_D_20200727061657.jpg", "title": "Covid’s Next Economic Crisis: Developing-Nation Debt", "url": "https://www.wsj.com/articles/covid-coronavirus-developing-nation-africa-debt-crisis-11595455147?mod=searchresults&page=1&pos=14", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " World ", "author": "By Avantika Chilkoti, Gabriele Steinhauser", "date": "July 26, 2020 12:27 pm ET", "printheadline": " Appeared in the July 27, 2020, print edition as 'Developing-Nation Debt Threatens to Tip Into Crisis.' ", "content": "Zambia was once a model in Wall Street’s rush to issue debt for the world’s poorest nations, attracting bigger orders and lower interest rates than some more-developed countries.Less than a decade later, the Southern African nation is straining to pay back more than $11 billion in loans. The world is gearing up for a battle over developing-country...\n  ", "subtitle": ""}, {"cover": "", "title": "What Fed Officials Have Been Saying; Jobless Claims Rise as Data Points to Sputtering Economy; Russia Cuts Key Rate", "url": "https://www.wsj.com/articles/fedspeak-cheat-sheet-jobless-claims-rise-as-data-points-to-sputtering-economy-russia-cuts-key-rate-11595593613?mod=searchresults&page=1&pos=15", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 24, 2020 1:14 pm ET", "printheadline": "", "content": "Good day. In the shadow of Thursday’s data showing a rise in U.S. unemployment claims, we take a look at recent comments by Fed officials and what they might reveal about their discussions on the economy at their meeting next week. Michael S. Derby has a roundup of economists’ views of the current state of the U.S. economy. Elsewhere, Russia’s central bank cut its key interest rate to a new low, and its counterpart in Turkey held rates steady.Now on to today’s news and analysis.", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GW063_CAPITA_D_20200723171613.jpg", "title": "The Rescues Ruining Capitalism", "url": "https://www.wsj.com/articles/the-rescues-ruining-capitalism-11595603720?mod=searchresults&page=1&pos=16", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " The Saturday Essay ", "author": "By Ruchir Sharma", "date": "July 24, 2020 11:15 am ET", "printheadline": " Appeared in the July 25, 2020, print edition as 'The Rescues Ruining Capitalism How Government Help Has Hurt the Economy.' ", "content": "Modern society looks increasingly to government for protection from major crises, whether recessions, public-health disasters or, as today, a painful combination of both. Such rescues have their place, and few would deny that the Covid-19 pandemic called for dramatic intervention. But there is a downside to this reflex to intervene, which has become more automatic over the past four decades. Our growing intolerance for economic risk and loss is undermining the natural resilience of capitalism and now threatens its very survival. The...\n  ", "subtitle": "Easy money and constant stimulus have undermined the basic dynamics of the free market. We’ve paid the price in low growth and productivity, falling entrepreneurship and rising inequality. "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV777_ALUTAR_D_20200722181040.jpg", "title": "Aluminum Mills, Can Makers at Odds Over Tariff Exemptions", "url": "https://www.wsj.com/articles/aluminum-mills-can-makers-at-odds-over-tariff-exemptions-11595509201?mod=searchresults&page=1&pos=17", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Business ", "author": "By Bob Tita", "date": "July 23, 2020 9:00 am ET", "printheadline": " Appeared in the July 24, 2020, print edition as 'Tariffs on Aluminum Unsettle the Sector.' ", "content": "Aluminum customers are receiving tariff exclusions on billions of pounds of imported metal that U.S. mills say are undermining the domestic market the duties were supposed to revive.The 10% duty on foreign-made aluminum that the Trump administration imposed in March 2018 allowed importers to receive exclusions from the tariff for metal that wasn’t available domestically. But aluminum producers in the U.S. say the exclusion process is incentivizing more imports, deepening a divide in the industry over the tariff’s effectiveness.", "subtitle": "Buyers have secured tariff exemptions for more of the metal than they import; ‘the\n               exclusion process has gotten out of control’ "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV821_0722pa_D_20200722234916.jpg", "title": "Pfizer Shares Drive Dow Industrials Higher", "url": "https://www.wsj.com/articles/global-stock-markets-dow-update-7-22-2020-11595409287?mod=searchresults&page=1&pos=18", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " U.S. Markets ", "author": "By Joe Wallace, Karen Langley", "date": "July 22, 2020 5:55 pm ET", "printheadline": " Appeared in the July 23, 2020, print edition as 'Dow Jumps 165, Lifted by Pfizer Shares.' ", "content": "A climb in shares of Pfizer boosted the Dow Jones Industrial Average Wednesday after the US. government agreed to pay the drugmaker and partner BioNTech to secure doses of their experimental Covid-19 vaccine.The blue-chip index gained 165.44 points, or 0.6%, to 27005.84. The S&P 500 added 18.72 points, or 0.6%, to 3276.02, and the tech-heavy Nasdaq Composite edged up 25.76 points, or 0.2%, to 10706.13.Pfizer...\n  ", "subtitle": "Drugmaker climbs after reaching deal on coronavirus vaccine; earnings remain focus\n               for investors"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GV572_DEMPLA_D_20200722093946.jpg", "title": "2020 Democratic Party Draft Platform: What We Know, From Health Care to China", "url": "https://www.wsj.com/articles/2020-democratic-party-draft-platform-what-we-know-from-health-care-to-china-11595445073?mod=searchresults&page=1&pos=19", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Election 2020 ", "author": "By Eliza Collins, Joshua Jamerson", "date": "July 22, 2020 3:11 pm ET", "printheadline": " Appeared in the July 23, 2020, print edition as 'Democrats Draft a Platform For 2020.' ", "content": "Democrats’ first draft of their 2020 party platform calls for universal access to health care and criticizes China’s trade practices, but it steers away from some progressive proposals such as Medicare for All, the Green New Deal and cutting police budgets.The document released Tuesday night is largely symbolic, as Democratic candidates don’t have to endorse its contents. But it is an official marker of the party’s priorities and policy goals ahead of its convention in August, when Joe Biden will officially accept the nomination...\n  ", "subtitle": "Draft of document, reviewed by The Wall Street Journal, shows passing reference to\n               Medicare for All and no calls for defunding police"}, {"cover": "", "title": "Fed Nominee Shelton Cleared for Full Senate Vote; Looking Ahead to Fed Meeting", "url": "https://www.wsj.com/articles/fed-nominee-shelton-cleared-for-full-senate-vote-looking-ahead-to-fed-meeting-11595421325?mod=searchresults&page=1&pos=20", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 22, 2020 8:35 am ET", "printheadline": "", "content": "Good day. A Senate panel cleared Judy Shelton and Christopher Waller to advance toward votes by the full chamber on their nominations by President Trump for the Federal Reserve’s policy-making board. Michael S. Derby takes a look at some of the issues raised by Ms. Shelton’s nomination. And Nick Timiraos sets out three key issues Fed officials are set to consider at their July 28-19 meeting: how long they plan to keep interest rates near zero; whether to change the composition of their bond purchases; and the conclusion of their review of the Fed’s long-run policy-setting strategy.Now...\n  ", "subtitle": ""}, {"cover": "", "title": "Newsletter: ‘Worse Before it Gets Better’", "url": "https://www.wsj.com/articles/newsletter-worse-before-it-gets-better-01595414414?mod=searchresults&page=2&pos=1", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "By Jeffrey Sparshott", "date": "July 22, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Cut Taxes or Increase Spending? President Trump wants a payroll-tax cut in the next round of economic relief. The reaction from economists and lawmakers in both parties: nah. Mr. Trump’s basic argument—lower payroll taxes reduce […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "U.S. Accuses Two Hackers of Stealing Secrets From American Firms for China", "url": "https://www.wsj.com/articles/u-s-accuses-two-hackers-of-stealing-secrets-from-u-s-firms-for-china-11595345257?mod=searchresults&page=2&pos=2", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " National Security ", "author": "By Aruna Viswanatha, Dustin Volz", "date": "July 21, 2020 5:56 pm ET", "printheadline": " Appeared in the July 22, 2020, print edition as 'U.S. Indictment Ties China to Cyber Theft.' ", "content": "The U.S. government accused two hackers in China of targeting U.S. firms involved in coronavirus research, in a wide-ranging indictment that alleged the pair also stole hundreds of millions of dollars in sensitive information from companies around the world while working on behalf of Beijing’s premier spy service.The indictment is the first from the U.S. to link a foreign government to a campaign of cyber theft intended to leapfrog other nations in the global race to find a vaccine to blunt the pandemic, which has killed...\n  ", "subtitle": "Alleged hackers tested defenses at four U.S. companies working on coronavirus treatment"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Coca-Cola Sales Fall 28%, but It Says the Worst Is Over", "url": "https://www.wsj.com/articles/coca-cola-sales-fall-28-with-fewer-products-sold-at-bars-restaurants-11595332395?mod=searchresults&page=2&pos=3", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Earnings ", "author": "By Jennifer Maloney", "date": "July 21, 2020 9:49 am ET", "printheadline": " Appeared in the July 22, 2020, print edition as 'Coke Says Worst Is Over as Sales Fall.' ", "content": " Coca-Cola Co. said it believes the biggest challenges of the pandemic are behind it, despite the current surge in coronavirus cases in many parts of the U.S.About half of Coca-Cola’s business comes from away-from-home venues—the restaurants, bars, movie theaters and sports stadiums that were shut around the world during the second quarter because of the pandemic. But...\n  ", "subtitle": "Executives expect sales to improve in Asia and Europe, which they say have managed worst stages of coronavirus pandemic"}, {"cover": "", "title": "VC Daily: Ant Group Plans Dual IPOs; Elevation Raises $32.5 Million to Develop Precision Cancer Drugs; Virus Spurs Demand for Startup", "url": "https://www.wsj.com/articles/vc-daily-ant-group-plans-dual-ipos-elevation-raises-32-5-million-to-develop-precision-cancer-drugs-virus-spurs-demand-for-startup-11595337108?mod=searchresults&page=2&pos=4", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro VC Newsletter ", "author": "", "date": "July 21, 2020 9:11 am ET", "printheadline": "", "content": "Good day. Opus Training Inc., a startup that provides mobile-based training services, is seeing rapid growth due to demand for hygiene-related and other training for food service and other workers during the pandemic. The startup has had an influx of business and has had to hire more staff after launching StopCovid.co, a website to teach companies how to train their workers to deal with Covid-19. For example, the “sanitizing captain” is a new position in many companies that requires training that Opus provides, said Rachael Nemeth, the company’s co-founder and chief executive.In...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Bringing the Factories Home", "url": "https://www.wsj.com/articles/bringing-the-factories-home-11595180872?mod=searchresults&page=2&pos=5", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Commentary ", "author": "By Arthur Herman", "date": "July 19, 2020 1:47 pm ET", "printheadline": " Appeared in the July 20, 2020, print edition. ", "content": "The American economy is in a double bind. On the one hand, Covid-19 has made it necessary to reduce American dependence on China’s economy, and Chinese manufactured imports in particular. The alarm over China’s stranglehold on America’s access to important pharmaceuticals and health-care goods like ventilators is only the leading edge of this concern. According to the Los Angeles Times, there are no fewer than 62 bills pending in Congress to alter one aspect or another of our economic relationship with China. Yet at the same...\n  ", "subtitle": "Any new industrial policy has to make the U.S. less vulnerable to Chinese suppliers. "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Medical Devices Aren’t Out of the Danger Zone", "url": "https://www.wsj.com/articles/medical-devices-arent-out-of-the-danger-zone-11595167200?mod=searchresults&page=2&pos=6", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Heard on the Street ", "author": "By Charley Grant", "date": "July 19, 2020 10:00 am ET", "printheadline": " Appeared in the July 20, 2020, print edition as 'Medical Devices Are Still in The Danger Zone.' ", "content": "The business outlook for medical-device companies is clearly improving. The danger to their stock prices hasn’t gone away, though.Second-quarter results from health-care bellwethers Johnson & Johnson and Abbott Laboratories on Thursday were stronger than Wall Street expected. J&J raised its 2020 profit outlook, while Abbott issued better guidance than analysts were expecting.  Shares of both are near records, as is a broad index of smaller device companies.", "subtitle": "The business outlook for medical-device companies is steadily improving, but the danger to stock prices hasn’t gone away "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Auto Makers Charge Ahead With Electric-Vehicle Plans", "url": "https://www.wsj.com/articles/auto-makers-charge-ahead-with-electric-vehicle-plans-11595156400?mod=searchresults&page=2&pos=7", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Autos ", "author": "By Ben Foldy", "date": "July 19, 2020 7:00 am ET", "printheadline": " Appeared in the July 20, 2020, print edition as 'Investors Push Auto Makers on Electric Cars.' ", "content": "Pressure is building on General Motors Co., Volkswagen AG and other major auto makers to deliver on their electric-vehicle plans, as investor enthusiasm for the technology has grown in recent months.Despite some coronavirus-related setbacks, car companies in the coming months are expected to unleash a wave of new plug-in models in an effort...\n  ", "subtitle": "GM, Volkswagen, Nissan plan batch of new plug-in models despite economic challenges as investors rev up Tesla shares"}, {"cover": "", "title": "Emerging and Growth Markets, July 18th 2020", "url": "https://www.wsj.com/articles/emerging-and-growth-markets-july-18th-2020-01595083688?mod=searchresults&page=2&pos=8", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Frontiers Blog ", "author": "By Dan Keeler", "date": "July 18, 2020 10:47 am ET", "printheadline": "", "content": "Note: This is a web-version of the WSJ’s weekly Emerging & Growth Markets newsletter. The newsletter is a companion to Strategic Intelligence, an information resource focused on emerging markets that brings together the global news coverage of The Wall Street Journal with the analysis of market intelligence firm DuckerFrontier. Click here to receive the newsletter in your inbox. Africa […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Travel Is Bouncing Back From Coronavirus, but Tourists Stick Close to Home", "url": "https://www.wsj.com/articles/travel-is-bouncing-back-from-coronavirus-but-tourists-stick-close-to-home-11595064589?mod=searchresults&page=2&pos=9", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " World ", "author": "By Andrew Jeong, Philip Wen", "date": "July 18, 2020 9:53 am ET", "printheadline": " Appeared in the July 20, 2020, print edition as 'Tourism Returns, but Travelers Stay Local.' ", "content": "A New Zealand ski resort recently staffed up as locals piled in. Vacationing South Koreans, with few foreigners in sight, pack the buffet lines at fancy hotels. Cottage rentals in the U.K. have nearly doubled over last year—mainly driven by British travelers.In many parts of the world, travelers are out and about again. But they are staying closer to home, driving a welcomed rebound in tourism as few have the ability to venture off to faraway destinations.", "subtitle": ""}, {"cover": "", "title": "Lagarde Calls for Deal on EU Recovery Fund; Fed’s Williams Says Lending Programs Have Worked; Evans Sees Long Slog to Recover Lost U.S. Output", "url": "https://www.wsj.com/articles/lagarde-calls-for-deal-on-eu-recovery-fund-feds-williams-says-lending-programs-have-worked-evans-sees-long-slog-to-recover-lost-u-s-output-11594988723?mod=searchresults&page=2&pos=10", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 17, 2020 8:25 am ET", "printheadline": "", "content": "Good day. Christine Lagarde urged European Union leaders to reach a deal on a recovery fund after the European Central Bank left its monetary stimulus unchanged Thursday. In the U.S., New York Fed leader John Williams said the Fed’s emergency lending initiatives have contributed to a significant improvement in the pricing and availability of credit during the coronavirus crisis. He also said it’s not time for the Fed to consider backing off on any of its efforts. Meantime, Chicago Fed leader Charles Evans said it will likely take years for the U.S. to regain what it has lost in output.Now...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "N95 Face Mask Makers Ramp Up Production to Meet U.S. Covid-19 Demand", "url": "https://www.wsj.com/articles/n95-mask-makers-ramp-up-production-to-meet-u-s-covid-19-demand-11594987201?mod=searchresults&page=2&pos=11", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Business ", "author": "By Austen Hufford", "date": "July 17, 2020 8:00 am ET", "printheadline": " Appeared in the July 18, 2020, print edition as 'Mask Makers Bolster N95 Production In the U.S..' ", "content": "The Covid-19 pandemic has unraveled the global supply chain for medical masks as manufacturers like 3M Co. and Honeywell International Inc. work in record time to stoke production at home.Before coronavirus, medical masks were largely made abroad, particularly in China. When infections grew globally earlier this year, countries and health systems found themselves competing for vital protective equipment and unable to meet demand.", "subtitle": "American companies like 3M, Honeywell and Prestige Ameritech are investing in domestic production of masks"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "‘Let’s Go Fly, for God’s Sake.’ Behind American Airlines Chief’s All-In Strategy", "url": "https://www.wsj.com/articles/american-airlines-ceo-doug-parker-united-delta-covid-coronavirus-airplane-flying-11594944808?mod=searchresults&page=2&pos=12", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Business ", "author": "By Alison Sider", "date": "July 17, 2020 5:30 am ET", "printheadline": " Appeared in the July 18, 2020, print edition as '‘Let’s Go Fly, For God’s Sake’.' ", "content": "FORT WORTH, Texas—Airline leaders have two choices today, neither good: Spend scarce cash to get back in the air despite Covid-19 health perils or hunker down and risk surrendering market share later.  Doug Parker, American Airlines Group Inc.’s chief executive, decided to go all in this summer.“Let’s go fly, for God’s sake,” he said in...\n  ", "subtitle": "CEO Doug Parker is adding flights back quickly despite a gathering coronavirus storm that will determine whether his bet is judicious or reckless"}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Rainforest Destruction Accelerates in Brazil", "url": "https://www.wsj.com/articles/rainforest-destruction-accelerates-in-brazil-11594928301?mod=searchresults&page=2&pos=13", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Latin America ", "author": "By Paulo Trevisani", "date": "July 16, 2020 3:38 pm ET", "printheadline": " Appeared in the July 17, 2020, print edition as 'Brazil’s Forest Losses Quicken.' ", "content": "Deforestation in Brazil’s Amazon is accelerating, according to satellite data from the country’s space agency, despite military deployments aimed at curbing illegal logging.Nearly 3,000 square miles of tree coverage were lost in the 11 months ended June 30, according to preliminary numbers from Brazil’s National Institute of Space Research. That is a 64% increase from the same period a year earlier, when 1,772 square miles of forest were destroyed.", "subtitle": "Nearly 3,000 square miles of trees lost in 11 months  as military deployments fail to slow illegal logging    "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Barr Warns Company Executives on Pushing Policies at Behest of China", "url": "https://www.wsj.com/articles/barr-warns-executives-on-pushing-policies-at-behest-of-china-11594916355?mod=searchresults&page=2&pos=14", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Politics ", "author": "By Aruna Viswanatha, William Mauldin", "date": "July 16, 2020 1:35 pm ET", "printheadline": "", "content": "Attorney General William Barr took aim at a range of American companies and industries for what he described as a willingness to accede to authoritarian demands from the Chinese government, as the Trump administration has stepped up its rhetoric and actions countering Beijing’s recent activities.In a speech Thursday in Michigan, Mr. Barr criticized the Hollywood entertainment industry and Walt Disney Co. as well as tech giants including Alphabet Inc.’s Google and Apple Inc., saying they are “all too willing to collaborate”...\n  ", "subtitle": "Attorney general criticizes Hollywood and tech giants as Trump administration continues to take aim at Beijing"}, {"cover": "", "title": "WSJ Wealth Adviser Briefing: Copper Prices, Coronavirus Defaults, Aging Differently", "url": "https://www.wsj.com/articles/wsj-wealth-adviser-briefing-copper-prices-coronavirus-defaults-aging-differently-01594893731?mod=searchresults&page=2&pos=15", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Moneybeat Blog ", "author": "By WSJ Staff", "date": "July 16, 2020 6:02 am ET", "printheadline": "", "content": "Roger Altman founded Evercore in 1995 after a long career on Wall Street and Washington. He’s now laying the groundwork to make sure it thrives after he exits. Evercore will elevate a pair of executives, Ralph Schlosstein and John S. Weinberg, to be co-chief executive officers and co-chairmen of the board, allowing the 74-year-old Mr. […]", "subtitle": ""}, {"cover": "", "title": "Fed’s Williams Plugs SOFR; Kaplan Sees Rebound Losing Momentum; U.S. Budget Deficit Tops $3 Trillion", "url": "https://www.wsj.com/articles/feds-williams-plugs-sofr-kaplan-sees-rebound-losing-momentum-u-s-budget-deficit-tops-3-trillion-11594732629?mod=searchresults&page=2&pos=16", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 14, 2020 9:17 am ET", "printheadline": "", "content": "Good day. New York Fed President John Williams said the Secured Overnight Financing Rate, or SOFR—a replacement for the Libor interest-rate reference regime—has held up during the coronavirus pandemic. He also said progress is being made to move away from Libor and that it is time for firms to stop using it. Meantime, Dallas Fed President Robert Kaplan said the resurgence of coronavirus is muting the U.S. economy’s recovery. And the U.S. government is on pace to post its largest annual deficit as a share of the economy since World War II.Now...\n  ", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Sobering Economic Data From Europe, Asia Dash Hopes for Swift Recovery", "url": "https://www.wsj.com/articles/sobering-economic-data-from-europe-asia-dash-hopes-for-swift-recovery-11594725340?mod=searchresults&page=2&pos=17", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " World ", "author": "By Feliz Solomon, Jason Douglas", "date": "July 14, 2020 7:15 am ET", "printheadline": "", "content": "Early data from Europe and Asia suggest the recovery from the economic crisis precipitated by the coronavirus pandemic could take longer than originally hoped, with countries facing a long slog to recover lost jobs and income.The U.K. economy expanded just 1.8% in May compared with April, a month that saw the country’s deepest contraction on record, according to figures published Tuesday. The rebound was feebler than economists had predicted and output in Britain remains around a quarter below the level it had reached in...\n  ", "subtitle": "A brutal second-quarter contraction in Singapore and a feeble recovery in the U.K. give an early look at the tough climb facing the world economy "}, {"cover": "", "title": "Newsletter: Joe Biden’s $7 Trillion Plan", "url": "https://www.wsj.com/articles/newsletter-joe-bidens-7-trillion-plan-01594723549?mod=searchresults&page=2&pos=18", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "By David Harrison", "date": "July 14, 2020 6:45 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Joe Biden’s Big Proposal Joe Biden wants the federal government to spend hundreds of billions of dollars more on housing, education, health and business capital, part of a broad economic agenda designed to help shrink […]", "subtitle": ""}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Virus Turns U.S. Tariffs Into a Sideshow for Luxury Brands", "url": "https://www.wsj.com/articles/virus-turns-u-s-tariffs-into-a-sideshow-for-luxury-brands-11594716346?mod=searchresults&page=2&pos=19", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Heard on the Street ", "author": "By Carol Ryan", "date": "July 14, 2020 4:45 am ET", "printheadline": "", "content": "Investors in designer fashion brands are already ignoring an avalanche of bad news. What harm is a little more?That said, a subdued reaction to Washington’s latest tariff threats also reflects the dimming prospects of the U.S. luxury market relative to China’s.Late on Friday, the Office of the United States Trade Representative said it will...\n  ", "subtitle": "Shareholders are blasé about Washington’s threats to impose extra tariffs on French luxury goods, perhaps because China is growing even more crucial for the sector   "}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Global Venture Market Levels Out in First Half", "url": "https://www.wsj.com/articles/global-venture-market-levels-out-in-first-half-11594699261?mod=searchresults&page=2&pos=20", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro VC Industry News ", "author": "By Yuliya Chernova", "date": "July 14, 2020 12:01 am ET", "printheadline": " Appeared in the July 15, 2020, print edition as 'Venture Capital Deals Stay Strong, Despite Pandemic.' ", "content": "The global venture market blew past fears over the coronavirus pandemic and a world-wide recession to stay robust through the first half of the year.Private companies around the world raised $112 billion in venture capital through 6,379 deals in the first six months of 2020, according to data provider Preqin Ltd. The dollar total was down 2% from the first half of last year.The...\n  ", "subtitle": "Private companies world-wide raised $112 billion in venture capital in the first six months of the year, 2% less than in the same year-ago stretch "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GT161_PANMKT_D_20200713161138.jpg", "title": "Stock Rally Loses Steam in Volatile Session", "url": "https://www.wsj.com/articles/global-stock-markets-dow-update-07-13-2020-11594624451?mod=searchresults&page=3&pos=1", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " U.S. Markets ", "author": "By Alexander Osipovich, Anna Isaac", "date": "July 13, 2020 4:47 pm ET", "printheadline": " Appeared in the July 14, 2020, print edition as 'Stock Rally Falters on California Pause.' ", "content": "A rally in U.S. stocks fizzled Monday after California rolled back its reopening plans, spurring worries about another coronavirus lockdown.Major stock indexes had surged earlier in the session, with the Dow Jones Industrial Average rising more as much as 563 points. But sentiment shifted after California moved to close all indoor dining, bars and other businesses. The Los Angeles Unified School District, the nation’s second largest, said it would start the school year online.", "subtitle": "Gains in major indexes melt away as California decision adds to fear over fragile economy"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS997_commod_D_20200713093512.jpg", "title": "Silver Soars, Outpacing Recent Gains in S&P 500 and Gold", "url": "https://www.wsj.com/articles/silver-soars-outpacing-gains-in-s-p-500-and-gold-11594647464?mod=searchresults&page=3&pos=2", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Commodities ", "author": "By Joe Wallace", "date": "July 13, 2020 3:11 pm ET", "printheadline": " Appeared in the July 14, 2020, print edition as 'Silver Outpaces S&P 500 And Gold.' ", "content": "Silver prices climbed to their highest level in nearly three years Monday, lifted by factory reopenings and soaring investor demand for precious metals.Front-month futures linked to the metal rose 3.8% to $19.709 a troy ounce in New York, recording their highest settlement since September 2016. Silver prices have soared 68% since their nadir in mid-March, outstripping gold, the S&P 500 and an ICE BofA index of U.S. government bonds.", "subtitle": "Precious metal has climbed 68% since mid-March, fueled by industrial demand and investors’ appetite for alternatives to gold and government bonds   "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS794_COVIDT_D_20200710184148.jpg", "title": "Jumbled Covid-19 Border Rules Baffle Companies, Stymie Tourism", "url": "https://www.wsj.com/articles/jumbled-covid-border-rules-baffle-companies-stymie-tourism-11594651375?mod=searchresults&page=3&pos=3", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " World ", "author": "By Niharika Mandhana, Rachel Pannett", "date": "July 13, 2020 10:42 am ET", "printheadline": " Appeared in the July 14, 2020, print edition as 'Border Rules Curb Business Rebound.' ", "content": "After many countries reopened schools, businesses and restaurants, governments world-wide are wrestling with another coronavirus dilemma: When to throw open their borders again.It is turning into one of the most complicated decisions of the pandemic, especially as U.S. caseloads rise and many nations confront possible new waves of Covid-19.Health...\n  ", "subtitle": "Business leaders want to get the global economy back on track, but rising coronavirus levels in places such as the U.S. have governments tapping the brakes"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS888_CHINAI_D_20200712151200.jpg", "title": "Iran and China Angle for Broad Partnership to Offset U.S. Pressure", "url": "https://www.wsj.com/articles/iran-and-china-angle-for-broad-partnership-to-offset-u-s-pressure-11594582885?mod=searchresults&page=3&pos=4", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " World ", "author": "By Aresu Eqbali, Sune Engel Rasmussen", "date": "July 12, 2020 3:41 pm ET", "printheadline": " Appeared in the July 13, 2020, print edition as 'Beijing, Tehran Discuss Partnership.' ", "content": "Iran and China are seeking to cement a wide-ranging partnership that would deflect U.S. economic pressure and ease Tehran’s global isolation.An initial draft of the Iran-China deal, which still requires Iranian parliamentary approval, would pave the way for Chinese investments in Iranian free-trade zones and for joint projects in other countries, such as Syria and Iraq. It would expand cooperation between the two countries in defense and counter terrorism. And it says that under a 25-year partnership, China would import “sustainable”...\n  ", "subtitle": "Any deal would aim to show that both countries have alternatives to the West, analysts say "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS819_econwe_D_20200711141427.jpg", "title": "Economy Week Ahead: Industrial Production, GDP and Retail Sales", "url": "https://www.wsj.com/articles/economy-week-ahead-industrial-production-gdp-and-retail-sales-11594580400?mod=searchresults&page=3&pos=5", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economy Week Ahead ", "author": "By WSJ staff", "date": "July 12, 2020 3:00 pm ET", "printheadline": " Appeared in the July 13, 2020, print edition as 'economic Calendar.' ", "content": "Industrial output in the eurozone for May is expected to be up from April’s record drop in economic data scheduled for this week. China’s economy likely returned to growth in the second quarter, while U.S. retail sales are expected to be higher again for June. Tuesday China is expected to report that its trade surplus held roughly steady...\n  ", "subtitle": "The eurozone and U.S. are set to report industrial-output measures, while China and the U.K. look at gross domestic product "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS859_kessle_D_20200712110536.jpg", "title": "Your 2020 Econ Crash Course", "url": "https://www.wsj.com/articles/your-2020-econ-crash-course-11594578813?mod=searchresults&page=3&pos=6", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Inside View ", "author": "By Andy Kessler", "date": "July 12, 2020 2:33 pm ET", "printheadline": " Appeared in the July 13, 2020, print edition. ", "content": "Remember Econ 101? Bo-ring. Something about marginal utility, blah blah, and some Keynesian claptrap about wondrous government spending. “The Soviet economy is proof that,” you’ll learn from Paul Samuelson’s 1989 textbook, “a socialist command economy can function and even thrive.” It’s the “con” in economics. But we don’t need no stinkin’ textbooks—just look around. Amid this pandemic and protest perturbed period, Econ 2020 will teach you everything you need to know—no classroom required.• Price signals. After nights of...\n  ", "subtitle": "The laws of supply and demand have been at work in the pandemic and the protests."}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS715_CHINAE_D_20200710154224.jpg", "title": "Why China Isn’t Expected to Power a Global Recovery", "url": "https://www.wsj.com/articles/why-china-isnt-expected-to-power-a-global-recovery-11594555200?mod=searchresults&page=3&pos=7", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economy ", "author": "By Eun-Young Jeong, Tom Fairless", "date": "July 12, 2020 8:00 am ET", "printheadline": " Appeared in the July 13, 2020, print edition as 'China Isn’t Poised to Propel Globe’s Economic Recovery.' ", "content": "Getting the global economy back on its feet this year won’t be easy. But it will be even tougher without more help from China, the locomotive that powered recoveries from the world’s latest economic emergency.During the 2008-09 financial crisis, China’s soaring demand for raw materials and other goods boosted growth across the world, underpinning rebounds in places like Brazil and Germany. Some countries, like Australia, avoided recession almost entirely thanks to trade with China.", "subtitle": "In the last downturn, Chinese demand helped revive many economies. Economists say it likely won't come to the rescue this time.   "}, {"cover": "", "title": "Emerging and Growth Markets, July 11th 2020", "url": "https://www.wsj.com/articles/emerging-and-growth-markets-july-11th-2020-01594475473?mod=searchresults&page=3&pos=8", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Frontiers Blog ", "author": "By Dan Keeler", "date": "July 11, 2020 9:51 am ET", "printheadline": "", "content": "Note: This is a web-version of the WSJ’s weekly Emerging & Growth Markets newsletter. The newsletter is a companion to Strategic Intelligence, an information resource focused on emerging markets that brings together the global news coverage of The Wall Street Journal with the analysis of market intelligence firm DuckerFrontier. Click here to receive the newsletter in your inbox. Africa […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS296_COVIDC_D_20200709142326.jpg", "title": "The Lockdown’s Lessons for Climate Activism", "url": "https://www.wsj.com/articles/the-lockdowns-lessons-for-climate-activism-11594440061?mod=searchresults&page=3&pos=9", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Essay ", "author": "By Bjorn Lomborg", "date": "July 11, 2020 12:01 am ET", "printheadline": " Appeared in the July 11, 2020, print edition as 'Lockdowns Highlight The Climate Challenge Climate Strategy Faces the ‘Rebound Effect’.' ", "content": "For decades, climate activists have exhorted people in the wealthy West to change their personal behavior to cut carbon emissions. We have been told to drive less, to stop flying and, in general, to reduce consumption—all in the name of saving the planet from ever higher temperatures.The Covid-19 pandemic has now achieved these goals, at least temporarily. With the enormous reduction in global economic activity, it has been as if people around the world suddenly decided to heed the activists and curtail their travel and consumption....\n  ", "subtitle": "The pandemic has deeply cut carbon emissions, but the human and economic costs should give pause to those who imagine remaking the world’s habits of consumption "}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS031_biden_D_20200708181213.jpg", "title": "Biden Outlines $700 Billion Economic-Revival Plan", "url": "https://www.wsj.com/articles/biden-looks-to-curb-covid-19-economic-damage-with-buy-american-plan-11594287005?mod=searchresults&page=3&pos=10", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Politics ", "author": "By Sabrina Siddiqui", "date": "July 9, 2020 7:49 pm ET", "printheadline": " Appeared in the July 10, 2020, print edition as 'Biden Outlines Economic-Revival Plan.' ", "content": "Former Vice President Joe Biden laid out a $700 billion plan Thursday to revive the U.S. economy with an America-centric approach to job creation and manufacturing, issuing a direct challenge to President Trump as they prepare to compete for working-class voters in the November election.Mr. Biden’s “Buy American” economic agenda is designed to counter Mr. Trump’s “America First” platform through what he said would be the largest mobilization since World War II of public investments in procurement, infrastructure and research...\n  ", "subtitle": "Asked how costs would be offset, campaign refers to Biden’s previous plan to raise taxes on corporations and the wealthiest Americans and reverse tax cuts for high earners"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GS129_0709cb_D_20200709061836.jpg", "title": "China’s Markets Rally on Optimism Economy Is Shaking Off Covid-19 Pandemic", "url": "https://www.wsj.com/articles/china-tries-to-keep-market-exuberance-under-control-11594291014?mod=searchresults&page=3&pos=11", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Markets ", "author": "By Chong Koh Ping, Joanne Chiu, Xie Yu", "date": "July 9, 2020 6:08 pm ET", "printheadline": " Appeared in the July 10, 2020, print edition as 'China Cautions Investors About Market Exuberance.' ", "content": "China’s yuan has strengthened to levels last hit in March and local financial markets have rallied as confidence builds that the country’s economy is shaking off the coronavirus pandemic.The optimism has spurred mainland Chinese stocks to multiyear highs in recent days, with the Shanghai Composite rising 16.5% over eight straight sessions of gains through Thursday. Those increases were partly fueled by optimism among China’s millions of individual investors, who dominate trading. ", "subtitle": "State media caution investors to think for the long term, reflecting concern about overconfidence "}, {"cover": "", "title": "Newsletter: The Recovery Is Losing Momentum", "url": "https://www.wsj.com/articles/newsletter-the-recovery-is-losing-momentum-01594291244?mod=searchresults&page=3&pos=12", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "By Jeffrey Sparshott", "date": "July 9, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Slow Ride The nation’s fledgling economic recovery is losing momentum, as a new wave of coronavirus infections causes businesses to scale back or reshutter in several big states and consumers to retreat anew. Restaurant seating […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR412_OILFUT_D_20200707114156.jpg", "title": "Oil Went Below $0. Some Think It Will Rebound to $150 One Day.", "url": "https://www.wsj.com/articles/oil-went-below-0-some-think-it-will-rebound-to-150-one-day-11594287002?mod=searchresults&page=3&pos=13", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Finance ", "author": "By Joe Wallace", "date": "July 9, 2020 5:30 am ET", "printheadline": " Appeared in the July 10, 2020, print edition as 'Oil Investors Debate Odds of Boom Ahead.' ", "content": "Oil markets began the 2020s by nosediving below $0 a barrel for the first time. Investors and analysts are now trying to work out what the rest of the decade holds in store.Some think the bust will set in motion a boom, predicting that investment in oil-and-gas production will dry up and propel crude prices back above $100 a barrel.“That...\n  ", "subtitle": "Debate rages about the long-term value of crude in the wake of its collapse and quick recovery"}, {"cover": "", "title": "Fed’s Quarles Sees Challenges Ahead for the Financial System; Clarida Says Fed Ready to Respond Again", "url": "https://www.wsj.com/articles/feds-quarles-sees-challenges-ahead-for-the-financial-system-clarida-says-fed-ready-to-respond-again-11594212496?mod=searchresults&page=3&pos=14", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 8, 2020 8:48 am ET", "printheadline": "", "content": "Good day. Randal Quarles, the Fed’s point man on financial regulation, sees more challenges ahead for the financial system. The coronavirus pandemic will “inevitably involve an increase in nonperforming loans and provisions as demand falls and some borrowers fail,” he said. Fed Vice Chairman Richard Clarida, meanwhile, said the central bank has done a lot to aid the economy and will act again if needed. He also said the Fed’s base case for the economy isn’t a double-dip recession.Now on to today’s news and analysis.", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR379_debt07_D_20200707094144.jpg", "title": "Dollar Edges Up as Investors Retreat Toward Safety", "url": "https://www.wsj.com/articles/dollar-edges-up-as-investors-retreat-toward-safety-11594129756?mod=searchresults&page=3&pos=15", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Currencies ", "author": "By Avantika Chilkoti", "date": "July 7, 2020 9:45 pm ET", "printheadline": " Appeared in the July 8, 2020, print edition as 'Doubts About Shape of Recovery Drive Dollar’s Rise.' ", "content": "The dollar crept higher as concerns about the rise in new Covid-19 infections in parts of the U.S. and across emerging markets took the edge off the broader market rally of recent days.The Wall Street Journal Dollar Index, which measures the dollar against a basket of other currencies, ticked up 0.2% to close at 91.23 Tuesday. The gauge, which jumped sharply in mid-March as stock markets tanked, has been hovering between 90 and 95 since.", "subtitle": "Analysts expect the dollar to remain at high levels—or even gain—as hopes for a V-shaped recovery dampen"}, {"cover": "", "title": "PE Daily: Investment Firms Tap PPP | Sparring Over Prospect Medical | Florida SBA’s Technology Buffer", "url": "https://www.wsj.com/articles/pe-daily-investment-firms-tap-ppp-sparring-over-prospect-medical-florida-sbas-technology-buffer-11594127201?mod=searchresults&page=3&pos=16", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro PE Newsletter ", "author": "", "date": "July 7, 2020 9:06 am ET", "printheadline": "", "content": "Good day! The Small Business Administration finally disclosed data on hundreds of thousands of companies that received loans under the Paycheck Protection Program. No doubt, organizations all over the country, including our own, are sifting through the data to try to get a better picture of how the stimulus money was spent.A first pass of the data by our own Will Louch yielded some surprises. As Will reports this morning, a number of private investment firms received PPP loans, despite SBA guidance that such firms should not...\n  ", "subtitle": ""}, {"cover": "", "title": "OECD Sees Highest Jobless Rate Since Great Depression; RBA Leaves Policy Unchanged; Malaysia Central Bank Cuts Key Rate", "url": "https://www.wsj.com/articles/oecd-sees-highest-jobless-rate-since-great-depression-rba-leaves-policy-unchanged-malaysia-central-bank-cuts-key-rate-11594125379?mod=searchresults&page=3&pos=17", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 7, 2020 8:36 am ET", "printheadline": "", "content": "Good day. Unemployment in the most advanced economies will end 2020 at the highest level since the Great Depression, and the situation could worsen if a second wave of outbreaks leads to fresh lockdowns, the OECD said. Meanwhile, the Reserve Bank of Australia left policy unchanged and pledged to maintain an accommodative stance for as long as it takes. And Malaysia’s central bank cut its policy rate to a record low.Now on to today’s news and analysis.", "subtitle": ""}, {"cover": "", "title": "Newsletter: Two Steps Forward…", "url": "https://www.wsj.com/articles/newsletter-two-steps-forward-01594118420?mod=searchresults&page=3&pos=18", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "By Jeffrey Sparshott", "date": "July 7, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Looking Up U.S. services industries showed signs of recovery in June as businesses took early steps to reopen. But analysts warned those gains could be undone in July if a resurgence of Covid-19 cases in […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GR070_SUSTAI_D_20200706105429.jpg", "title": "Governments Eye a Green Economic Recovery. Some Industries Aren’t Convinced.", "url": "https://www.wsj.com/articles/governments-eye-a-green-economic-recovery-some-industries-arent-convinced-11594113028?mod=searchresults&page=3&pos=19", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Business ", "author": "By Sarah McFarlane", "date": "July 7, 2020 5:10 am ET", "printheadline": "", "content": "Governments around the world are spending like never before to kick-start their economies in the wake of Covid-19 lockdowns, in many cases tying green initiatives to rescue packages, even as some industries say saving jobs should trump environmental concerns. Companies, including Volkswagen AG, Renault SA, Air France-KLM and Austrian Airlines, are receiving government support aimed at mitigating the effects of the coronavirus pandemic and reducing carbon emissions. But their industries are resisting stimulus packages tied...\n  ", "subtitle": "The world’s top 50 economies are putting up $583 billion to boost green efforts"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ944_MCMAST_D_20200705130156.jpg", "title": "The North American Trade Dividend", "url": "https://www.wsj.com/articles/the-north-american-trade-dividend-11594076282?mod=searchresults&page=3&pos=20", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Commentary ", "author": "By H.R. McMaster, Pablo Tortolero", "date": "July 6, 2020 6:58 pm ET", "printheadline": " Appeared in the July 7, 2020, print edition. ", "content": "The U.S.-Mexico-Canada trade agreement took effect last week, and U.S. business and political leaders should be racing to take advantage of its benefits. The deal will hasten economic recovery from the Covid-19 pandemic. Even more important, it will counteract the Chinese Communist Party’s aggression. The reduction of trade barriers among the USMCA’s parties will strengthen U.S., Mexican and Canadian supply chains, returning manufacturing jobs to North America from China. Even before the Covid-19 pandemic exposed how North...\n  ", "subtitle": "The revised U.S.-Mexico-Canada pact will help post-Covid recovery and lure jobs back from China."}, {"cover": "", "title": "Fed’s Bostic Discusses Economic Toll of Systemic Racism; The Case for Putting Stimulus on Autopilot", "url": "https://www.wsj.com/articles/feds-bostic-discusses-economic-toll-of-systemic-racism-the-case-for-putting-stimulus-on-autopilot-11594041324?mod=searchresults&page=4&pos=1", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 6, 2020 9:15 am ET", "printheadline": "", "content": "Good day. Raphael Bostic, the first Black president of one of the 12 regional reserve banks, is shining a light on how economic and social upheaval have changed how the Fed talks and thinks about racial and economic inequality. Meanwhile, as Congress gears up to debate another round of stimulus, some economists are saying enhanced unemployment benefits should be authorized to continue until the unemployment rate falls below a preset threshold, avoiding the political fights that can slow relief efforts.Now on to today’s news...\n  ", "subtitle": ""}, {"cover": "", "title": "Newsletter: Covid-19 Is Reshaping the Economy", "url": "https://www.wsj.com/articles/newsletter-covid-19-is-reshaping-the-economy-01594032094?mod=searchresults&page=4&pos=2", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "By Jeffrey Sparshott", "date": "July 6, 2020 6:41 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. Crude Awakening U.S. crude supply is falling at its quickest pace ever, easing a global oil glut and spurring a swift recovery in fuel prices. Yet oil’s push back above $40 a barrel isn’t enough […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ801_CMOVIE_D_20200703145235.jpg", "title": "Covid-19 Derails China’s Push to Be Biggest Movie Market", "url": "https://www.wsj.com/articles/covid-19-derails-chinas-push-to-be-biggest-movie-market-11594035600?mod=searchresults&page=4&pos=3", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Media & Marketing ", "author": "By Erich Schwartzel", "date": "July 6, 2020 12:01 am ET", "printheadline": " Appeared in the July 7, 2020, print edition as 'Virus Foils China’s Movie Dream.' ", "content": "This was supposed to be the year China’s theatrical box office became No. 1 in the world. Instead it is setting a different record: the world’s longest closure of movie theaters.China’s tens of thousands of screens closed Jan. 23, months before the novel coronavirus forced similar closures around the world. They have, with limited exceptions, remained shut. The shutdown arrived just ahead of the usually lucrative Lunar New Year moviegoing season, and uncertainty over when they will reopen has complicated planning on both...\n  ", "subtitle": "Closures seen shutting more than 40% of theaters permanently and preventing China from becoming world’s top box office"}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ491_STREET_D_20200702121351.jpg", "title": "For Investors, Sometimes the Obvious Coronavirus Trade Isn’t So Obvious", "url": "https://www.wsj.com/articles/for-investors-sometimes-the-obvious-coronavirus-trade-isnt-so-obvious-11593946800?mod=searchresults&page=4&pos=4", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Streetwise ", "author": "By James Mackintosh", "date": "July 5, 2020 7:00 am ET", "printheadline": " Appeared in the July 6, 2020, print edition as 'Obvious Virus Trade Isn’t So Obvious.' ", "content": "Perhaps the most obvious trade in the world right now is to sell U.S. stocks in the expectation that they will be hurt by the new coronavirus wave and buy stocks in Europe where it has been brought under control.U.S. stocks are much more expensive, even as Europe reopens and many U.S. states reintroduce restrictions on business to control the viral spread. How could anything be more natural than to sell the overpriced higher-risk market and buy the cheap lower-risk market?", "subtitle": "U.S. stocks are relatively expensive and could suffer new virus hit, but beware the European answer"}, {"cover": "", "title": "Emerging and Growth Markets, July 4th 2020", "url": "https://www.wsj.com/articles/emerging-and-growth-markets-july-4th-2020-01593898744?mod=searchresults&page=4&pos=5", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Frontiers Blog ", "author": "By Dan Keeler", "date": "July 4, 2020 5:38 pm ET", "printheadline": "", "content": "Note: This is a web-version of the WSJ’s weekly Emerging & Growth Markets newsletter. The newsletter is a companion to Strategic Intelligence, an information resource focused on emerging markets that brings together the global news coverage of The Wall Street Journal with the analysis of market intelligence firm DuckerFrontier. Click here to receive the newsletter in your inbox. Africa […]", "subtitle": ""}, {"cover": "https://s.wsj.net/public/resources/images/S1-GQ447_KOREAT_D_20200702110434.jpg", "title": "Cub Investors, Taking Cues From YouTube Gurus, Help Hoist Korean Stocks", "url": "https://www.wsj.com/articles/cub-investors-taking-cues-from-youtube-gurus-help-hoist-korean-stocks-11593768620?mod=searchresults&page=4&pos=6", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Markets ", "author": "By Frances Yoon", "date": "July 3, 2020 5:30 am ET", "printheadline": " Appeared in the July 6, 2020, print edition as 'Young Traders Fuel South Korean Stock Rally Younger South Koreans Give Investing a Try.' ", "content": "Younger people in South Korea have opened hundreds of thousands of trading accounts, hoping they will profit from turbulent markets to improve their otherwise lackluster economic prospects. The novices are part of a global wave of individual traders, who have been lured into markets by prodigious volatility and with the encouragement of influential social-media users.The...\n  ", "subtitle": "‘It’s not enough to just have a job anymore.’ Younger South Koreans, discouraged by the economic outlook, try their hands at trading to profit from market turmoil."}, {"cover": "https://s.wsj.net/img/b.gif", "title": "Tesla Quarterly Deliveries Fell Less Than Expected Amid Covid Shutdown", "url": "https://www.wsj.com/articles/tesla-deliveries-fell-in-second-quarter-amid-covid-shutdown-11593692772?mod=searchresults&page=4&pos=7", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Autos ", "author": "By Tim Higgins", "date": "July 2, 2020 4:34 pm ET", "printheadline": " Appeared in the July 3, 2020, print edition as 'Tesla’s Deliveries Surpass Expectations.' ", "content": "Tesla Inc.’s second-quarter global deliveries fell 4.9% from a year earlier, a much smaller decline than Wall Street had forecast, underpinning Chief Executive Elon Musk’s ambitious growth plans despite the coronavirus pandemic and threat of an extended recession.The results may fuel heightened investor expectations for the next six months as they bet 2020 will be the year Tesla turns a full-year profit. Shares...\n  ", "subtitle": "Auto maker’s shares surge as results called ‘jaw dropper’ "}, {"cover": "", "title": "Fed Officials Grappled With Economic Uncertainty at June Meeting; U.K. Judge Rejects Maduro Claim for Venezuelan Gold at BOE", "url": "https://www.wsj.com/articles/fed-officials-grappled-with-economic-uncertainty-at-june-meeting-u-k-judge-rejects-maduro-claim-for-venezuelan-gold-at-boe-11593694820?mod=searchresults&page=4&pos=8", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": "WSJ Pro Pro Central Banks Newsletter ", "author": "", "date": "July 2, 2020 9:00 am ET", "printheadline": "", "content": "Good day. Fed officials are in no hurry to remove the support they have provided the U.S. economy in recent months, to judge by the minutes of their meeting last month. The minutes also showed they made progress toward a consensus on a strategy to guide borrowing costs lower and that they grappled with extreme uncertainty and changes in economic conditions. Outside the U.S., a U.K. judge rejected a claim by Venezuelan President Nicolás Maduro seeking the release of $1 billion of gold held in a Bank of England vault to finance coronavirus relief efforts.Note: We...\n  ", "subtitle": ""}, {"cover": "", "title": "Newsletter: Is the Recovery Stalling?", "url": "https://www.wsj.com/articles/newsletter-is-the-recovery-stalling-01593686410?mod=searchresults&page=4&pos=9", "keyword": "U.S.-China trade and COVID-19", "website": "Wall Street journal", "topic": " Economics Blog ", "author": "", "date": "July 2, 2020 6:40 am ET", "printheadline": "", "content": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. It’s jobs day! We’ll have a special edition of the newsletter after the U.S. employment report is out. In the meantime, Jeff Sparshott here with the latest on the economy. Millions of Jobs Added, Millions […]", "subtitle": ""}]