[{"cover": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/1767161b-425d-4224-b088-9a9ee209bac1/0b372e53-96c1-4443-824c-8c831af24e53/1280x720/match/156/88/image.jpg?ve=1&tl=1", "title": "Dan Crenshaw says Chinese Consulate in Texas tried to 'burn all their evidence'", "url": "https://www.foxnews.com/media/dan-crenshaw-china-consulate-texas", "subtitle": "The latest move on behalf of the State Department to shutter a Chinese consulate in Houston over concerns of intellectual property theft should serve as a reminder that the Chinese are \"not good actors\" and disregard \"all the values we hold dear,\"  Texas Republican Rep. Dan Crenshaw said Friday.", "keyword": "Unfair trade and intellectual property rights", "website": "Fox News", "author": "Yael Halon", "content": "The latest move on behalf of the State Department to shutter a Chinese consulate in  over concerns of  should serve as a reminder that the Chinese are \"not good actors\" and proves their disregard of \"all the values we hold dear,\"  said Friday.\"What we know is that the Chinese have used consolates like this one, and this one might have been their primary hub, to engage in intellectual property [theft], hacking, influence operations, all of the above,\" Crenshaw, R-Texas., told the  podcast.In a statement sent to Fox News, State Department spokesperson Morgan Ortagus confirmed the directive to shutter the consulate and said it was issued \"to protect American intellectual property and Americans' private information.”Ortagus said that America will \"not tolerate the PRC’s violations of our sovereignty and intimidation of our people, just as we have not tolerated the PRC’s unfair , theft of American jobs and other egregious behavior.  insists on fairness and reciprocity in U.S.-China relations.\"According to ,  inside the consulate’s courtyard Tuesday evening, though firefighters responding to the scene were not allowed entry. They also reported that the consulate was ordered to close by Friday along with a compound where many consulate employees live, citing  sources.Crenshaw praised the State Department for \"taking action,\" and explained that \"the burning of documents is what occurs after the fact. Once you decide to close an embassy or a consulate like that, they're going to burn all the evidence and that's exactly what they did,\" he said.Crenshaw said the incident amplified the United States' contentious relationship with China, a topic that remains at the center of the coronavirus pandemic.\"It's pretty obvious that they're not innocent in all this...the Chinese are not good actors, they haven't been for a long time and America and the world are really just waking up to this after well over a decade of hoping for the best,\" Crenshaw said.\"We need to wake up to it and we need to realize that they do not have the same values as most people across the world,\" he added. \"They don't have the same values of freedom, respect for human rights, democracy, free trade...they're acting completely irresponsibly and against all the values we hold dear. \"", "comment": "(3,334)", "topic": "Fox News Flash", "date": " July 24"}, {"cover": "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2019/06/156/88/AP19180108597311.jpg?ve=1&tl=1", "title": "Gordon Chang reacts to Houston consulate order: China is 'deliberately stoking racial tensions'", "url": "https://www.foxnews.com/media/gordon-chang-reacts-to-houston-consulate-order-china-is-stoking-racial-tensions", "subtitle": "China is stoking racial tensions in the United States, Fox News Asia analyst Gordon Chang stated Wednesday.", "keyword": "Unfair trade and intellectual property rights", "website": "Fox News", "author": "Julia Musto", "content": " is stoking racial tensions in the United States, Fox News Asia analyst  stated Wednesday.In an interview on   Chang pointed out that the reason the  said the Chinese consulate in  was  was that it was \"involved in \" and because they \"wanted to protect the information of U.S. individuals.\"\"Also, there are stories that this consulate had links with protest groups in the United States providing  and logistical support. That’s unconfirmed,\" he added. \"But, what is confirmed is that the Chinese Foreign Ministry and the Communist Party's global ties have been engaged in a malicious , deliberately stoking racial tensions in the U.S.\"And, U.S. Customs has seized items coming from China this year that would be very handy for ,\" Chang noted.China, however, called the closure an \"unprecedented escalation\" by the United States and threatened to retaliate.“China demands the U.S. revoke the wrong decision. If the U.S. went ahead, China would take necessary countermeasures,” Chinese Foreign Ministry Spokesman  in a daily news briefing.Beijing  called the eviction a violation of international law.In a statement sent to Fox News, State Department Spokesperson Morgan Ortagus confirmed the directive and said it was issued \"to protect American intellectual property and Americans' private information.”Ortagus said that America will \"not tolerate the PRC’s violations of our sovereignty and intimidation of our people, just as we have not tolerated the PRC’s unfair , theft of American jobs, and other egregious behavior.  insists on fairness and reciprocity in U.S.-China relations.\"“We are setting out clear expectations as to how the Chinese Communist Party is going to behave,”  said at a news conference on Wednesday. “And when they don’t, we are going to take actions that protect the American people, protect our security, our , and also protect our  and .”According to ,  inside the consulate’s courtyard Tuesday evening, though firefighters responding to the scene were not allowed entry. They also reported that the consulate was ordered to close by Friday along with a compound where many consulate employees live, citing  sources.Chang made the case that the  diplomatic facility for the Eastern power player should also be shut down.\"In the affidavit which was unsealed this year, the  said that the Chinese ambassador Cui Tiankai and somebody from the New York consulate  who was involved in ,\" he said. \"So, this was obviously conduct which was inconsistent with their diplomatic status.\"\"China has been doing this with -- almost openly. So, we need to take measures that are effective,\" he urged.\"Not too long ago we were involved in trade negotiations; it seems like those days are over,\" host Martha MacCallum remarked.\"Yes, certainly,\" Chang agreed.\"You, remember the 301 tariffs that President Trump imposed were for the theft of U.S. intellectual properties – meant to be a remedy. Those haven't worked. So, trying to close consulates and other facilities: that might have more of an effect on Beijing,\" he concluded.", "comment": "(876)", "topic": "Fox News Flash", "date": " July 22"}, {"cover": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/4600e2fa-8ffc-4b17-8a0e-5b21e331f990/57689f8e-be39-4e9a-ab2b-9a116e06acc7/1280x720/match/156/88/image.jpg?ve=1&tl=1", "title": "Trump administration shuttered Chinese consulate in Houston due to targeting of US energy firms: sources", "url": "https://www.foxnews.com/politics/trump-administration-shuttered-chinese-consulate-in-houston-due-to-targeting-of-us-energy-firms-sources", "subtitle": "The Trump administration’s move to shutter the Chinese consulate in Houston was due, in part, to the Chinese Communist Party’s targeting of U.S. energy firms, Fox News has learned.", "keyword": "Unfair trade and intellectual property rights", "website": "Fox News", "author": "Gillian TurnerBrooke Singman", "content": "The Trump administration’s  in  was due, in part, to the Chinese Communist Party’s targeting of U.S. energy firms, Fox News has learned.Multiple intelligence sources told Fox News Thursday that one major reason the consulate closed, as opposed to other Chinese diplomatic outposts, was because the CCP was carrying out threats and intimidation tactics targeting U.S. energy  in the South China Sea.The Chinese officials carrying this out, according to sources, were based mostly in the Houston consulate.The information comes after the State Department claimed Wednesday that the administration was closing the consulate due to increased espionage activity.The U.S. directed the closure of the consulate in Houston on Tuesday. By Wednesday, the Chinese government said that they had been instructed to do so without warning, though Sen. Marco Rubio, R-Fla., the acting chairman of the Senate Intelligence Committee, said that the move was “long overdue.”“#China’s Houston consulate is a massive spy center, forcing it to close is long overdue,” Rubio tweeted, describing it as a “central node” of the Chinese Communist Party’s spy operations.“This needed to happen,” he tweeted.China called the closure an “unprecedented escalation\" by the United States and threatened to retaliate, according to the .“China demands the U.S. revoke the wrong decision. If the U.S. went ahead, China would take necessary countermeasures,” said Chinese foreign ministry spokesman Wang Wenbin.State Department spokesperson Morgan Ortagus said in a statement to Fox News that the closure directive was issued \"to protect American intellectual property and Americans' private information.”The U.S. \"will not tolerate the PRC’s violations of our sovereignty and intimidation of our people, just as we have not tolerated the PRC’s unfair trade practices, theft of American jobs, and other egregious behavior,\" she added. \"President Trump insists on fairness and reciprocity in U.S.-China relations.”", "comment": "", "topic": "China", "date": " July 23"}, {"cover": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/cebd9dce-07fb-4d4a-ae61-a5bb28b0d4a2/0db0d506-75b0-47a4-b37a-a3e6ec28cdd8/1280x720/match/156/88/image.jpg?ve=1&tl=1", "title": "China harboring military-linked biologist fugitive at San Francisco consulate, FBI says", "url": "https://www.foxnews.com/politics/chinese-military-linked-biologist-fugitive-san-francisco-consulate-fbi", "subtitle": "The Chinese consulate in San Francisco is harboring a biology researcher who falsely denied connections to the Chinese military to obtain a visa, according to court documents.", "keyword": "Unfair trade and intellectual property rights", "website": "Fox News", "author": "Gregg Re", "content": "The  consulate  is harboring a biology researcher who falsely denied connections to the Chinese military to obtain a visa and gain access to the country, according to court documents filed by the FBI.The filing came as part of a document that cited a slew of other episodes in which Chinese nationals allegedly lied on their visa applications by hiding their military connections. Axios' Bethany Allen-Abrahimian  the story.Tang Juan, a researcher at the University of California, Davis, stated on her J-1 visa application that she \"had never served in the military, but open source investigation revealed photographs of her in the uniform of the Civilian Cadre of the PLA [People's Liberation Army], and that she had been employed as a researcher at the Air Force Military Medical University, which is another name for FMMU [Fourth Military Medical University],\" the FBI claimed.Then, during an interview with FBI agents on June 20, Tang \"denied serving in the Chinese military, claimed she did not know the meaning of the insignia on her uniform, and that wearing a military uniform was required for attendance at FMMU because it was a military school.\"The FBI revealed it then executed a search warrant immediately at Tang's home and found additional evidence of Tang’s PLA affiliation.\"The FBI assesses that, at some point following the search and interview of Tang on June 20, 2020, Tang went to the Chinese Consulate in San Francisco, where the FBI assesses she has remained,\" the bureau announced.There existed evidence in at least one case \"of a military scientist copying or stealing information from American institutions at the direction of military superiors in China,\" the bureau went on. The court documents contained similar evidence against several other Chinese scientists.Chen Song, for example, was an \"active duty People's Liberation Army military scientist who lied to get into the United States, attempted to destroy evidence and lied extensively to the FBI when interviewed,\" the government wrote in charging documents.\"Defendant’s case is not an isolated one, but instead appears to be part of a program conducted by the PLA—and specifically, FMMU or associated institutions—to send military scientists to the United States on false pretenses with false covers or false statements about their true employment,\" the FBI said, referring to Chen Song. Another case involves a suspected spy working for UCSF.Meanwhile, the United States ordered China to close its consulate in Houston, escalating tensions between the world’s largest economies as President Trump has ramped up punitive measures against China ahead of the November U.S. election. Beijing denounced the order Wednesday as \"outrageous\" and claimed it would draw a firm response if not reversed.The physical closure of the consulate, one of China's six missions in the United States, marked a dramatic step in increasingly contentious relations that have been strained not only by the coronavirus pandemic but also by disputes over trade, human rights, Hong Kong and Chinese assertiveness in the South China Sea.Previous Trump administration measures against Chinese officials, students and researchers have included travel bans, registration requirements and other steps intended to reduce the country's footprint in the United States. The administration also has announced its outright rejection of virtually all Chinese maritime claims in the South China Sea.These actions have come as Trump has sought to blame China for the coronavirus outbreak in the U.S., where cases have soared. Trump himself said more closures could be coming if China didn't change its behavior. \"It's always possible,\" he told reporters at the White House.The State Department announced it ordered the consulate closed within 72 hours after alleging that Chinese agents have tried to steal data from facilities in Texas, including the Texas A&M medical system statewide and The University of Texas MD Anderson Cancer Center in Houston.There were indications consulate staff were preparing to leave: Papers were being burned on the consulate grounds late Tuesday night — a common practice when a diplomatic post is being shuttered on short notice.Cai Wei, the Chinese consul general, told KTRK-TV in Houston the order to shut down was \"quite wrong\" and \"very damaging\" to U.S.-China relations.Asked about accusations of espionage and stealing data, Cai said, \"You have to give some evidence, say something from the facts. ... Knowing Americans, you have the rule of law, you are not guilty until you are proved guilty.\"State Department spokeswoman Morgan Ortagus said in a statement that the closure was \"to protect American intellectual property and Americans' private information.\"\"The United States will not tolerate (China's) violations of our sovereignty and intimidation of our people, just as we have not tolerated (China's) unfair trade practices, theft of American jobs, and other egregious behavior,\" she said.Testifying before Congress on Wednesday, Deputy Secretary of State Stephen Biegun lamented that relations today have been \"weighed down by a growing number of disputes,\" including commercial espionage, intellectual property theft and unequal treatment of diplomats, businesses and journalists.Those factors led to Trump's action, he told the Senate Foreign Relations Committee.The Justice Department on Tuesday had announced the indictments of two Chinese hackers on charges of trying to steal pharmaceutical secrets from U.S. companies related to the COVID-19 pandemic that originated in China. Although there was no indication the indictments and the consulate action were related, the U.S. has long alleged China has been involved in nefarious activity around the country, including from its Houston consulate.Even before the U.S. announced the closure, which was conveyed privately to the Chinese ambassador on Tuesday, China strongly condemned it.\"The unilateral closure of China’s consulate general in Houston within a short period of time is an unprecedented escalation of its recent actions against China,\" Foreign Ministry spokesperson Wang Wenbin said. He warned of firm countermeasures if the U.S. did not reverse itself.Wang accused the U.S. of opening Chinese diplomatic pouches without permission multiple times, confiscating Chinese items for official use and imposing restrictions on Chinese diplomats beginning last October and again in June. He also said U.S. diplomats in China engaged in infiltration activities.In Houston, firefighters responded to reports of papers being burned on the consulate grounds Tuesday night but were barred entry. On Wednesday afternoon, consulate staff could be seen loading cleaning supplies and paper products into a van parked outside the building. A U-Haul truck was also parked outside the consulateFirst responders \"were told that people inside the consulate, that they were burning paperwork because they were in the process of being evacuated from the building,\" Houston Mayor Sylvester Turner said.Foreign diplomatic missions have operated under legal immunities accorded by international law and may not be entered without permission. However, the destruction of confidential documents at a facility that has been ordered or otherwise forced to close on short notice, including U.S. missions, was not unusual. Most recently in the United States, Russia's consulate in San Francisco made news for burning large amounts of material when it was ordered closed in 2017.Aside from the diplomatic ramifications, the closure of the Houston consulate could make it more difficult for China to provide assistance to its citizens in the southern United States and for U.S. nationals seeking visas and other services there.In addition to its embassy in Washington and its mission to the United Nations in New York, China has consulates in New York, Chicago and Los Angeles. In an apparent bid to stave off the reciprocal closure of an American diplomatic mission in China, the State Department told the Chinese that it would not reopen its consulate in Wuhan, two U.S. officials who were not authorized to discuss the matter publicly told The Associated Press anonymously.The U.S. consulate in Wuhan was shuttered in late January at the height of the coronavirus outbreak that started there, but the State Department had informed Congress in early June that it planned to reopen it, possibly this summer.Besides Wuhan, the U.S. has four other consulates in China — in Shanghai, Guangzhou, Chengdu and Shenyang — along with its embassy in Beijing and a consulate general in Hong Kong.In a reflection of China’s economic importance, a Houston business group expressed regret at the announcement, saying the consulate has been important in building trade, investment and cultural ties. It noted that the Houston consulate was China’s first in the U.S. when it opened in 1979.", "comment": "(4,690)", "topic": "China", "date": " July 22"}, {"cover": "https://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2020/01/06/156/88/694940094001_6120010126001_6120012387001-vs.jpg?ve=1&tl=1", "title": "Rubio: Chinese consulate in Houston was 'massive spy center'", "url": "https://www.foxnews.com/politics/rubio-chinese-consulate-in-houston-was-massive-spy-center", "subtitle": "Sen. Marco Rubio, R-Fla., tweeted his support Wednesday for the shuttering of a Chinese consulate in Houston, claiming that spying activity was carried out through the facility.", "keyword": "Unfair trade and intellectual property rights", "website": "Fox News", "author": "Ronn Blitzer", "content": "Sen. , R-Fla., tweeted his support Wednesday for the shuttering of a  consulate in Houston, claiming that spying activity was carried out through the facility.The U.S. directed the closure of the consulate on Tuesday. The Chinese government said Wednesday morning that they had been instructed to do so without warning, but Rubio claims the move was \"long overdue.\"\"’s Houston consulate is a massive spy center, forcing it to close is long overdue,\" he said, describing it as a \"central node\" of the Chinese Communist Party's spy operations.\"This needed to happen,\" he tweeted.China called the closure an “unprecedented escalation\" by the United States and threatened to retaliate, according to the .“China demands the U.S. revoke the wrong decision. If the U.S. went ahead, China would take necessary countermeasures,” said Chinese foreign ministry spokesman Wang Wenbin.State Department spokesperson Morgan Ortagus said in a statement to Fox News that the closure directive was issued \"to protect American intellectual property and Americans' private information.”The U.S. \"will not tolerate the PRC’s violations of our sovereignty and intimidation of our people, just as we have not tolerated the PRC’s unfair trade practices, theft of American jobs, and other egregious behavior,\" she added. \"President Trump insists on fairness and reciprocity in U.S.-China relations.\"Documents were burned inside the consulate’s courtyard Tuesday evening, KPRC-TV in Houston reported.\"You could just smell the paper burning,” a witness told the station. “But, all the firefighters were just surrounding the building. They couldn’t go inside.”", "comment": "", "topic": "Senate", "date": " July 22"}, {"cover": "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/07/156/88/AP20204370170215.jpg?ve=1&tl=1", "title": "China threatens retaliation after US orders closure of Houston consulate", "url": "https://www.foxnews.com/world/china-threatens-retaliation-after-it-says-us-ordered-it-to-close-houston-consulate", "subtitle": "China Wednesday condemned what it said was an unprovoked order by the United States to close the Chinese consulate in Houston, Texas.", "keyword": "Unfair trade and intellectual property rights", "website": "Fox News", "author": "Brie Stimson", "content": " on Wednesday condemned what it called an “unprecedented escalation\" by the United States and threatened to retaliate after it was ordered to close the Chinese consulate in .Chinese foreign ministry spokesman Wang Wenbin said in a daily news briefing that the government had been told without warning Tuesday to close the consulate.He said the consulate had been operating normally Tuesday and called the reported move an “unprecedented escalation,\" the  reported.“China demands the U.S. revoke the wrong decision. If the U.S. went ahead, China would take necessary countermeasures,” Wang said.In a statement sent to Fox News, State Department Spokesperson Morgan Ortagus confirmed the directive and said it was issued \"to protect American intellectual property and Americans' private information.”The U.S. \"will not tolerate the PRC’s violations of our sovereignty and intimidation of our people, just as we have not tolerated the PRC’s unfair trade practices, theft of American jobs, and other egregious behavior,\" she added. \"President Trump insists on fairness and reciprocity in U.S.-China relations.\"Documents were burned inside the consulate’s courtyard Tuesday evening, KPRC-TV in Houston reported.\"You could just smell the paper burning,” a witness told the station. “But, all the firefighters were just surrounding the building. They couldn’t go inside.”\"The US asked China to close Consulate General in Houston in 72 hours. This is a crazy move,\" Hu Xijin, editor-in-chief of the Global Times wrote on Twitter.reported that the consulate was ordered to close by Friday along with a compound where many consulate employees live, citing police sources.Beijing called the eviction a violation of international law, according to .", "comment": "", "topic": "China", "date": " July 22"}, {"cover": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/d566dc0e-7963-4756-ad24-e135e92e5507/0944e7e9-31d0-4f54-b6b0-4bbac8c91c0a/1280x720/match/156/88/image.jpg?ve=1&tl=1", "title": "Intel agency believes Chinese Communist Party considering retaliatory consulate closure", "url": "https://www.foxnews.com/politics/chinese-communist-party-considering-closing-an-american-consulate-in-china", "subtitle": "A U.S. intelligence agency believes the Chinese Communist Party is considering closing an American consulate in China as payback for the Trump administration’s move to shutter the consulate in Houston, Fox News has learned.", "keyword": "Unfair trade and intellectual property rights", "website": "Fox News", "author": "Gillian TurnerBrooke Singman", "content": "A U.S. intelligence agency believes the Chinese Communist Party is considering closing an American consulate in China as payback for the Trump administration’s move to shutter the consulate in Houston due to the targeting of  Fox News has learned.An intelligence source told Fox News Thursday that it is unclear which consulate China could close but said that they believe if the makes a move, it would be one that was “proportionate” to Houston.The U.S. consulate in Wuhan, China is considered the \"sister\" facility to China's Houston consulate. The U.S. also has consulates in China in Chengdu, Shenyang, Guangzhou and Shanghai. The U.S. embassy in China is in Beijing.The South China Post cited a source in  that the U.S. consulate in the southwestern city of Chengdu would be the target for China’s retaliation.Sources also told Fox News Thursday that the Trump administration’s  in  was due, in part, to the Chinese Communist Party’s targeting of U.S. energy firms.One major reason the Houston consulate closed, according to sources, as opposed to other Chinese diplomatic outposts, was because the CCP was carrying out threats and intimidation tactics targeting U.S. energy  in the South China Sea.The Chinese officials carrying this out, according to sources, were based mostly in the Houston consulate.The information comes after the State Department claimed Wednesday that the administration was closing the consulate due to increased espionage activity.China called the closure an “unprecedented escalation\" by the United States and threatened to retaliate, according to the .“China demands the U.S. revoke the wrong decision. If the U.S. went ahead, China would take necessary countermeasures,” said Chinese foreign ministry spokesman Wang Wenbin.State Department spokesperson Morgan Ortagus said in a statement to Fox News that the closure directive was issued \"to protect American intellectual property and Americans' private information.”The U.S. \"will not tolerate the PRC’s violations of our sovereignty and intimidation of our people, just as we have not tolerated the PRC’s unfair trade practices, theft of American jobs, and other egregious behavior,\" she added. \"President Trump insists on fairness and reciprocity in U.S.-China relations.”", "comment": "(4,537)", "topic": "China", "date": " July 23"}, {"cover": "https://a57.foxnews.com/static.foxnews.com/foxnews.com/content/uploads/2020/07/156/88/Liam-Fox.jpg?ve=1&tl=1", "title": "UK nominates Liam Fox to lead World Trade Organization, amid calls for US to quit", "url": "https://www.foxnews.com/world/uk-liam-fox-world-trade-organization", "subtitle": "The British government on Wednesday announced that it was nominating former International Trade Secretary Liam Fox to head the World Trade Organization -- selecting a strongly pro-Washington candidate at a time when the U.S. is debating quitting the trade body.", "keyword": "Unfair trade and intellectual property rights", "website": "Fox News", "author": "Adam Shaw", "content": "The  government on Wednesday announced that it was nominating former International Trade Secretary Liam Fox to head the  – selecting a strongly pro-Washington candidate at a time when the U.S. is debating quitting the trade body.“Dr. Fox is a passionate advocate of multilateralism, who brings detailed knowledge of the global trading system from his years as a U.K. cabinet minister and secretary of state for international trade,” Prime Minister  said in a letter to the Geneva-based organization. “He has first-hand experience of the political and technical challenges of negotiating trade agreements and the reforms that are needed to ensure the global trading system truly delivers for all WTO members.”Britain was one of a number of members of the organization to put forward nominations for a replacement for Director-General Roberto Azevedo, who is The eventual pick needs to win the consensus from all member states.Fox was a strong supporter of the ultimately successful campaign for Britain . Britain formally left the bloc earlier this year and entered a transition phase due to expire at the end of the year.He has also been a vocal advocate for close ties between Britain and the U.S., meaning that if picked he could help blunt calls from Washington for the U.S. to leave the bloc. In a statement welcoming his nomination, he indicated that he would push to reform the organization.\"I am honored to have been nominated by the prime minister to be a candidate to lead the World Trade Organization. I believe that if we want to keep the WTO relevant and vibrant our task is clear: Update. Strengthen and Reform,\" he said.Lawmakers from both sides of the aisle have backed calls for the U.S. to withdraw from the organization, amid fears it does not benefit the U.S. and has helped China. Trump has accused the WTO of letting Beijing get away with unfair state subsidies and for allegedly strong-arming foreign businesses into giving up their intellectual property in order to gain access to the giant Chinese market.“The World Trade Organization is horrible,” Trump said in May. “We’ve been treated very badly. I’ve been saying it for a long time. They treat China as a developing nation, therefore China gets a lot of the benefits that the U.S. doesn’t get.”Sen. Josh Hawley, R-Mo., has introduced a resolution calling for the U.S. to pull out.  last month that Reps. Peter DeFazio, D-Ore., and Frank Pallone, D-N.J., have also introduced a resolution calling for withdrawal. Votes on both resolutions are expected this month.\"International organizations like the WTO have enabled the rise of China and benefited elites around the globe while hollowing out American industry, from small towns to once-thriving urban centers. We need to return production to America, secure critical supply chains and encourage domestic innovation,” Hawley said in May. \"Pulling out of the WTO is a good first step.\"Saudi Arabia and six others have also put forward candidates to lead the body ahead of a Wednesday evening deadline.The time frame for the election has not been decided. The WTO chief is chosen by consensus by its 164 member states, based on a recommendation from its selection committee.", "comment": "(30)", "topic": "Trade", "date": " July 8"}, {"cover": "https://a57.foxnews.com/cf-images.us-east-1.prod.boltdns.net/v1/static/694940094001/41023bbd-3f1a-4e1b-aa9a-10baf8fa1ec1/16743b27-a4c4-460d-b443-2a3f2ab73812/1280x720/match/156/88/image.jpg?ve=1&tl=1", "title": "Joe Biden targets President Trump's handling of the coronavirus pandemic, US economy", "url": "https://www.foxnews.com/transcript/joe-biden-targets-president-trumps-handling-of-the-coronavirus-pandemic-us-economy", "subtitle": "Jul 14, 2020 ... PERINO: Biden also calling for $2 trillion in new clean energy spending. ... We \nstood up to China's intellectual property theft at a level that nobody's ever come \nclose. ... Joe Biden supported China's entry into the World Trade Organization. ... \nHe wants to reenter the unfair, one-sided Paris Climate Accord, ...", "keyword": "Unfair trade and intellectual property rights", "website": "Fox News", "author": "", "content": "DANA PERINO, FOX NEWS HOST: Hello, everyone. I'm Dana Perino, along with Jesse Watters, Greg Gutfeld, Juan Williams, and Katie Pavlich. It is 5:00 in New York City. This is The Five. Fox News alert, President Trump getting ready to hold a news conference any moment now in the Rose Garden. We will bring it to you live once it happens. And while we wait for that, President Trump and Joe Biden squaring off over how best to bring back jobs after the pandemic damaged the economy. The former vice president trying to slice into President Trump's polling advantage on the economy, Biden quick to criticize President Trump during his speech today. (BEGIN VIDEO CLIP) JOE BIDEN (D) PRESIDENTIAL CANDIDATE: It's gotten bad enough that even Donald Trump finally decided to wear a mask in public. I'm glad he made the shift. Mr. President, it's not enough. We won't be able to turn the corner and get American people back to work safely without presidential leadership. Mr. President, open everything now isn't a strategy for success. It's barely a slogan. Quit pushing the false choice between protecting our health and protecting our economy. All it does is endanger our recovery on both fronts. (END VIDEO CLIP) PERINO: Biden also calling for $2 trillion in new clean energy spending. (BEGIN VIDEO CLIP) BIDEN: When Donald Trump thinks about climate change, the only word he can muster is hoax. When I think about climate change, the word I think of is jobs. Science tells us we have nine years before the damage is irreversible. We are going to make historic investments, so we will seize the opportunity and meet this moment in history. We are going to get to work delivering results right away on day one. (END VIDEO CLIP) PERINO: All right. Greg, let me ask you. A lot of that stuff in the -- when it comes to energy policy, do you feel like you could've heard that before, maybe in the previous administration? GREG GUTFELD, FOX NEWS HOST: Maybe. But it is -- Biden economically is kind of terrifying, because he's all in on the Green New Deal, including this apocalyptic nine year vision that is not based on any science but rather AOC-led hysteria. So we are handing our economy -- not over to Joe Biden, the seasoned Vice President or Senator. We're handing it over Greta Thunberg in an old man suit. And that's scares me. But another interesting point about when you compare economies, no, the Democrats love to talk about how they are the masters of the safety net. And I want people to just think about what the experience of 2020 was, when we had a Republican-built Trump designed economy that was essentially a safety net that was tested. It was actually tested. And it actually succeeded. Unlike the safety nets created by Democrats, this safety net was tested by a novel catastrophe that we've never experienced before in our lives. Nobody has starved. We have made it through. We have made sacrifices. But we are getting it done largely because of this incredible economy that allowed for a safety net to occur to give out these payments, to make sure people were OK. This is a Republican-built safety net that just blew the doors off any Democrat safety net of the last 50 years. Meanwhile, what are the Dems pushing, an apocalyptic vision that chooses the mob over the individual. When you see somebody -- pushing for achievement, Biden is pushing the politics of envy. And that will get us nowhere in the long run, or even the short term. PERINO: Jesse, this was the second phase of the Biden rollout on his economic plan. Last week was buy American, today, is all about energy. And if you think about the Midwest and how important it is for both candidates to try to win in 2020, what -- how do you think Biden threaded that needle today between going after the progressives who were talking about the apocalyptic climate change issue, as Greg was pointing out. But also this idea for additional jobs and the clean energy market, can you do that? JESSE WATTERS, FOX NEWS HOST: Biden just plagiarized Bernie Sanders' environmental plan, or Bernie Bros. just put a gun to Biden's head and Biden said fine. I will say whatever you want me to say. I mean, this is literally AOC's Green New Deal here, $2 trillion on wind and solar. Do you really think Joe Biden or any of his people can pull it off? First of all, solar only works economically and environmentally in the United States, in the southwest. Wind power only works in the Great Plains in the Midwest. But I guarantee you. All of this trillions of dollars, it's just going to go to lobbyists and donors. And they're going to put some, like, windmill in Maine and a solar panel in Montana. And it's just not going to work. It's just another boondoggle because they are not smart enough to be able to pull it off. The smartest thing to say, if I were Joe Biden, would say I'd be for fracking. But he went so far left in the primary he doesn't like fracking now. Because natural gas is the cleanest energy source we are ever going to have. And god blessed the United States with mountains and mountains of it. And we are just sitting on piles of it. So you can even balance a few solar panels and some windmills with this beautiful, clean, natural gas, and call it a day. But he just won't do it. And Donald Trump can come at him and just say you are an economic illiterate. You don't know what you are talking about. This is basically AOC on steroids. Get out of here and let me rebuild the economy, because Americans trust me more than you by double digits. PERINO: Juan, when the Biden campaign was putting out some PR right before the speech, Alexandria Ocasio-Cortez was also tweeting, taking a lot of credit for the speech. Does that keep Biden keep his moderate label? JUAN WILLIAMS, FOX NEWS HOST: I think that, you know, a lot of this back and forth over the economic policy at this moment, Dana, I don't think that it really matter as a whole lot if what we are aiming at is the November election. Because I think at the moment, the urgent policy stuff leads us to a referendum on Donald Trump. And right now, Trump is beating Trump. Because if you look at big ticket items, like, you know, do we send our kids back to school in the fall? Axios, iPost has a pullout today, 70 percent of Americans think that's too risky to send our kids back to school. And that includes, like, 79 percent of Democrats and 53 percent of Republicans. No, I'm talking about the election. Because I think that as we aim towards energy, as we aim towards something like how do you get this economy going for the high percentage of people, I think it's like 11, 12 percent now out of work. And you think about the fact that we have arguments coming from this White House over extending unemployment benefits at the end of this month, I think again. Donald Trump is out of sync with the American people. But, you know, it's like when the 5.4 million Americans lose their health insurance, that's a big economic issue. And where is Trump? He is trying to undo Obamacare. So to me, these are urgent policy issues way beyond whether or not we rebuild the infrastructure, which I think is fairly sensible. Whether we rebuild the manufacturing sector, this is what is determining the election. PERINO: Yeah, OK. Katie, we do know that across the board, President Trump does beat Don -- Joe Biden on matters of the economy. I haven't seen him broken down too much in terms of energy. But you were over at the White House today. Tell me your perspective on all this. KATIE PAVLICH, FOX NEWS HOST: I was at the White House today. I had the chance to interview President Trump. He did talk about the election and Joe Biden and said that the economy will crash if Joe Biden wins the election. He talked about how Joe Biden has been in office and around Washington, D.C. for almost five decades. And yet, now all of a sudden is hitching his wagon to this Green New Deal 2.0. And look, you know, you can't argue, as Joe Biden has, that you want to bring back American manufacturing, while also at the same time try to promise some kind of Green New Deal, because the regulations in this country are ready and due to the Environmental Protection Agency and a whole host of other overreach by the government have prevented manufacturing from coming back to this country. And it's going to be very expensive for the average family. Remember in 2016 when Hillary Clinton made the mistake of saying we're going to put coal miners out of business? That's exactly what this will do. Electricity prices will go up. And we tried this before, the Obama administration, which Joe Biden was a part of, lost $5 billion of taxpayer money on Solyndra, which was the solar company that they just gave a bunch of recovery money to that was not successful. So these two things do not go together. You can't promise manufacturing in America while also promising all these regulations, which do not allow of the ingenuity and manufacturing to take place here. PERINO: For viewers that have been watching for many years, you all remember the fond days when we talked about Solyndra over and over. (CROSSTALK) PERINO: All right, Solyndra. We are still awaiting a news conference from President Trump and we will have it for you live. But coming up next, the armed of Missouri couple who confronted protesters outside their home are now saying that they will be indicted. We will have details after the break. (COMMERCIAL BREAK) WATTERS: President Trump set to hold a news conference in the Rose Garden at any moment. Meanwhile, as anarchy rages in cities across America, St. Louis prosecutors appear to have a case of misguided priorities. The armed homeowner who faced off with protesters who broke into his gated community last month says he and his wife will be indicted soon. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE: My attorney advised me not to be on the show tonight because of rumors that we are going to be indicted shortly, OK? Having said that, this is the same circuit attorney that released 35 of the protesters that torched and looted downtown St. Louis. But now, she wants to indict me. I didn't shoot anybody. I just held my ground, protected my house. And I'm sitting here on television tonight instead of dead or putting up the smouldering embers of my home. (END VIDEO CLIP) WATTERS: All right. Katie, you spoke with the president earlier about this. It looks like this radical DA Kim Gardner out in St. Louis got a judge to approve her warrant to go in and seize the firearm of this guy. And now, he saying he could be indicted, for what? PAVLICH: For what is the question. The president said that this was a disgrace. This couple was just defending their home and their property. And Jesse, in St. Louis, the law there is they have your stand your ground self-defense law. They were on their own private property. There was a mob that broke through the gate on their private property. They felt threatened. They went out to defend themselves and their lives. They had seen for weeks on end of private property and people almost killed if not killed as a result of these rioters going through the streets. There was, of course, a shop owner in Texas, I believe, who was murdered outside of his shop for daring to defend himself, who he didn't have a gun. So this idea now that this couple, who was obeying the law, following the rules, defending their lives and their property from the mob, are now being politically persecuted by these prosecutors in St. Louis. It is a disgrace. It's an atrocity. It's a miscarriage of justice. And although they know they have no evidence to prove that they committed a crime, they're going to drag them to the legal system anyway and make an example of them that you better not stand up to the mob because this is what's going to happen to you. And it's pretty clear the prosecutors are on the side of the criminals here, not on the side of the innocent victims who are victims of a mob going onto their lawn and threatening their lives. WATTERS: Yes. And we are hearing that the president is going to be speaking momentarily, so we will take you to that when that begins. Greg, this is basic Constitutional stuff. You are allowed to own a firearm. You are allowed to defend your property, your land, and the government cannot go inside your home and take your gun. GUTFELD: Yeah. Well, here's the deal. It's weird that the media has to assure the white liberals that the rising spike in crime is just in poor neighborhoods. So there is no problem with de-funding police or even attacking them. So I'm trying to figure out, when does crime actually matter? If we take inventory, we dismissed the burning buildings as an anomaly, the looted neighborhoods as a cry for economic justice, gang violence as murder. Something that's been here forever, right, and now, we have mob action in the suburb where they tear down the guys' gate and they laugh at that. People don't understand that the more that you dismiss law and order and champion the mob, there's only one thing left for the citizen. And it's the Second freaking Amendment. And we are seeing that now. This is a symbol of things to come. WATTERS: Yeah. And gun sales skyrocketing all over the country, Dana. And this DA seems to be pretty out there, source-funded, she let a bunch of looters and rioters go without charging them. And she's in a -- I guess primary election race coming up in August, so looks like politics to me. PERINO: Well, and I think that one of the things that even the lawyer for the couple suggested that they not go on television because they could in - - getting -- indicted. Their only recourse at this point was to maybe avoid that is publicity, possibly. You know, we'll see what happens to them. But this is not the only place that we are seeing this. Look at what happened in New York City over the weekend or even just yesterday. So Mayor Bill De Blasio, he paints this painting of black lives matter in front of Trump Tower on Fifth Avenue, and he tweeted incessantly about it. Rather than talking about all of the violence we saw, if anybody hasn't had a chance to see Lawrence Jones' interview with the father of the young baby that was killed over the weekend. I really recommend that you try to find that. I think it's up on foxnews.com. We have to reorient our priorities. There's just no other way about it. WATTERS: Yeah. I think we do have some sound from some grieving family members that Lawrence got. Let's play that. And then, Juan, you can react. (BEGIN VIDEO CLIP) UNIDENTIFIED MALE: I have to put my son on the ground now, and he's only one. His birthday two months -- in two months, he didn't even live to see two. Like, he didn't live life. UNIDENTIFIED FEMALE: Everybody is talking about black lives matter. What about baby lives, what about teenage lives, go to hell. You can go to hell. (END VIDEO CLIP) WATTERS: It's heartbreaking, Juan. WILLIAMS: Yeah. I mean, we've had discussion. And I've very clearly. You have to care about the kind of crime that you see in these poor neighborhoods. But it's not a matter of crime waves throughout the city. Let's go back to St. Louis for a second. Because I think it's important that we have some context and some facts on the table. First of all, it's speculation about the indictment. We don't know what's going to come. I will stay say this, that the statute, the law in Missouri doesn't allow you to brandish a weapon in a threatening, intimidating matter. And as we saw in the video that we showed right here, there was nobody attacking that couple. They were marching towards the mayor's house, which is in that gated development. So I think that when you look at that you say, well, Garner's going to make a decision. It may be a political decision, but that's the decision that's going to be made. Because if you have guns in a potential confrontation, it can be provocative, and we know that brandishing guns in front of people can lead to -- (CROSSTALK) WILLIAMS: So I don't that you should just ignore this thing. She clearly was. Let me finish this point, because the St. Louis Post-Dispatch, in editorial, said, you know, these people, this couple, you have got to know some context. You got to know they're highly litigious, sued their own father and sister that the people at the neighboring synagogue said that these people made the children cry. I mean, this is -- you know, you have to see the whole picture. And if you choose to simply focus -- I want to say these people, they're being victimized in terms of their Second Amendment rights. That's a distortion of this story. WATTERS: OK. Well, Katie, I don't know if Juan knows the law -- (CROSSTALK) GUTFELD: Wait a minute, though. WATTERS: Go ahead. GUTFELD: Are you OK with seeing the whole picture with every victim that we talk about, Juan? When -- if somebody gets killed? (CROSSTALK) WILLIAMS: -- if you have something to say, I'm glad to hear you. (CROSSTALK) GUTFELD: You aren't. Anytime you bring up the background of anybody, unless it's somebody you don't like. WILLIAMS: What are you talking about? I'm talking about the St. Louis, what the St. Louis Post-Dispatch wrote, what the statute of the law says in Missouri. And those are facts and those are contexts for our viewers tonight. WATTERS: All right. Well, let's -- (CROSSTALK) WATTERS: Go ahead. PAVLICH: Yea. I would just hope that anybody who had a mob show up and break into their property would be entitled to their own self defense instead of ending up dead on their doorstep of their home or their business. And the fact is that brandishing has a very different legal term than what Juan is discussing. And it's not brandishing to go outside of your home while there is a mob that has broken to run your private property, is threatening you, that is refusing to leave. That was told to leave multiple times and refused to do so. That is not brandishing a weapon. That is called self defense. And that's exactly what they were doing. And they are alive today as a result and their house remains standing, instead of being burned it down like churches that we've seen, like the buildings in Minneapolis, like the buildings all around the country that have been burned down. And people's lives destroyed as a result of that. WATTERS: Yeah. And not only -- WILLIAMS: Katie, I don't think from the video we saw that there was any motion from the protesters towards that couple. The protesters are -- (CROSSTALK) WATTERS: Hey, Juan. (CROSSTALK) WATTERS: Because if you watched the video -- (CROSSTALK) WATTERS: And they were armed themselves. So to go outside to, you have open-carry -- (CROSSTALK) WATTERS: -- you have castle doctrine and you have stand your ground. And if you knew what you were doing, you'd do the same thing to protect your property and your wife. Next, President Trump's news conference coming up soon, next up, Greg's monologue on the press giving a free pass to New York Governor Andrew Cuomo despite his disastrous handling of the pandemic. (COMMERCIAL BREAK) PAVLICH: You are looking live at the Rose Garden where the president is about to give a news conference. But in the meantime, Hillary Clinton is back stoking fear and paranoia -- the election with this morning about President Trump if he loses in November. (BEGIN VIDEO CLIP) HILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE: I think it is a fair point to raise as to whether or not, if he loses, he's going to go quietly or not. And we have to be ready for that. (END VIDEO CLIP) COMPAGNO: Dana, here we are again with a woman who's never accepted the result of the election, warning about the president not accepting results of the upcoming election. PERINO: They even -- she said that even back in 2016 when it -- actually if you remember on election night it was the Hillary Clinton team that hinted that she would not, but she did the right thing and she conceded in the morning that next day. I have to imagine that the Biden team would really like for her to do these fundraisers for them, but to maybe cutback on the interviews. I don't think it helps people to remember Hillary Clinton as a candidate in 2016 or 2020. He needs to be his own person. (BEGIN VIDEO CLIP) DONALD TRUMP, PRESIDENT OF THE UNITED STATES: Thank you very much, everybody. Please. (END VIDEO CLIP) PAVLICH: Thank you, Dana. President Trump in the Rose Garden. Let's watch. (BEGIN VIDEOTAPE) TRUMP: Thank you. So we've had a big day in the stock market. Things are coming back and they're coming back very rapidly. A lot sooner than people thought. People are feeling good about our country. People are feeling good about therapeutics and possible vaccines, but we're going to go over quite a bit and maybe at the end, we'll take some questions if we have time. It's not too hot. Today, I signed legislation and an executive order to hold China accountable for its oppressive actions against the people of Hong Kong. The Hong Kong Autonomy Act, which I signed this afternoon, passed unanimously through Congress. This law gives my administration powerful new tools to hold responsible the individuals and the entities involved in extinguishing Hong Kong's freedom. We've all watched what happened, not a good situation. Their freedom has been taken away. Their rights have been taken away and with it goes Hong Kong, in my opinion, because it will no longer be able to compete with free markets. A lot of people will be leaving Hong Kong, I suspect. And we're going to do a lot more business because of it because we just lost one competitor. It's the way it is. We lost a very, very serious competitor. A competitor that we incentivized to take a lot of business and do well and we gave them a lot of business by doing what we did. We gave them things that nobody else had the right to do, and that gave them a big edge over other markets. And because of that edge, they've done really historic business, tremendous business, far bigger than anybody would have thought years ago when we did this gift. It was really a gift to freedom. Today, I also signed an executive order ending U.S. preferential treatment for Hong Kong. Hong Kong will now be treated the same as Mainland China, no special privileges, no special economic treatment, and no export of sensitive technologies. In addition to that, as you know, we're placing massive tariffs and have placed very large tariffs on China. First time that's ever happened to China. Billions of dollars have been paid to the United States of which I've given quite a bit to the farmers and ranchers of our country because they were targeted. And that's been going on for three years. It's the first time anybody's ever done anything like that. And prior to the plague pouring in from China, they were having the worst year as you know, in 67 years. And I don't want them to have a bad year. I want them to have a good year, but they were taking advantage of the United States for many, many years, and that's stopping. But then the virus came in and the world is a different place, but we're now getting back and one of the reasons the market's doing -- it's almost at the point that it was at prior to the plague. Almost, we're getting very close. It's a great thing. It's an amazing thing what our people have done and what they've endured. No administration has been tougher on China then this administration. We imposed historic tariffs. We stood up to China's intellectual property theft at a level that nobody's ever come close. We confronted untrustworthy Chinese technology and telecom providers. We convinced many countries, many countries, and I did this myself for the most part, not to use Huawei because we think it's an unsafe security risk. It's a big security risk. I talked many countries out of using it. If they want to do business with us, they can't use it. Just today, I believe that U.K. announced that they're not going to be using it. And that was up in the air for a long time but they've decided. And you look at Italy, you look at many other countries. We withdrew from the Chinese dominated, WHO, and we fully rebuilt the United States military. The WHO, World Health Organization, we were paying close to $500 million a year. China was paying $39 million a year. And China had too much say, they worked it very hard, which is a bad thing done by our past administrations. But we were tough and we were saying, I was asking, I said, \"Why are we paying so much more than China?\" China has 1.4 billion people. We have 325, probably 325 million approximately, nobody can give the exact count. We're trying to get an exact count, but you have over the years, many illegals who have come into the country. So it depends on how you want to count it. But you could say 325 to 350 million people, as opposed to 1.4 billion people. And the World Trade is terrible, that deal is terrible. The World Health is terrible deal. We've been very tough on the World Trade Organization and we've been, I guess, as tough as you can get on World Health. We withdrew our money. We told them we're getting out. It doesn't mean that someday we won't go back in. Maybe we will when it's correctly run, but they made a lot of bad predictions and they said a lot of bad things about what to do and how to do it and they turned out to be wrong. And they were really a puppet of China. And make no mistake, we hold China fully responsible for concealing the virus and unleashing it upon the world. They could have stopped it. They should have stopped. It would have been very easy to do at the source when it happened. In contrast, Joe Biden's entire career has been a gift to the Chinese Communist Party and to the calamity of errors that they've made. They made so many errors and it's been devastating for the American worker. China has taken out hundreds of billions of dollars a year from our country. And we rebuilt China. I give them all the credit in the world. I don't give the credit for the people that used to stand here because they allowed this to happen where hundreds of billions of dollars were taken out of the United States Treasury in order to rebuild China. There's no company and no country in the world, no country in the world has ever ripped off the United States like the incredible job that they did on this country and the people that ran it. Possibly, it's one of the reasons, certainly it's one of the very big reasons trade and things related to trade that I got elected in the first place. I've been talking about it for a long time, along with many other subjects, frankly. Joe Biden supported China's entry into the World Trade Organization. One of the greatest geopolitical and economic disasters in world history. If you look at China, you look at the moment they joined the World Trade, they were flatlining for years and years and years and decades. And then all of a sudden, they joined the World Trade Organization, and they went like a rocket ship. They were given all sorts of advantages. They were considered a developing country. As a developing country, they got tremendous advantages over the United States and other countries, and they took advantage of those advantages and then some. Biden personally led the effort to give China permanent, most favored nation status, which is a tremendous advantage for a country to have. Few countries have it. But the United States doesn't have it. It never did, probably never even asked for it because they didn't know what they were doing. As Vice President Biden was a leading advocate of the Paris Climate Accord, which was unbelievably expensive to our country. It would have crushed American manufacturers while allowing China to pollute the atmosphere with impunity, yet one more gift from Biden to the Chinese Communist Party. They took all of the advantage away from us. They took everything away. They don't have oil. We would have had to close up a tremendous amounts of our energy to qualify, eventually, not too far into the future. We would have had to do things that would have been unbelievably destructive to our country, including the possible closing of 25 percent of our businesses, think of that. And it was going to cost us hundreds and hundreds of millions of dollars for the privilege of being involved in the Paris Climate Accord. And you just have to look at what took place this year in Paris and France where money was being sent to, countries all over the world and the people of France didn't want to take it, and they didn't, and they did a lot of rioting. They had their taxes raised. We would have had to raise our taxes and it was a disaster. I've been given a lot of credit for what I did there. It took a certain amount of courage, I guess, because it sounds so nice, the Paris Climate Accord. But it wasn't good for us at all. America lost nearly 10,000 factories while Joe Biden was Vice President. Think of that, 10,000 factories. He wrote something today and he made a statement today that I wrote down. It's pretty accurate. So Biden was here for 47 years. Eight years, the last eight years, not long ago as Vice President, he said, \"One in five miles of our highways are still in poor condition.\" Well, we're doing a good job on highways, but why didn't he fix them three years ago? Why didn't he fix them? Tens of thousands of bridges are in disrepair and on the verge of collapse. Well, that's probably not a right number, but we have bridges that should have been fixed. Why didn't he fix him? He was here for eight years with President Obama. Why didn't they fix them? Tens of thousands of bridges. This is what he wrote. High speed broadband. We want high speed broadband. Well, why didn't they get it? Three years ago is not a long time. And he didn't do any of the things, but now he says he's going to be president and as president, he's going to do all the things that he didn't do. He never did -- he never did anything except make very bad decisions, especially on foreign policy. So Joe Biden and President Obama freely allowed China to pillage our factories, plunder our communities and steal our most precious secrets. And I've stopped it, largely, but I've stopped it and it wasn't easy because you talk about a certain power of the telephone and the calls where they would call and say, \"No, we don't want to do that.\" And other countries would call on behalf of China, but I did it. I did what has to be done. And you just take a look at what's gone on and take a look at the kind of -- the numbers where they devalued their currency in order to pay the tariffs. Now, the Democrat party is calling for defunding of our military. Think of that, defunding. They want to defund our military when China is building a massive military. They're building a massive military and Biden wants to defund our military. And the world needs American strength right now, more than ever. And we've got it. We've got now, soon as all this equipment comes in, all made in the USA, we've got the newest, most incredible weapons anywhere in the world. We have the best tanks, the best ships, the best missiles, rockets. We have the best of everything. We have the best fighter jets, the F-35, the F-18. All of these assets are being built, tankers, incredible tankers, bombers. I hope we don't have to use them, but we have the most incredible military. When I came in, the military was totally depleted. It was at a level that was just absolutely incredible. You know the statements. I made the statements before. I told you what generals told me about our military. And I'll make them again. If somebody needs them, we'll give them to you. It's very well documented. As Vice President Biden opposed tariffs, and he was standing up for China. He didn't want to do anything to disrupt the relationship with China even though China was taking us to the cleaners. He opposed my very strict travel ban on Chinese nationals to stop the spread of the China virus. He was totally against it. Xenophobic, he called me, Xenophobic. A month later, he admitted I was right. We would have had thousands of people additionally die if we let people come in from heavily infected China, but we stopped it. We did a travel ban in January. Nancy Pelosi was dancing in the streets of Chinatown in San Francisco a month later and even later than that and others too. They all thought what I did was a terrible mistake. We would have lost -- in fact, Dr. Fauci said we would have lost thousands of additional people if President Trump had to do that. And I was a crowd of one, because even experts didn't want to do it. They thought it was a mistake. And then I did Europe when I started seeing what was going on in Italy and Spain and France and other countries in Europe. I did a ban on people coming in from Europe. That would have been disastrous for our country also. And we saved tens of thousands of lives, but we actually saved millions of lives by closing. By closing up, we saved millions, potentially, millions of lives. It could be, a number that we're actually working on, but it could be two to three million lives. So we're at 135,000, which is terrible. One is too much, but we would have had millions of people dead from this curse that came at us, but we did what we had to do. And now we'll put out the flames as it happens. We have to get the schools open. We have to get everything open. A lot of people don't want to do that for political reasons, not for other reasons. But if we had listened to Joe Biden, hundreds of thousands of additional lives would have been lost. And if you look at the job, he did on swine flu, I looked at a poll, they have polls on everything nowadays, and they got very bad marks on the job they did on the swine flu, H1N1. He calls it N1H1. H1N1 got very poor marks from Gallup on the job they did on swine flu. And they stopped very early on, testing. They totally stopped it. They just said stop. And frankly, if we didn't test, you wouldn't have all the headlines because we're showing cases, and we have just about the lowest mortality rate. But if we did -- think of this, if we didn't do testing, instead of testing over 40 million people, if we did half the testing, we would have half the cases. If we did another -- you cut that in half, we'd have yet again, half of that. But the headlines are always testing. Now the testing is a good thing, but at the same time, it's fodder for the fake news to report cases. So we're doing 40 million plus, it's going to be very close to 45 million people. And when I turned on the news, I see cases, cases, cases. They don't talk about deaths being cut down to a level that actually tenfold they use. I got that from one of the very respected media outlets, tenfold, cut tenfold, yes, but they don't talk about that. They talk about cases and the cases are created because of the fact that we do tremendous testing. We're the best testing in the world. We now make ventilators for the world. We had very few ventilators. There wasn't one person in any hospital anywhere in this country that needed a ventilator that didn't get it. And that was because we mobilized to a level, using the Purchasing Act in some cases, we mobilized to a level that nobody thought possible. Nothing's happened like that since World War II. Our task force has done a great job. Mike Pence works so hard but gets so little credit. It's sad to see that actually, but he works so hard and gets so little credit. The governors would tell us, we'd be on the phone with 50 different governors, they'd all tell us what a great job, great job. And then they'll go to the media and say, \"Well, they didn't do such a good job.\" Well, we did a great job. We made a lot of governors look fantastic. We did in New York -- what we did in New York was one of the most incredible things, 2,800 bed in Javits Center, but the governor used very few of them unfortunately. Then we moved in our great hospital ship, one of our two great -- we move one also to Los Angeles. And we could have used that for our senior citizens. We could have used it for other people. They could have used it instead of sending our seniors back into nursing homes that were infected where you lost thousands of people. Thousands of people in New York died because of poor management by the governor. And it's a very sad thing to see and very sad to watch and very sad to look at those statistics. But we have -- we have an incredible Javits Center that we built with thousands of beds. I think it was 2,800 all ready to go and they could have sent people there, or they could have sent senior citizens there instead of sending them into the nursing homes. And after all of that work and getting it done, the Army Corps of Engineers, I mean, the job they did was incredible. They built it in a matter of days. When it was all completed, FEMA, everybody was there, doctors. We ended up getting doctors. They said, \"We can't man it.\" I said, \"So we'll man it and woman it.\" And that's what we did. We brought in doctors, nurses, everything, we're all set. They didn't send the people. Very few people came in. They could have sent them into the Javits Center. They could have sent him to the hospital ship, which was virtually unused. But we were there. By contrast, my administration acted very early to ban travel from China, from Europe, saving all of these lives, incredible. And I want everyone to know, I want every citizen now that we're using the full power of the Federal government to fight the China virus and to keep our people safe. Through Operation Warp Speed, we will deliver a vaccine in record breaking time. We're doing very well on the vaccines. We have many, many different vaccines being studied right now, many of which are looking really good. And we're ready to distribute the vaccine when we get it. We're all set, taking a risk, an economic risk of preparing for delivery because we feel very certain it's going to be there. But logistically we have our military ready to go. We have generals that -- that's all they do is distribute things and they're going to be distributing hopefully a vaccine or a therapeutic, and it's coming out really well. And I think you're going to have some good news very, very quickly having to do with the vaccines. We're also working with many other countries on the vaccine. Many countries are working with us. We're unleashing our nation's scientific genius to kill the virus. Joe Biden didn't just side with China on the virus, he did. He called me again, xenophobic. That's what he said. You all heard it many times. He described the rise of China as \"a very positive development.\" It's not a positive development. Not for us it's not. He said that the idea that China is our competition is really bizarre. He's really bizarre. He said, \"China is not a problem.\" No, nobody's ripped us off more than China over the last 25, 30 years, nobody close. And he says China is not a problem. Now he takes it all back. Now he wants to be Mr. Tough Guy. But for years, 47 years, he never came out against China, never say anything bad. Just the opposite. His son walked out with $1.5 billion of money to invest where he'll make hundreds of thousands of dollars, maybe millions of dollars a year. He walked out with $1.5 billion. I asked one of the biggest people on Wall Street, maybe the biggest, \"Is that possible?\" He said, no, he's never seen it. They don't do that. But Hunter, where's Hunter, where is Hunter by the way? Hunter Biden walked out with $1.5 billion. In Ukraine, he got $83,000 a month and I guess an upfront payment of $3 million. So he went from not having job to getting $83,000 a month with a lot of money paid up front to work for Burisma. And you all know about Burisma, but nothing happens, nobody cares. And he was unemployed as you know, he was unfortunately forced to leave the military. He was forced to leave. He didn't have a job and, all of a sudden, he's making a fortune, but nobody talks about that. Indeed, Biden expressed more fawning praise about China on an ordinary day than about America. On the 4th of July, the last Independence Day, Biden attacked the United States and said we had, \"never lived up to the ideals of our fathers, our forefathers, or our founding fathers, those founding ideals.\" And yet he enthusiastically stated that China is a great nation and we should hope for its continued expansion. Well, we all wish well to China, but what China has unleashed on the world, it's hard to even fathom. I see people now, friends of mine, they walk up, they want to say hello, and they have to keep their distance and they're all covered up like you're all covered up with face masks. It's a different world, but we're coming out on top. Biden sides with China over America time and time again. And he said on the 4th of July, \"American history is no fairytale.\" And yet blindly celebrates China saying few nations in history have come so far so fast. He's so proud of them. He's so proud of them. Now, Joe Biden is pushing a platform that would demolish the U.S. economy, totally demolish it. So we built the greatest economy in the history of our country, greatest in the history of the world. That was a few months ago. Best unemployment numbers ever, best for African American, Asian American, Hispanic American, best for women, best for everybody, best for young people that didn't have a high school diploma, didn't have a college diploma. If they had a diploma, they were really in good shape. We built the greatest ever stock market, highest ever in history. We had 143 days of all-time stock market highs in just less than three and a half years. And we had to close it down because we did the right thing by doing that. As I said, we saved millions of lives, but China was saying this is incredible what's going on. China was for the first time respecting the United States and now they want to do something that's much different, Joe Biden. So I've watched this and I've watched it with great interest. We're building our economy again. I guess the stock market went up almost 500 points today or something thereabouts, you'll check. But it was up a lot when I left. And our economy is coming back. We're almost at a level where even though it's long before the very important, maybe the most important ever, election of November 3rd. We're long before that, but we're close to record stock markets again. And NASDAQ hit an all-time high for the 16th time. Think of that, for the 16th time over the last month or so, for the 16th time. So one of our markets already hit an all-time high. Today Joe Biden gave a speech in which he said that the core of his economic agenda is a hard-left crusade against American energy. He wants to kill American energy. He wants to reenter the unfair, one-sided Paris Climate Accord, which will destroy us at the expense of many other nations who benefit. It was actually drawn in my opinion, to take advantage of the United States, just like so many other deals that are done to take advantage of the fools running the United States. But this would do nothing for the environment, but would cripple American industry while greatly helping China. He wants to impose massive energy taxes and job crushing mandates to eliminate carbon from the United States economy. Let him define the word carbon because he won't be able to. Obliterating American oil, clean coal, natural gas, and the natural energy resources that supply countless American jobs. Joe Biden put AOC, a young woman, not talented in many ways, in charge of his energy plan and the environment essentially. Her and Bernie Sanders who ran a lot of times for president and never made it. Good base, but that's about it. In other words, he wants to impose the Green New Deal on our country. When I first saw the Green New Deal, I thought it was a joke. I said, \"This will never go anywhere.\" Now they're trying to impose it. This will destroy our country and make us non-competitive with other countries. Don't forget, we're in competition with China and with many other countries throughout the world. We're in tremendous economic competition, including Europe, which has never treated us well. The European Union was formed in order to take advantage of the United States. They formed and they take advantage of the United States. And I know that, they know I know that, but other presidents had no idea. Last week, Joe Biden released his unity platform developed with socialist Bernie Sanders, describing what he would do if elected president. The Biden-Sanders agenda is the most extreme platform of any major party nominee by far in American history. I think it's worse than actually Bernie's platform. It's gone so far, right? And he's doing that because he's begging for that vote. But one of the things I just asked my people to do is just draw up for me just quickly some of the things that we've been hearing about over the last couple of weeks. And these are actual key elements of the Biden Sanders unity platform. Abolish immigration detention, no more detention. You come in here illegally, no more detention. Stop all deportations. So if we get a MS-13 gang member, which we've taken out of our country by the thousands, brought them back to Honduras, Guatemala, you can't do that anymore. El Salvador, you can't do that anymore. Stop all deportations. In other words, we'll take all of these people, many of whom are in prison for rape, murder, lots of other things. End prosecution of illegal border crossers. Oh, OK, they come in illegally and we have to stop the whole process. Support the deadly sanctuary cities where many of these people are protected better than the American citizen is protected. Incentivize illegal alien child smuggling. Give it an incentive because if you look at what they're saying, that's exactly what they do. ", "comment": "", "topic": "TRANSCRIPT", "date": " July 14"}]