[{"cover": "https://s.yimg.com/fz/api/res/1.2/i8RXTHQ0DoTNQiR7N2R6eQ--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1e8104250000cd10c2a5ea.jpg", "topic": "WORLD-NEWS", "title": "U.S. Closes Chengdu Consulate Amid Rising Tensions With ", "author": "By Jade Walker", "date": "July 27, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9ImPTEC1frxoA6pBsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817747/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fus-closes-chengdu-consulate-china_n_5f1e8020c5b6945e6e3cabeb/RK=2/RS=fuVQTf8L5YKOdpjwx5KaL9bDIHo-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "Rancor surrounds disputes over allegations of technology theft, national security, human rights, Hong Kong, Taiwan and the South China Sea.", "content": "CHENGDU, China (AP) — In the more than 40 years since China and the U.S. established formal diplomatic relations, accusations have been traded, tensions have risen and fallen and sides have come dangerously close to outright confrontation.Yet the forced closure of the Chinese consulate in Houston and China’s order to shutter the U.S. consulate in the southwestern Chinese city of Chengdu mark a new low point in ties between the world’s largest economies that can’t be easily smoothed over.Mistrust and rancor surrounding disputes over allegations of technology theft, national security, human rights, Hong Kong, Taiwan and the South China Sea are now the main drivers in a relationship that had long sought to compartmentalize such issues to prevent them impeding trade ties and cooperation in managing issues such as North Korea’s nuclear program and conflicts in the Middle East and Africa.Going forward, the prospects for reconciliation look dim, even if the U.S. elects a new administration in November.Chinese authorities took control of the former U.S. consulate in the southwestern Chinese city of Chengdu on Monday after it was ordered closed in retaliation for a U.S. order to vacate the Chinese Consulate in Houston.A State Department statement expressed disappointment, saying the consulate “has stood at the center of our relations with the people in Western China, including Tibet, for 35 years.”“We are disappointed by the Chinese Communist Party’s decision and will strive to continue our outreach to the people in this important region through our other posts in China,” the statement said.\n\nChina’s foreign ministry issued a brief notice saying “competent authorities” entered through the front entrance and took over the premises after U.S. diplomats closed it at 10 a.m. Prior to that, the flag was lowered and workmen have been removing plaques and other signs of U.S. sovereignty on the compound’s exterior.\nThat conveyed a sense of permanent rupture not felt during previous crises, including the 1999 stoning of the U.S. Embassy in response to NATO bombing of China’s embassy in Serbia, along with the 2001 collision between a U.S. surveillance plane and Chinese fighter jet over the South China Sea.\nA day earlier, China’s foreign ministry issued a statement of protest over what it called intrusions into the Houston consulate that violated the Vienna Convention on Consular Relations and the China-US Consular Convention.\n“The Chinese side deplores and firmly opposes the U.S. move of forcibly entering China’s Consulate General in Houston and has lodged solemn representations. China will make legitimate and necessary reactions,” the statement said.\nChina maintains consulates in San Francisco, Los Angeles, Chicago and New York in addition to its embassy in Washington.\nThe U.S. has four other consulates in China and an embassy in Beijing, keeping the sides in parity in terms of diplomatic missions.\nThe Chengdu consulate briefly came to prominence when the police chief of the nearby city of Chongqing fled there in 2012, precipitating the downfall of Chongqing’s politically ambitious leader Bo Xilai in China’s biggest political scandal in decades. It also played host to former Vice President Joe Biden during a visit when the current prospective Democratic Party presidential candidate was accompanied by China’s now-leader Xi Jinping.\nPolice closed off a two- to three-block area around the consulate, cutting off virtually any view of the property including the flag. A few vehicles were allowed through after police checks, and others could be seen moving in the distance.\nMoving trucks arrived at the U.S. consulate the previous day and left a few hours later. Late Sunday night, flatbed trailers entered the complex. One later emerged carrying a large shipping container and a crane.\nBefore the area was closed, the impending closure of the consulate drew a steady stream of onlookers over the weekend as Chengdu, like Houston, found itself in the limelight of international politics.\nPeople stopped to take selfies and photos, jamming a sidewalk busy with shoppers and families with strollers on a sunny day in the city of Chengdu, the capital of Sichuan province. A little boy posed with a small Chinese flag before plainclothes police shooed him away as foreign media cameras zoomed in.\nPolice had shut the street and sidewalk in front of the consulate and set up metal barriers along the sidewalk on the other side of the tree-lined road.\nUniformed and plainclothes officers kept watch on both sides of the barriers after scattered incidents following the Chengdu announcement on Friday, including a man who set off firecrackers and hecklers who cursed at foreign media shooting video and photos of the scene.\nA man who tried to unfurl a large placard late Sunday that he called an open letter to the Chinese government was quickly taken away.\nEarlier, a bus left the consulate grounds and what appeared to be embassy staff spoke with plainclothes police before retreating back behind the property’s solid black gates. It wasn’t clear who or what was on the bus.\nThree medium-size trucks arrived and left a few hours later, and cars with diplomatic plates departed in between.\nThe U.S. alleged that the Houston consulate was a nest of Chinese spies who tried to steal data from facilities in Texas, including the Texas A&M medical system and the University of Texas MD Anderson Cancer Center in Houston. China said the allegations were “malicious slander.”\n\n "}, {"cover": "https://s.yimg.com/fz/api/res/1.2/8nEqxHBgFigVYsKzhQaA5g--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1b6f63220000e00d387904.jpg", "topic": "POLITICS", "title": "As A Candidate, Trump Asked FBI In Intelligence Briefing: 'Are The Russians Bad?'", "author": "By Mary Papenfuss", "date": "July 25, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9ImPTEC1frxoA7pBsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817747/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-fbi-russian-interference-transcript_n_5f1b5514c5b6128e6825d9f0/RK=2/RS=b_9.6r5Q38.cWvMcVUV0KfQa6h4-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "GOP senators pushed to have this once-classified document released, but maybe they shouldn’t have.", "content": "When the FBI gave candidate Donald Trump his first intelligence briefing in 2016 and warned that foreign agents might try to infiltrate his campaign, Trump asked, “Are the Russians bad?” according to an official summary of the meeting obtained by Politico.The summary was filed as part of Operation Hurricane, the code name for the FBI investigation launched in August 2016 into suspected Kremlin interference in that year’s election and possible ties to the Trump campaign. Trump-appointed Director of National Intelligence John Ratcliffe declassified and released the summary of the briefing this week at the behest of Senate Republicans looking to present the FBI as targeting Trump even before his election.But Trump’s own comments about Russia, related in the FBI summary, place him in a less-than-favorable light — revealing him to be either incredibly gullible and unsophisticated in his understanding, or deliberately disingenuous about Russia.Michael Flynn, who would later go on to be Trump’s national security adviser, and former New Jersey Gov. Chris Christie, Trump’s transition team leader, were also at the 13-minute briefing, in which FBI agent Joe Pientka presented them with the basics of the threat to U.S. security. According to Pientka’s summary, Trump asked him if the Russians were more dangerous than the Chinese because they have more operatives in the U.S.The agent said both countries are bad and told the men that the number of operatives was “not an indicator of the severity of the threat,” according to the document.The FBI agent then shared that when he told Trump and his team that the U.S. is a “world leader in counterintelligence,” Trump asked: “Russia, too?”According to the summary, Trump also asked which country, Russia or China, was worse when it came to violations of nuclear testing bans and was told: “They are both bad, but Russia is worse.”“Trump and Christie turned toward each other, and Christie commented, ‘I’m shocked,’” Pientka wrote of their reactions to that information.Pientka also said he warned the men that foreign agents might try to approach their relatives, friends and campaign staff in the U.S. to obtain “information pertaining to political, economic, energy, technology and military policy/plans of the U.S.” in order to “collect inside information to give their country a competitive advantage over the U.S.”Trump was also advised to take special care with phone and electronic communications that could be hacked, according to the summary. Trump has repeatedly used his personal cell phone for official conversations, despite warnings from aides not to do so.Pientka, who would continue to be part of the Russia investigation, noted in his summary of the meeting that he was on the alert for any comments on Russia from the Trump team. “During the [intelligence] briefs, writer actively listened for topics or questions regarding the Russian Federation,” he wrote.Former White House Secretary Sarah Sanders told Fox News Friday that the transcript is proof the FBI was out to “take down” Trump. But the transcript clearly shows Pientka offering advice to Trump and his team on how to deal with possible overtures by foreign agents. He was not questioning them.At the time of the briefing, the FBI had disturbing indications of Russian interference in the 2016 election, including a Kremlin-orchestrated hack of emails from the Democratic National Committee, which were published by WikiLeaks and benefited the Trump campaign.Trump later called on Russia to get his Democratic opponent Hillary Clinton’s emails, and those were hacked and leaked as well.Despite his repeated insistence that the probe into Russian election interference was a “witch hunt,” Trump has also attacked his predecessor Barack Obama for not being aggressive enough in investigating Russia’s actions.Robert Mueller’s special counsel report last year concluded that the “Russian government interfered in the 2016 presidential election in sweeping and systematic fashion” in a way that “favored” Trump. The report also noted numerous contacts between members of the Trump campaign and Kremlin representatives.By 2016, Trump had a long business history with Russia, and was even working to get a Trump tower built in Moscow. Eric Trump, one of the president’s sons, told a golf journalist in 2014 that the Trump Organization had “all the funding we need out of Russia” — which he later denied saying."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/_nsKtRh5eR1JNMwMB_ZHWQ--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5efc4c7a1f0000d1023374cb.jpg", "topic": "WORLD-NEWS", "title": "Hong Kong Police Make First Arrests Under New  Law Imposed By ", "author": "By Liza Hearon", "date": "July 1, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9ImPTEC1frxoA9pBsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817747/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fhong-kong-police-first-arrests-security-law-china_n_5efc4709c5b612083c54de7c/RK=2/RS=zc33ta9C4WPBiVjePX7Ld4e5llU-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "Any person taking part in “secessionist activities,” such as shouting slogans or holding up banners urging for the city’s independence, is in violation of the law.", "content": "HONG KONG (AP) — Hong Kong police made their first arrests Wednesday under a new national security law imposed a day earlier by China’s central government, detaining at least seven people suspected of violating it during protests by thousands of people.Police said one man with a Hong Kong independence flag was arrested at a protest in the city’s Causeway Bay shopping district. Police arrested another woman for holding up a sign displaying the British flag and calling for Hong Kong’s independence. Three other women were detained for possessing items advocating independence. Further details were not immediately available.Hong Kong police said on Facebook that they arrested more than 180 people on various charges, including unlawful assembly, possession of weapons and violating the national security law.The arrests come as thousands took to the streets Wednesday in an anti-government protest on the 23rd anniversary of Britain’s handover of Hong Kong to China in 1997. For the first time, police banned this year’s annual march. Protesters shouted slogans, lambasted police and held up signs condemning the Chinese government and the new security law.The law, imposed by China following last year’s anti-government protests in the semi-autonomous territory, makes secessionist, subversive, or terrorist activities illegal, as well as foreign intervention in the city’s internal affairs. Any person taking part in secessionist activities, such as shouting slogans or holding up banners and flags calling for the city’s independence, is violating the law regardless of whether violence is used.The most serious offenders, such as those deemed to be masterminds behind the crimes, could receive a maximum punishment of life imprisonment. Lesser offenders could receive jail terms of up to three years, short-term detention or restriction.Hong Kong’s leader strongly endorsed the new law in a speech marking Wednesday’s 23rd anniversary of the handover of the territory — officially called the Hong Kong Special Administrative Region — from British colonial rule.“The enactment of the national law is regarded as the most significant development in the relationship between the central authorities and the HKSAR since Hong Kong’s return to the motherland,” chief executive Carrie Lam said in a speech, following a flag-raising ceremony and the playing of China’s national anthem.“It is also an essential and timely decision for restoring stability in Hong Kong,” she said.A pro-democracy political party, The League of Social Democrats, organized a protest march during the flag-raising ceremony. About a dozen participants chanted slogans echoing demands from protesters last year for political reform and an investigation into accusations of police abuse.The law’s passage Tuesday further blurs the distinction between the legal systems of Hong Kong, which maintained aspects of British law after the 1997 handover, and the mainland’s authoritarian Communist Party system. Critics say the law effectively ends the “one country, two systems” framework under which Hong Kong was promised a high degree of autonomy.The law directly targets some of the actions of anti-government protesters last year, which included attacks on government offices and police stations, damage to subway stations and the shutdown of the city’s international airport. Acts of vandalism against government facilities or public transit can be prosecuted as subversion or terrorism, while anyone taking part in activities deemed secessionist would also be in violation of the law.Pro-democracy lawmaker Claudia Mo said in a news conference that the security legislation does not abide by the rule of law and is a dire warning to the free press.“This would tell you that they want not just to get us, but to intimidate us into inaction, into a catatonic state,” Mo said.Hong Kong’s police force said they would consider as illegal any flag or banner raised by protesters deemed to promote Hong Kong’s separation from China or express support for independence for Tibet, Xinjiang or the self-governing island democracy of Taiwan that China claims as its own.Police will use a new purple flag to warn protesters if they display banners or shout slogans that may constitute a crime under the law.Concerns have also been raised over the fate of key opposition figures, some of whom have already been charged for taking part in protests, as well as the disqualification of candidates for Legislative Council elections scheduled for September.In Beijing, the executive deputy director of the Cabinet’s Hong Kong affairs office, Zhang Xiaoming, said Hong Kong people are allowed to criticize the ruling Communist Party but cannot turn those complaints “into actions.”“What happened recently in Hong Kong has shown a deviation from the right track of the ‘one country, two systems’ (framework),” Zhang told reporters Wednesday.“To some extent, we made this law in order to correct the deviation ... to pull it closer to ‘one-country.’”Schools, social groups, media outlets, websites and others will be monitored and their national security awareness will be raised, according to the law, while the central government will have authority over the activities of foreign non-governmental organizations and media outlets in Hong Kong.The law says central government bodies in Hong Kong will take over in “complicated cases” and when there is a serious threat to national security. Local authorities are barred from interfering with central government bodies operating in Hong Kong while they are carrying out their duties.Security legislation was mandated under Hong Kong’s local constitution, but an earlier attempt to pass it in the city’s legislative body in 2003 was shelved because of massive public opposition. Beijing finally decided to circumvent the Hong Kong legislature and have the law passed Tuesday by the Standing Committee of the National People’s Congress, China’s rubber-stamp parliament.President Xi Jinping signed a presidential order putting the law into effect, and it has been added to the Basic Law, Hong Kong’s constitution.The law’s passage comes after Hong Kong’s legislature in early June approved a contentious bill making it illegal to insult the Chinese national anthem.The law’s enactment deepened concerns abroad about Hong Kong’s future.Britain’s foreign secretary told reporters on Wednesday that the law “is a clear and serious violation” of the Sino-British Joint Declaration, the agreement that paved the way for the former British colony’s handover to Chinese rule.Dominic Raab said officials have carefully assessed the law and he plans to set out details of what action the U.K. will take along with its international partners in response.The U.S. is moving to end special trade terms given to the territory. The Trump administration has also said it will bar defense exports to Hong Kong and will soon require licenses for the sale of items that have both civilian and military uses.The U.S. Congress has also moved to impose sanctions on people deemed connected to political repression in Hong Kong, including police officials, while Britain has said it could offer residency and possible citizenship to about 3 million of Hong Kong’s 7.5 million people.China has said it will impose visa restrictions on Americans it sees as interfering over Hong Kong.U.S. Secretary of State Mike Pompeo denounced the threat of a visa ban as a sign of “how Beijing refuses to take responsibility for its own choices” and said the law’s adoption “destroys the territory’s autonomy and one of China’s greatest achievements.”Beijing’s “paranoia and fear of its own people’s aspirations have led it to eviscerate the very foundation of the territory’s success,” Pompeo said in a statement.Taiwan on Wednesday opened an office to facilitate migration from Hong Kong.The establishment of the office is “not only a statement on Taiwan’s support to Hong Kong’s democracy and freedom, but also highlights our determination to care for Hong Kong people,” said Taiwan’s Mainland Affairs Council minister Chen Ming-tong at a ribbon-cutting ceremony.___AP video journalist Johnson Lai in Taipei and producer Wayne Zhang in Beijing contributed to this report."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/83FVmnzRembDUt4gpDMfbg--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1599d0270000e50de67143.jpg", "topic": "WORLD-NEWS", "title": "Coronavirus Live Updates: Read The Latest About The COVID-19 Outbreak", "author": "By Paige Lavender", "date": "July 20, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9ImPTEC1frxoA.JBsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817747/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fcovid-19-latest-news-worldwide-updates_n_5f159982c5b6d14c336a1a6b/RK=2/RS=Sb7FasWx5ajbytOltIA9yHBaVFY-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "Stay up to date as we cover the ongoing COVID-19 pandemic and its effects across the world.", "content": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSince Chinese officials locked down the city of Wuhan in January, there have been more than 16.2 million cases of COVID-19, the disease caused by the coronavirus, across the planet.\nMore than 648,000 people have died from the disease, according to data compiled by Johns Hopkins University.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEfforts to curb the outbreak have led to the global disruption of daily life and the economy, as schools and workplaces shuttered in hopes of slowing transmission. After months of precautions and lockdowns, governments have begun to reopen their economies.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHuffPost reporters around the world are tracking the pandemic and its effects.\nRead the latest updates on the coronavirus pandemic below. (To see the latest updates, you may need to refresh the page. All times are Eastern. For earlier updates on the pandemic, go here.)\nTrump’s National Security Adviser Tests Positive — 7/27/20, 9:20 a.m. ET\nRobert O’Brien, national security adviser to President Trump, has tested positive for COVID-19, according to multiple reports.\nO’Brien apparently contracted the virus at a family event, Bloomberg reported. He is reportedly quarantining at home and continuing to work remotely.\nO’Brien’s diagnosis makes him the highest profile Trump administration official known to have tested positive for the virus. Vice President Mike Pence’s press secretary tested positive in May, as did one of Trump’s personal valets. Several Trump campaign staffers, including top fundraising official Kimberly Guilfoyle, have also tested positive in recent weeks.\n— Hayley Miller\nBirx Urges Several States To Close Bars, Limit Social Gatherings — 7/27/20, 9 a.m. ET\nDr. Deborah Birx, the coronavirus response coordinator for the Trump administration, urged states with rising infections to impose new restrictions that include closing bars, reducing indoor restaurant capacity and limiting social gatherings to 10 people.\n“We can see what is happening in the South is moving north,” Birx told reporters in Kentucky on Sunday, suggesting that new hot spots outside of Florida, Texas and other Southern states are beginning to emerge.\nBirx said she is specifically focused on controlling the pandemic “before it gets worse” in Kentucky, Tennessee, Ohio, Indiana and Virginia, and she recommended that “100%” of individuals in these states wear masks when they’re in public or around others.\nKentucky allowed bars to reopen on June 29, but Gov. Andy Beshear (D) said Sunday that he planned to announce new restrictions early this week amid a surge in new cases. As of Monday, the state has recorded more than 27,000 cases and at least 718 deaths. Meanwhile, Florida and California have surpassed New York, once the epicenter of the virus in the U.S., in known infections.\n— Hayley Miller\nWorld’s Biggest Vaccine Study Begins In U.S. — 7/27/20, 8:05 a.m. ET\nThe biggest COVID-19 vaccine study to date is now underway in the United States.\nBeginning Monday, the first 30,000 volunteers will help test shots created by the National Institutes of Health and biotechnology company Moderna, the Associated Press reported. Researchers will inject volunteers with either the experimental vaccine or a placebo and track which people contract the virus as they go about their lives. The researchers will also track any potential negative side effects of the vaccine.\nSeveral other vaccines made by China and Britain’s Oxford University are in the final stages of testing.\nRead more from AP here.\n— Hayley Miller\nFlorida Records More Coronavirus Infections Than New York — 7/27/20, 3 a.m. ET\nAccording to figures released on Sunday, Florida has now recorded more coronavirus cases than New York, which was once the U.S. epicenter of the outbreak. \nJohns Hopkins University reported that Florida had reached a total of more than 423,00 cases, nearly 77,000 of which were reported in the last seven days. That figure exceeds New York’s 416,000, which has seen just under 5,000 cases in the last week.\nCalifornia currently has the most cases of any state in the country.\nDespite the official figures, it’s hard to know just how many people have been infected in epicenters of the pandemic as both New York and California had surges earlier this year when testing was limited, The New York Times reported. The Centers for Disease Control and Prevention said this month’s true figures may be more than 10 times higher than the reported figures in some areas.\n— Nick Visser\nNorth Korea Declares Emergency Over Suspected Coronavirus Case — 7/26/20, 12:10 p.m. ET\nNorth Korean leader Kim Jong Un declared a state of emergency on Saturday after the country for the first time acknowledged a suspected coronavirus case within its borders.\nIn response to the apparent case, Kim locked down the city of Kaesong, located near the country’s border with South Korea. North Korea has previously denied having any cases of the virus, though outside experts have questioned that claim, according to The Associated Press.\nNorth Korea’s official Korean Central News Agency said the suspected virus patient had illegally entered the country last week after fleeing to South Korea three years ago. The patient, anyone who had contact with them, and those who were in Kaesong recently have been placed under quarantine, according to KCNA.\nDuring an emergency meeting of top North Korean officials, Kim was quoted as saying there was a “critical situation in which the vicious virus could be said to have entered the country.”\nRead more from the AP here.\n— Hayley Miller\nMore Than A Third Of Coronavirus Patients Feel Symptoms For Weeks ― 7/25/20, 11:35 a.m. ET\nMore than a third of coronavirus patients experience symptoms for weeks, even if they don’t have a severe case of COVID-19, the Centers for Disease Control and Prevention said Saturday.\nOf 293 people who had the virus surveyed by the CDC, 35% said they still felt negative symptoms two or three weeks after testing positive.\nWhile research is still limited, many people who experience long-term symptoms say those include fatigue, difficulty breathing and body aches, among other symptoms.\nA study of 143 patients in Italy found that 87% of those who had recovered from COVID-19 reported at least one lingering symptom, USA Today reported Saturday.\n“We definitely see prolonged symptoms, sometimes a lingering cough and the most serious cases have long term chest pains and still feel they can’t breathe well,” Dr. Maja Artandi, medical director of an outpatient COVID-19 clinic at Stanford University hospital, told the publication. “It just causes all kinds of inflammation and takes awhile to heal.”\n― Sebastian Murdock\nCalifornia Expands Essential Workers’ Protections Amid Coronavirus Pandemic — 7/24/20, 7 p.m. ET\nCalifornia Gov. Gavin Newsom announced additional efforts to protect essential workers as the number of confirmed COVID-19 cases in the state continues to grow.\nAt Friday’s press briefing, the Democratic governor said officials were creating a new public information campaign and handbook for employers to create safer, cleaner work environments. The state is also expanding workers’ compensation and pandemic-related paid sick leave, as well as its programs providing rooms for infected workers to quarantine.\nThe governor noted that the coronavirus has gravely impacted essential workers, who are disproportionately from the Latinx community. Latinos make up 38% of California’s population, but more than half of those reporting COVID-19 infections and 45% of deaths from the virus.\nCoronavirus cases continue to balloon in California, which now has more than 425,000 confirmed cases total, a 7-day average of daily cases amounting to over 9,800 — and over 8,000 people dead so far.\n— Sarah Ruiz-Grossman\nCoronavirus Vaccine Won’t Be ‘Widely Available’ Until ‘Several Months’ Into Next Year, Says Fauci — 07/24/2020; 2:30 p.m. ET\nA COVID-19 vaccine won’t be “widely available” in the U.S. until “several months” into 2021, Dr. Anthony Fauci, the country’s top infectious disease expert, told The Washington Post’s Robert Costa on Friday. Fauci said, however, that “we will likely know whether a vaccine is safe and effective” by the end of the year or early next year.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPresident Trump has repeatedly said he expects a vaccine for the virus to be developed very soon. \nFauci stressed that while a viable vaccine may indeed be found before the year’s end, it wouldn’t be until next year that such an intervention would be available to a wide swath of Americans.\n“It is likely that in the beginning of next year we would have tens of millions of doses available,” Fauci told Costa. “The companies who are involved in making these vaccines, many of which the federal government is in deep collaboration with, promised that as we get into 2021, there will be hundreds of millions of doses. And then maybe sometime thereafter billions of doses.”\n— Dominique Mosbergen\nVermont Governor Makes Masks Mandatory ― 7/24/20, 12:06 p.m. ET\nVermont Gov. Phil Scott (R) announced Friday he will sign an order requiring masks to be worn in public both indoors and outdoors “to help protect the progress we’ve made in combating COVID-19.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore than 1,300 people have contracted the virus in the state. It is faring better than other states including Florida and Arizona, which have seen enormous spikes in cases as elected officials continue to downplay the virus.\n— Sebastian Murdock\nU.S. Records More Than 4 Million Coronavirus Cases — 7/24/20, 5:45 a.m. ET\nCoronavirus cases in the U.S. surpassed 4 million on Thursday, according to Johns Hopkins University data. More than 144,000 Americans have died from COVID-19.\nHospitalizations and deaths have also been on the rise in the U.S., and cases have been trending upward in 39 states, the New York Times reports. The number of people hospitalized across the country approached the high of 60,000, which was reached April 15.\nSome states and localities around the country have been rolling back their reopening measures to try and curb the spread of the virus, and others have started mandating the use of face masks in public spaces. But the lack of progress has alarmed public health experts.\n“We’ve rolled back essentially two months’ worth of progress with what we’re seeing in number of cases ... in the United States,” Dr. Ali Khan, dean of the University of Nebraska Medical Center’s College of Public Health, told CNN.\n— Liza Hearon\nAustralia Deploys Army As Daily Death Toll Hits New High  — 7/24/20, 4:10 a.m. ET\nThe Australian state of Victoria will send in the army to question people who have tested positive for COVID-19 as it battles to control an outbreak that claimed a record number of lives on Friday.\nThe state recorded six deaths overnight, the highest daily toll for the nation since the pandemic began. It also recorded 300 new infections, dropping from a record of 484 on Wednesday.\nVictoria will deploy Australian Defence Force personnel to the homes of people who have tested positive and who have not answered telephone calls, in order to kickstart the contact-tracing process.\nA flare-up of infections in Melbourne prompted the government to enforce a six-week partial lockdown and make face masks mandatory for its residents or risk a fine.\nAll the deaths overnight were linked to aged care homes, of which more than 40 have recorded outbreaks.\nTwo cases were detected among Aboriginal people in the regional Victorian city of Ballarat, a cause of concern for officials given a high degree of health issues among Indigenous Australians.\nAustralia has so far escaped the high COVID-19 casualty numbers of other nations, with just over 13,300 infections and 139 deaths from the virus as of Friday. Read more\n— Reuters\nWashington State Cracks Down On Bars, Dining, Gyms And More ― 7/23/2020, 6:37 p.m. ET\nWashington Gov. Jay Inslee (D) announced Thursday he is implementing stricter rules on bars, restaurants, gyms, weddings and funerals in the state.\nAll of those businesses and events may still operate in some capacity, but will face tighter limits on crowd size and indoor use. A list of the guidelines is available here.\nWashington has seen more than 6,400 new cases of the coronavirus in the past week.\n― Lydia O’Connor\nFlorida Sees Its Youngest Fatality As State Pushes To Reopen Schools — 7/23/20, 3:50 p.m. ET\nA 9-year-old girl in Putnam County, Florida, has died from complications due to COVID-19, making her the state’s youngest fatality in the ongoing pandemic. \nFlorida Department of Health records show the girl is the fifth minor in the state to die from coronavirus. Two 11-year-olds, a 16-year-old, and a 17-year-old have also died from the disease.\nPutnam County Health Officer Mary Garcia confirmed the death to CNN, noting she was unaware if the girl had any underlying medical conditions.\nFlorida currently has 389,868 confirmed cases of COVID-19 and 5,518 deaths, though both numbers likely underestimate the real burden. Children between the ages of 0 and 14 account for roughly 6% of the cases; that percentage jumps to 22% if the 15-24 age range is included.\nThe death comes as Florida Gov. Ron DeSantis (R) urges Florida schools to reopen to in-person classes this fall. \n“I look particularly at those elementary school kids, and the science on that is just overwhelming. Yes, they’re at almost zero risk, but even more than that, transmission from an elementary school [student] to an adult is extremely rare,” DeSantis said at a press conference last week. “I think generally for schools, the kids aren’t vectors, but you know, as you get into 17-18 [years old], I think you can probably find some examples of that.”\n— Ryan Grenoble\nSenate Republican Stimulus Bill Is Not Expected To Include Paid Sick Leave — 7/23/20, 12:26 p.m. ET\nSenate Republicans are expected to unveil a $1 trillion economic stimulus package to provide additional aid to Americans whose financial situations have cratered because of the pandemic. However, the bill is not expected to include sick leave ― which, as HuffPost’s Emily Peck reports, separates the U.S. from virtually every other high-income nation in the world.\nRead more here.\n― Marina Fang\nNFL To Require Masks For Fans — 7/23/20, 5:30 a.m. ET\nFans attending NFL games this season will be required to wear masks, a league spokesperson said Wednesday.\n“For those wondering, yes, it is league-wide,” Brian McCarthy wrote on Twitter.\nWhile the league is still moving forward with its plans, teams have differing views on whether fans will be attending their games. The Atlanta Falcons said Wednesday they will host 10,000 to 20,000 fans at their stadium. But the New York Jets and Giants won’t have fans at their stadium.\nThere is still the chance the NFL season could get postponed or canceled as the pandemic continues.\n— Liza Hearon\nTrump Says He Wants ‘Schools Open 100%’ Despite Coronavirus Cases Mounting In Many Areas — 7/22/20, 6:30 p.m. ET\nAt the White House coronavirus briefing on Wednesday, President Donald Trump again insisted that schools should reopen fully for in-person learning for the new school year, despite the growing threat of the coronavirus pandemic in many states. \n“I’d like to see schools open,” Trump said, noting it’s “up to governors” to decide what schools in their states will do, whether in-person or virtual learning.\n“I’d like to see the schools open 100% — we’ll do it safely,” he added.\nTrump also said, without evidence, that children “don’t transmit very easily” COVID-19, adding that “a lot of people are saying… they don’t bring it home with them.”\nScientists are still unsure the extent to which children can spread the virus. \nExperts say schools are going to need a lot of money — more than $100 billion, according to several estimates — if they are to reopen safely, with funding for more nurses on-site, more frequent cleanings, more masks and plenty of hand sanitizer, among other measures. \nOther countries that have successfully reopened schools did so after transmission rates reached low points. In the U.S., COVID-19 cases continue to grow in many areas, particularly in Florida, Arizona, Texas and California.\nThe U.S. continues to lead the world in coronavirus cases and deaths, with more than 3.9 million confirmed cases and over 142,000 dead so far. On Tuesday, the U.S. surpassed 1,000 daily coronavirus deaths for the first time this month, according to The New York Times, recording 1,120 deaths from COVID-19 — the highest number since late May. \nEarlier this week, teachers in Florida filed a lawsuit against the state for forcing schools to reopen as the virus has surged there in recent weeks. On Wednesday, Gov. Ron DeSantis (R) insisted parents should have the option to send kids to school or keep them home for virtual learning. \n— Sarah Ruiz-Grossman\nFlorida Gov.: Parents Should Choose Between Distance And In-Person Learning — 7/22/2020, 5:47 p.m. ET\nFlorida Gov. Ron DeSantis (R), whose state counted more than 9,700 new coronavirus cases on Wednesday, said parents should have the option to send their children to school or keep them home for virtual learning.\n“I believe we owe every Florida parent a choice to send your child back to school for in-person instruction or to opt to maintain distance learning,” DeSantis said at his Wednesday press conference. “No parent should be required to send their child to in-person instruction if they don’t want to.”\nHe also said he supports schools getting the option to delay in-person instruction by a few weeks.\nHis comments come two days after the Florida Education Association, a union representing the state’s teachers, filed a lawsuit against the state for forcing schools to reopen under dangerous conditions.\n“The governor needs to accept the reality of the situation here in Florida, where the virus is surging out of control,” FEA President Fedrick Ingram said.\n— Lydia O’Connor\nSeveral States Tighten Mask Requirements Amid Coronavirus Spikes — 7/22/20, 5:15 p.m.\nGovernors in four states enacted or strengthened their face mask requirements to address the summer surge of COVID-19. Indiana, Minnesota, Ohio and Oregon made the orders one day after President Trump, for the first time, publicly urged people nationwide to wear masks to stop the spread of the coronavirus.\nIndiana Gov. Eric Holcomb (R) plans to sign an executive order to require people in the state over the age of 8 to wear a cover over their faces any time they are in public. The mandate takes effect Monday. \nIn Ohio, which shares a border with Indiana, Gov. Mike DeWine (R) issued his first statewide face mask requirement on Wednesday. Ohio’s mandate takes effect Thursday. \nMinnesota Gov. Tim Walz (D) issued an executive order that only called for people to wear face masks in indoor spaces and businesses, unless the individual is alone. Those who work outdoors in Minnesota are also required to wear a face covering if they are not able to socially distance. The new rules go into effect Saturday morning.\nWalz said he hoped to get a “90 to 95% compliance” from people in the state in the hopes that they can “reduce the infection dramatically,” adding that it was the cheapest way to open up businesses and schools, KARE 11 reported.\nOregon Gov. Kate Brown (D) made the state’s mask requirement more severe, requiring face coverings in public indoor spaces for anyone age 5 or older. The original age minimum was previously set at 12.\nSome states are still resisting face mask regulations, despite experiencing an increase in coronavirus cases.\nGeorgia Gov. Brian Kemp (R) banned city and county leaders from issuing local mask mandates, and sued the city of Atlanta after Mayor Keisha Lance Bottoms, who has tested positive for the virus, enacted a mask requirement.\n— Carla Russo\nCalifornia Surpasses New York For Highest State Total Of Confirmed Cases — 7/22/20, 11:05 a.m.\nCalifornia now has more than 409,000 confirmed coronavirus cases, the highest number of cases in any state, according to Johns Hopkins University’s COVID-19 tracker. Previously, New York had recorded the most cases.\nAt the start of the pandemic in March, California was the first state to issue a stay-at-home order and impose restrictions. But in recent weeks, the state has seen a surge in cases, after state and municipal leaders lifted restrictions too early.\nRead more here.\n—Marina Fang\nPfizer Announces Deal To Produce 100 Million Doses Of Vaccine By December — 7/22/20, 10:00 a.m. ET\nPharmaceutical giant Pfizer and a smaller German company, BioNTech, announced a deal with the Trump administration to produce 100 million doses of a COVID-19 vaccine by December, which would be available to Americans for free.\nUnder the $1.95 billion contract, the companies would provide the first 100 million doses at the end of the year, plus an additional 500 million doses in 2021.\nBefore being distributed, the vaccine would have to obtain emergency approval by the Food and Drug Administration, which the companies say could happen in October.\nAs part of the Trump administration’s push to produce a vaccine by the end of the year, various companies are racing to develop one, with several set to launch wide-scale trials this month.\n—Marina Fang\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIndy 500 Organizers Plan Race With Nearly 90,000 Spectators Next Month — 7/22/20, 9:50 a.m. ET\nOrganizers of the Indianapolis 500 are moving forward with a plan to hold the annual race on Aug. 23 with spectators at 25% capacity, which amounts to some 87,500 people.\n“We want to demonstrate that even under current circumstances, people can gather with carefully planned procedures in place so we don’t have to go back to shutting down our country and our community,” they said in a statement. \nThe Indianapolis Motor Speedway can hold around 350,000 people at maximum capacity; organizers had previously said the event would take place at half capacity before lowering the number on Tuesday. \nMasks will be mandatory at the race, and spectators will have temperatures taken at entrances, where hand sanitizer will be distributed. Fans over age 65 will be encouraged to stay home. \nOrganizers say that they have prepared a 100-page safety protocol document for the event that they will share Wednesday. \n— Sara Boboltz\nBolsonaro Awaits New Test Result As Brazil Deaths Hit July Record — 7/22/20, 7:10 a.m. ET\nTwo weeks since falling ill, Brazilian President Jair Bolsonaro will find out today if he still has coronavirus after taking another test on Tuesday.\nBolsonaro, who has played down the extent of the crisis, is one of nearly 2.2 million people in Brazil who have tested positive for coronavirus, according to health ministry statistics released Tuesday.\nOutside of the United States, Brazil is the worst-hit country in the pandemic, recording more than 81,000 deaths from COVID-19, and more than 1,367 fatalities in the past 24 hours.\nBolsonaro has previously said he has taken hydroxycloroquine, unproven for treating coronavirus but touted by Donald Trump, and credits the medication as the reason for his mild symptoms.\nBolsonaro tested positive for coronavirus on July 7 but by the next day said he was already feeling well. A follow-up test last week also came back positive for the virus.\n— James Martin\nAustralia’s Coronavirus Tally Rises By Record — 7/22/20, 7 a.m. ET\nResidents of Australia’s second-most populous city, Melbourne, must wear masks when leaving home from Wednesday as the country posted a record rise in coronavirus cases.\nAustralia recorded 501 new coronavirus infections in the past 24 hours, its highest since the epidemic took hold in March. Its death toll also rose by 2 to 128.\nVictoria state, of which Melbourne is capital, accounted for most of the new cases, with 484.\nWorryingly, more than half the people who tested positive for the virus in Victoria between July 7 and July 21, or more than 2,000 people, did not isolate, Victoria Premier Daniel Andrews said.\n“That means people have felt unwell and just gone about their business,” Andrews told reporters.\nCross-border travel between Victoria and New South Wales (NSW) will only be allowed for work, education or medical care, after the border was closed this month for the first time in 100 years.\nThough the death rate in Australia has been lower than that of many of its rich-world peers, authorities and policymakers are increasingly worried about the spread of the virulent disease in Melbourne.\nIn NSW, of which Sydney is capital, 16 new cases were recorded with Premier Gladys Berejiklian saying the state was on “high alert” because of community transmissions and infections appearing in new places. Read more\n— Reuters\nU.S. Exceeds 1,000 Daily Deaths For First Time In July — 7/22/20, 6:45 a.m. ET\nThe U.S. on Tuesday recorded 1,120 coronavirus deaths in a single day, exceeding 1,000 for the first time in July, according to a New York Times database. It was the highest number since May 29.\nNevada, Oregon and Tennessee reported their highest single-day death tolls.\nDeaths often follow cases by about a month, and in the month of June many states reopened businesses and lifted stay-at-home orders, contributing to a spike in cases around the country.\nThe U.S. has recorded about 3.9 million coronavirus cases and more than 142,000 deaths from COVID-19, according to Johns Hopkins University figures.\n— Liza Hearon\nD.C. Suburb School District To Hold Only Online Classes In Fall — 7/21/20, 5:20 p.m. ET\nStudents in Montgomery County, Maryland — an area of more than 1 million people just north of Washington, D.C. — will not resume classes in person in the fall, the district announced Tuesday. The county’s second semester plans will be assessed in November.\nMontgomery is one of the first districts to announce a plan for the upcoming semester that does not include any time in classrooms. Other districts have pledged to reveal their plans for the new school year in the coming days and weeks, with many weighing various hybrid plans that would allow for some in-person classroom instruction. New York City Mayor Bill de Blasio has said that the city’s public school system — the nation’s largest — will partially reopen, with one to three days of in-person class time balanced with online instruction.\nBut many Republicans, led by President Donald Trump, are pushing for schools to reopen fully in the fall, citing mental health benefits, and the fact that some students rely on their schools for meals. Public health experts have voiced fears about children picking up the virus and bringing it to parents and other relatives at home.\nTeachers’ groups are concerned, too. This week, Florida teachers responded to a statewide order to reopen schools with a lawsuit attempting to block it.\n— Sara Boboltz\nCOVID-19 Infection Numbers Likely 6 To 24 Times Higher Than Official Count, Study Finds — 7/21/20, 4:30 p.m. ET\nA new study published online in JAMA suggests that the true U.S. infection rate for coronavirus is six to 24 times higher than the official count.\nThe findings are based on study of the prevalence of antibodies for the virus that causes COVID-19, collected from 16,025 people across 10 nationwide testing sites from late March through early May. While some antibody tests have been criticized as inconsistent, the researchers note the test they relied on returns an accurate result 96% of the time.\nThe tests revealed that most people hadn’t been infected, but they also found the infections were “much greater than the number of reported cases in all sites,” the study authors wrote. “For most sites, it is likely that greater than 10 times more [infections] occurred than the number of reported COVID-19 cases.”\nThe researchers suggested the disparity may be due to people with mild or no symptoms failing to seek out testing or receive medical care, thereby spreading the virus further.\n— Ryan Grenoble\nEurope’s Landmark Rescue Plan Counters Far-Right Threat — 7/21/20, 7 a.m. ET\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAfter almost five days of intense negotiations, European Union leaders emerged in the early hours of Tuesday morning with a historic deal on a massive stimulus plan designed to rescue their coronavirus-hit economies.\nThe size of the 750 billion euro ($857 billion) recovery fund acknowledges the fact that, as a result of the pandemic, which has killed more than 100,000 people across the continent, Europe is facing its worst economic downturn since World War II. \nIn a larger sense, however, it also represents a major victory for the idea of a united Europe in the face of rising eurosceptic, nationalist and protectionist forces that have looked to capitalize on Britain’s protracted departure from the EU.\n“We did it! Europe is strong. Europe is united!” European Council President Charles Michel said at a dawn press conference in Brussels on Tuesday.\nUnder the terms of the deal, 390 billion euros will be made available in the form of grants to countries most in need of economic stimulus. The other 360 billion euros will take the form of loans to countries that apply for them. Poland would be a top beneficiary of the recovery package, receiving tens of billions of euros in grants and loans, along with southern European countries like Italy and Spain that have borne the brunt of the pandemic in Europe.\nNationalist figures, including Geert Wilders in the Netherlands and Marine Le Pen in France, expressed outrage at the final deal. \n— Sasha Belenky\nL.A. County Reports Another Record-Breaking Day For COVID-19 Hospitalizations — 7/21/20, 6:30 a.m. ET\nL.A. County reported Monday its highest single-day number of people hospitalized due to the coronavirus, as Mayor Eric Garcetti warned over the weekend that the city is in danger of fully shutting down again, the Los Angeles Times reported.\nMonday was the sixth consecutive day that hospitalizations surpassed 2,100 a day, with 2,232. Of those currently in hospital, 26% are in intensive care.\nPublic Health Director Barbara Ferrer said Monday that 63 health-care workers have died from COVID-19 and 49% of those were nurses.\nFerrer also said that contact tracing was proving difficult, with only 57% of people contacted providing information on their close contacts and employers. “We are limited in our ability to force people to share important information,” Ferrer said. Read more\n— Liza Hearon\nFlorida Teachers Union Sues State Over Reopening Plans ― 7/20/2020, 4:15 p.m. ET\nThe Florida Education Association, a union representing the state’s teachers, on Monday filed a lawsuit against state officials, saying plans to resume in-person instruction next month would put both students and educators at risk of contracting COVID-19.\n“The governor needs to accept the reality of the situation here in Florida, where the virus is surging out of control,” FEA President Fedrick Ingram said in a statement. “He needs to accept the evolving science. It now appears that kids 10 and older may pass along the coronavirus as easily as adults. Everyone wants schools to reopen, but we don’t want to begin in-person teaching, face an explosion of cases and sickness, then be forced to return to distance learning.”\nFlorida Gov. Ron DeSantis (R) issued an emergency order earlier this month for schools to reopen for the upcoming school year.\nThe state has one of the worst coronavirus outbreaks in the country after reopening most of its economy without flattening the curve. As of last week, it had more COVID-19 cases than most nations in the world.\nOther teachers unions across the country are also gearing up to stop hasty reopening plans. In Ohio on Monday, the Columbus Education Association issued a letter signed by two-thirds of the district’s teachers calling on officials to support distance learning instead of rushing students back to the classroom.\n― Lydia O’Connor\nFirst Child In Minnesota Dies Of Coronavirus — 7/20/20, 2:40 p.m. ET\nMinnesota’s health department reported that a child has died from coronavirus, the first in the state.\nThe child’s death was one of four deaths reported by the state on Monday. The other two cases were two people in their 60s, and a third person was in their 90s.\nThe state doesn’t report on specific ages of COVID-19 patients, but the child was identified to be between 0 to 5 years old. This is the youngest death linked to the virus and the state’s first death of a person under 20 years old.\nMinnesota reported 922 new cases of the virus in the state, bringing the total number of positive cases to 47,107.\n― Carla Russo\nChicago Reinstates Some Restrictions Amid Rise In Cases — 7/20/20, 12:10 p.m. ET\nChicago Mayor Lori Lightfoot on Monday announced the “re-tightening” of some coronavirus restrictions amid a recent rise in daily new cases.\nBeginning Friday, many bars and breweries will no longer be able to serve alcohol indoors, restaurants must limit table occupancy to six people, all indoor fitness classes must limit attendance to 10 people, and personal services requiring the removal of face coverings ― such as facials or shaves ― will not be permitted.\n“We have made so much progress here in Chicago in containing the spread of the virus, protecting our health system and saving lives, and in general, the virus remains under control locally. But we are again seeing a steady increase in new cases,” Lightfoot said in a statement. “While we aren’t near the peak of the pandemic from earlier this year, none of us wants to go back there, and we feel these restrictions will help limit further community spread.”\nChicago Health Commissioner Allison Arwady warned last week that new restrictions were possible if the city exceeded 200 cases per day on a seven-day rolling average. As of Sunday, that number was 233. Chicago’s positivity rate has also increased recently after weeks of decline.\nLightfoot’s office attributed the increase in new cases, largely seen among people ages 18 to 29, to an increase in interactions at bars, restaurants and parks.\n― Hayley Miller\nU.K. Coronavirus Vaccine ‘Safe’ And Showing ‘Promising Results,’ Study Finds ― 7/20/20, 10:40 a.m. ET\nA potential coronavirus vaccine being developed in the U.K. has shown “promising” early results, researchers reported Monday.\nThe experimental vaccine developed by the University of Oxford and pharmaceutical giant AstraZeneca is “safe, causes few side effects, and induces strong immune responses,” according to the results of vaccine trials published Monday in The Lancet, a peer-reviewed medical journal.\nThe vaccine candidate, called ChAdOx1 nCoV-19, is one of more than 100 being developed globally. Of those candidates, 26 are in human trials, according to The New York Times.\nRead more here.\n― Nina Golgowski\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBahamas Bars Flights From U.S. Over Coronavirus Concerns — 7/20/20, 8:45 a.m. ET\nThe Bahamas announced Sunday that it will no longer permit flights from the U.S. to enter beginning Wednesday, due to coronavirus concerns.\nPrime Minister Hubert Minnis, speaking in a national address, stressed that the Bahamas has seen a rise in cases since it largely reopened to international travel on July 1. All of its progress fighting the outbreak can be reversed, he warned, “because of how citizens and residents within countries are following or ignoring health guidelines.”\nThe U.S., particularly Florida, makes up a significant portion of the islands’ tourism industry.\n“We are in a marathon, not a sprint. This is a marathon demanding discipline, endurance, demanding resilience and requiring determination,” Minnis said. “Our current situation demands decisive action, if we are to avoid being overrun and defeated by this virus.”\nCommercial flights from Canada, the United Kingdom and the European Union may still fly into the Bahamas, but passengers must provide proof they tested negative for the virus at least 10 days ahead of their arrival.\n— Nina Golgowski\nCritical Talks Over European Recovery Plan Enter Fourth Day — 7/20/20, 8 a.m. ET\nEuropean leaders are yet to reach an agreement on a recovery plan to revive their COVID-hit economies after three days of heated talks.\nOn the table is a 1.8 trillion euro ($2.06 trillion) package for the European Union’s next long-term budget and coronavirus recovery fund.\nHuffPost’s European editions report that a group of so-called “frugal” wealthy north European states, led by Dutch Prime Minister Mark Rutte, are pushing for a smaller recovery fund and sought to limit how payouts are split between grants and repayable loans.\nHuffPost France writes (in French) that French president Emmanuel Macron “punched his fist on the table” in frustration at the position of the northern states.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItalian Prime Minister Giuseppe Conte accused the Netherlands and its allies — Austria, Sweden, Denmark and Finland — of “blackmail.”HuffPost Italy reports (in Italian) that Macron accused Rutte of behaving like former U.K. prime minister David Cameron when negotiating the Brexit referendum. “That strategy ended badly,” Macron pointed out. HuffPost Spain leads (in Spanish) on Spanish Prime Minister Pedro Sánchez rejecting the demand of the “frugal” countries for more cuts to direct aid from the recovery fund.The meeting has been adjourned until 4 p.m. CET (10 a.m ET).— James MartinAustralia’s Second-Largest City Makes Masks Mandatory — 7/20/20, 4:20 a.m. ETPeople in Melbourne, Australia, must now wear masks when leaving their homes as the state of Victoria marked two weeks of triple-digit increases in new coronavirus infections on Sunday.Victoria, which has forced nearly 5 million people into a partial six-week lockdown on July 9, reported 363 new cases of the coronavirus on Sunday, after 217 cases the previous day.“We’re going to be wearing masks in Victoria and potentially in other parts of the country for a very long time,” said Victoria Premier Daniel Andrews.“There’s no vaccine to this wildly infectious virus,” he said. Masks are “a simple thing, but it’s about changing habits, it’s about becoming a simple part of your routine.”Melbournians not wearing face coverings will be fined $200. Australia has recorded about 11,800 coronavirus cases, a fraction of what has been seen in other countries or even some U.S. states, but an outbreak of community transmission in Victoria has been growing, prompting authorities to impose stricter social distancing measures.Three deaths from the COVID-19 disease were reported in Victoria on Sunday, bringing the total to 38 and raising Australia’s death toll to 122.Victoria became the first state in Australia, a country of a loose federal system, to require masks for part of its population. Read more here.﻿— James MartinFor more updates on the pandemic, go here.\nA HuffPost Guide To Coronavirus\n\n7 essential pieces of relationship advice for couples in quarantine\nWhat you need to know about face masks right now\nHow to tell if you need to start doing online therapy\n\nLost your job due to coronavirus? Here’s what you need to know.\n\nParenting during the coronavirus crisis?\nThe HuffPost guide to working from home\nWhat coronavirus questions are on your mind right now? We want to help you find answers.\n\n\nEveryone deserves accurate information about COVID-19. Support journalism without a paywall — and keep it free for everyone — by becoming a HuffPost member today. \n\n\n\n"}, {"cover": "https://s.yimg.com/fz/api/res/1.2/erB2Z_3HdhXB_278hl9OAw--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f044e282500005306c29554.jpg", "topic": "WORLD-NEWS", "title": "TikTok To Leave Hong Kong As  Law Raises Worries", "author": "By Liza Hearon", "date": "July 7, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9CKvcEC1fTV8ADHpsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817756/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftiktok-to-leave-hong-kong-as-security-law-raises-worries_n_5f044cd8c5b6db596746b292/RK=2/RS=jCOoBpAlALBuuxPI12Azv079cPY-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "Social media platforms and messaging apps are balking at the possibility of providing user data to Hong Kong authorities.", "content": "HONG KONG (AP) — TikTok said Tuesday it will stop operations in Hong Kong, joining other social media companies in warily eyeing ramifications of a sweeping national security law that took effect last week.The short-form video app’s planned departure from Hong Kong comes as various social media platforms and messaging apps including Facebook, WhatsApp, Telegram, Google and Twitter balk at the possibility of providing user data to Hong Kong authorities.The social media companies say they are assessing implications of the security law, which prohibits what Beijing views as secessionist, subversive or terrorist activities or as foreign intervention in the city’s internal affairs. In the communist-ruled mainland, the foreign social media platforms are blocked by China’s “Great Firewall.”Critics see the law as Beijing’s boldest step yet to erase the legal divide between the former British colony and the mainland’s authoritarian Communist Party system.TikTok said in a statement that it had decided to halt operations “in light of recent events.”Facebook and its messaging app WhatsApp said in separate statements Monday that they would freeze the review of government requests for user data in Hong Kong, “pending further assessment of the National Security Law, including formal human rights due diligence and consultations with international human rights experts.”Hong Kong was convulsed with massive, sometimes violent anti-government protests for much of last year as the former British colony’s residents reacted to proposed extradition legislation, since withdrawn, that might have led to some suspects facing trial in mainland Chinese courts.The new law criminalizes some pro-democracy slogans like the widely used “Liberate Hong Kong, revolution of our time,” which the Hong Kong government says has separatist connotations.The fear is that it erodes the special freedoms of the semi-autonomous city, which has operated under a “one country, two systems” framework since China took control in 1997. That arrangement has allowed Hong Kong’s people freedoms not permitted in mainland China, such as public dissent and unrestricted internet access.Telegram’s platform has been used widely to spread pro-democracy messages and information about the protests. It understands “the importance of protecting the right to privacy of our Hong Kong users,” said Mike Ravdonikas, a spokesperson for the company.“Telegram has never shared any data with the Hong Kong authorities in the past and does not intend to process any data requests related to its Hong Kong users until an international consensus is reached in relation to the ongoing political changes in the city,” he said.Twitter also paused all data and information requests from Hong Kong authorities after the security law went into effect last week, the company said, emphasizing that it was “committed to protecting the people using our service and their freedom of expression.”“Like many public interest organisations, civil society leaders and entities, and industry peers, we have grave concerns regarding both the developing process and the full intention of this law,” the company said in a statement.Google likewise said it had “paused production on any new data requests from Hong Kong authorities.”Though social platforms have yet to be blocked in Hong Kong, users have begun scrubbing their accounts and deleting pro-democracy posts out of fear of retribution. That retreat has extended to the streets: Many shops and stores that publicly stood in solidarity with protesters have removed the pro-democracy sticky notes and artwork that had adorned their walls.Under implementation rules of Article 43 of the national security law, which give the city’s police force sweeping powers in enforcing the legislation, platforms, publishers and internet service providers may be ordered to take down any electronic message published that is “likely to constitute an offence endangering national security or is likely to cause the occurrence of an offence endangering national security.”Service providers who do not comply with such requests could face fines of up to 100,000 Hong Kong dollars ($12,903) and receive jail terms of up to six months.Individuals who post such messages may also be asked to remove the message, or face similar fines and a jail term of one year.Hong Kong authorities moved quickly to implement the law after it took effect on June 30, with police arresting about 370 people.The rules allow Hong Kong chief executive Carrie Lam to authorize police to intercept communications and conduct surveillance to “prevent and detect offences endangering national security.”Police can conduct searches for evidence without a warrant in “exceptional circumstances” and seek warrants requiring people suspected of violating the national security law to surrender their travel documents, preventing them from leaving Hong Kong.Written notices or restraining orders also may be issued to freeze or confiscate property if there are “reasonable grounds” to suspect that the property is related to an offense endangering national security.TikTok, operated by Chinese internet giant Bytedance, has sought to distance itself from its Chinese roots while striving for global appeal. It recently hired former Walt Disney executive Kevin Mayer to be its CEO.The company has said all its data is stored in servers in the U.S. and insisted it would not remove content even if asked to do so by the Chinese government. Even so, TikTok has still been regarded as a national security risk, with U.S. secretary of state Michael Pompeo saying Monday that it was looking at banning certain social media apps, including TikTok."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/kOMiR3AX647Tf0RX5RbLlQ--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f11e2c82200002a0c387320.jpg", "topic": "HUFFPOST-HOME", "title": "Should You Delete TikTok? Experts Explain The App's  Risks.", "author": "By Casey Bond", "date": "July 18, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9DuneEC1fEpQAxR5sBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817758/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fshould-you-delete-tiktok-app-security-risks_l_5f10b32ec5b6cec246c0478f/RK=2/RS=G89bGOEPmSS2ExQK0ynIVPihD7Y-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "", "content": ""}, {"cover": "https://s.yimg.com/fz/api/res/1.2/pxoVcBAECHfFS1B4OdmhqA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5efcd9f21f00009403337559.jpg", "topic": "US-NEWS", "title": "NBA Commissioner Announces Hope For 'Mutual Respect' With ", "author": "By Jeremy Blum", "date": "July 2, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9DuneEC1fEpQA0x5sBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817758/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fnba-china-adam-silver-mutual-respect_n_5efcbed3c5b6acab284a13a7/RK=2/RS=o2zRi5mRCpk5q9a5h7aqq3OitAk-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "Adam Silver indicated that the NBA’s relationship with China had improved after a spat over Hong Kong’s pro-democracy movement in 2019.", "content": "NBA commissioner Adam Silver said in an interview on Tuesday that he hopes to find “mutual respect” with China, months after the basketball league’s games were pulled from Chinese broadcasters after Daryl Morey, the general manager of the Houston Rockets, expressed support for Hong Kong’s pro-democracy protests.In the interview with Time, Silver said NBA games had returned to Chinese distribution platforms after an ongoing dialogue, and the association was “just going to keep at it.”“We’ve had a long history in China,” Silver said. “And certainly this is a bump in the road in our relations ... We come to China with a certain set of core American values and principles. And I understand also they have a different form of government. And they have a different view of how things have been done, how things should be done. And hopefully, we can find mutual respect for each other.” The interview was primarily focused on the challenges behind the tentative July restart of the 2019-2020 NBA season, which went on hiatus in March due to the COVID-19 outbreak. It was released on the same day as the passing of Hong Kong’s national security law, unprecedented legislation from China’s central government that cracks down on freedom of speech within the semi-autonomous city. A letter was also sent to Silver on Tuesday by Republican Senator Marsha Blackburn from Tennessee, a vocal critic of China who claims that the country “sent” the United States COVID-19. In the document, Blackburn expressed “concern that the league has turned a blind eye to human rights abuses committed abroad,” referencing events in Hong Kong as well as China’s detention of Uighur Muslims — the subject of a recent report revealing that Uighur women were forcibly sterilized or given mandatory birth control as a means of population suppression. “The actions of the NBA and some players have created an appearance that your league prioritizes profit over principle,” Blackburn wrote in the letter, urging Silver to reconsider its connections with China. Commentators, including a number of conservative voices, echoed Blackburn’s criticisms of Silver after the commissioner’s Time interview was released. The NBA’s problems with China began in October 2019, after Morey tweeted support for Hong Kong’s pro-democracy movement. Morey later deleted the tweet and issued an apology; the NBA initially called his move “regrettable.” After receiving criticism for not defending Morey, Silver clarified the NBA’s position in a press release, writing that “it [was] inevitable that people around the world — including from America and China — will have different viewpoints over different issues,” and the league ”[would] not put itself in a position of regulating what players, employees and team owners say or will not say.” China reacted swiftly, suspending NBA games on television and livestreaming platforms in a business loss of “hundreds of millions of dollars,” according to statements that Silver made in February.“But I don’t have any sense that there’s any permanent damage to our business there, and as I’ve said before, we accept the consequences of our system and our values,” Silver said at the time. “It’s not a position any business wants to be in, but those are the results.”"}, {"cover": "https://s.yimg.com/fz/api/res/1.2/hm8s5bl8Nf_OE5yoOMa8Lg--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5efeffc8250000a602c29294.jpg", "topic": "WORLD-NEWS", "title": "'Liberate Hong Kong, Revolution Of Our Times' Slogan Is Illegal, Government Says", "author": "By Liza Hearon", "date": "July 3, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9IkjhEC1fQzIAJJBsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817761/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fliberate-hong-kong-revolution-of-our-times-slogan_n_5efefe8dc5b6acab284e7a88/RK=2/RS=8XGSKLuqpGdod1qZTEXUSKELTO0-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "The popular protest slogan connotes “separatism or subversion,” the government said, amid fears that the new security law crushes free speech in Hong Kong.", "content": "HONG KONG, July 3 (Reuters) — The popular protest slogan “Liberate Hong Kong, revolution of our times” connotes separatism or subversion, the city’s government said, pointing to crimes that are covered under the new national security law imposed by Beijing.The rallying cry appears on placards at rallies, is printed on clothes and accessories and scribbled on post-it notes on walls across the Chinese-ruled city.It was unclear whether independent courts would uphold the government’s view on the slogan, which further stokes fears the new legislation against secession, subversion, terrorism and collusion with foreign forces, crushes free speech in Hong Kong.“The slogan “Liberate Hong Kong, the revolution of our times” nowadays connotes “Hong Kong independence,” or separating the Hong Kong Special Administrative Region (HKSAR) from the People’s Republic of China, altering the legal status of the HKSAR, or subverting the state power,” the government said in a statement late on Thursday.The government has repeatedly said the security law won’t affect freedom of speech and other rights in the city.On Wednesday, the 23rd anniversary of the former British colony’s handover to Chinese rule, police arrested around 370 people during protests over the legislation, with 10 of those involving violations of the new law.Critics of the law have slammed the lack of transparency around it ahead of its publication and the speed at which it was pushed through. Beijing unveiled details of the legislation late on Tuesday and the law came too effect on Wednesday.The new law punishes crimes of secession, subversion, terrorism and collusion with foreign forces with up to life in prison. It will also see mainland security agencies in Hong Kong for the first time and allows extradition to the mainland for trial in courts controlled by the Communist Party.China’s parliament adopted the security law in response to protests last year triggered by fears Beijing was stifling the city’s freedoms and threatening its judicial independence, guaranteed by a “one country, two systems” formula agreed when it returned to China.Beijing denies the accusation.The law has triggered alarm among democracy activists and rights groups. Demosisto, a pro-democracy group led by Hong Kong activist Joshua Wong, disbanded hours after the legislation was passed, while prominent group member Nathan Law said on Thursday he had left the global financial hub.“The protests in Hong Kong have been a window for the world to recognize that China is getting more and more authoritarian,” Law told Reuters in an interview via internet video.(Reporting By Anne Marie Roantree; Editing by Michael Perry)"}, {"cover": "https://s.yimg.com/fz/api/res/1.2/Sj_qQZ8ked6NFq_OBF0Jbw--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0f56c61f0000ca0b338199.jpg", "topic": "POLITICS", "title": "Donald Trump Is At War With COVID-19 Science", "author": "By Chris D'Angelo, Paul Blumenthal", "date": "July 16, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9IkjhEC1fQzIAJpBsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817761/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-covid-19-science-war_n_5f0f550ec5b65426947a72d4/RK=2/RS=Y8MC3eKZTH3MRa_9gUtCJFjCKjM-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "The ongoing pandemic shows just how dangerous, and deadly, his continued rejection of science and expertise can be.", "content": "At a roundtable at Louisiana State University on Tuesday, Vice President Mike Pence paused to make what he clearly felt was a vital point.“To be very clear,” he said, “we don’t want CDC guidance to be a reason why people don’t reopen their schools.”In other words, schools and universities, which the Trump administration is pushing to rapidly reopen despite surging coronavirus infections in many states, need not heed the advice of scientists at the Centers for Disease Control and Prevention, the nation’s premier public health agency, as they reopen amid an ongoing pandemic that has killed more than 136,000 people in the U.S.Suggesting that schools ignore expert advice meant to keep kids, parents and school staff safe would, in a different administration, be shocking. But in recent weeks, President Donald Trump and his team have led a brazen attack on COVID-19 science and scientists in a desperate effort to deny away a deadly pandemic that the administration’s incompetence has made far worse. That effort has included downplaying the ongoing threat, diverting crucial hospital data from the CDC, smearing infectious disease expert Dr. Anthony Fauci, and casting blame on China, the World Health Organization and Americans from Northern states. The COVID response is part of the Trump administration’s long war on all forms of science and expertise. The administration has cast out or discredited science that does not align with Trump’s fossil fuel-centric “energy dominance” agenda, his reelection campaign or, in some cases, that contradicts what the president said on Twitter.The president himself has repeatedly denied climate change, questioned the science of vaccinations and invented weather forecasts for a hurricane. When hundreds of researchers from more than a dozen federal agencies warned in a November 2018 report that the world is barreling toward catastrophic climate change, Trump simply said of the findings: “I don’t believe it.” His anti-science beliefs have been made into policy by the ex-industry lobbyists appointed to run environmental and scientific agencies across his administration. The president on Wednesday traveled to Atlanta ― a current hotspot of the virus ― to speak unmasked at a UPS facility, where he announced a major rollback of one of the nation’s most important environmental laws, the National Environmental Policy Act. Among other things, the rollback fast-tracks oil pipelines, power plants and other major infrastructure projects by limiting the number that require in-depth environmental reviews, as well as allowing federal agencies to ignore how developments impact climate change. At the event, Trump thanked UPS drivers for continuing to deliver packages during America’s “battle against the China virus,” one of several racist terms he continues to use to describe coronavirus.While much of Trump’s opposition to climate and environmental science is common among Republican presidents and lawmakers, the ongoing coronavirus pandemic shows how deadly this rejection of science can be. And his strategy heading into the 2020 election appears to be to convince Americans that the death and suffering happening around them isn’t really that bad, and certainly isn’t his fault.Attacking The MessengerWhile denial and finger-pointing have dominated Trump’s coronavirus response from the start, the assault on reality has escalated in recent weeks. Most alarming is the administration’s new effort to undermine Fauci, the director of the National Institute of Allergy and Infectious Diseases and the person a majority of Americans have come to trust during the pandemic.The White House’s most direct effort began on Sunday, when it distributed what looked like campaign opposition research to reporters listing Fauci’s perceived misjudgments about the pandemic before the virus spread was recognized. Stories appeared noting that the Trump administration was preparing an attack on Fauci, but these attacks were all attributed to unnamed administration officials.By then, it had been more than a month since Fauci had spoken with the president, The Washington Post reported. The administration had stopped sending Fauci out for major media interviews as they were displeased that he did not endorse reopening the economy nor did he take part in Trump’s happy talk that the virus will “just disappear.” “Dr. Fauci is a nice man, but he’s made a lot of mistakes,” Trump told Fox News’ Sean Hannity in a July 9 interview.Fauci has continued to appear on podcasts and do interviews with online publications.“[A]s a country, when you compare us to other countries, I don’t think you can say we’re doing great,” Fauci said on a FiveThiryEight.com podcast that aired on July 9. “I mean, we’re just not.”The White House clearly decided that the nation’s leading infectious disease expert was out over his skis to speak plainly about the worst pandemic in a century. His concern about controlling a public health crisis had become a distraction from Trump’s effort to restart the economy, a central task of his reelection campaign.Fauci “doesn’t necessarily … have the whole national interest in mind,” Adm. Brett P. Giroir, assistant secretary for the Department of Health and Human Services, said on NBC’s “Meet the Press” on Sunday. “He looks at it from a very narrow public health point of view.”The attacks on Fauci escalated when USA Today published an op-ed from White House trade adviser Peter Navarro on Tuesday in which he aired his grievances about the public health official. “Dr. Anthony Fauci has a good bedside manner with the public, but he has been wrong about everything I have interacted with him on,” Navarro wrote.The White House attempted to downplay Navarro’s falsehood-ridden attacks by asserting that he published the op-ed on his own without official approval. In prior administrations, this act would be a fireable offense. In this one, there’s little indication that Navarro will be punished at all.Fauci told The Atlantic in an interview published Wednesday that he has no plans to step down and called the White House’s attack against him “bizarre,” “nonsense” and “completely wrong.”“Ultimately, it hurts the president to do that,” he said. Passing The BuckTrump has continually refused to take any blame for negligence or errors in his administration’s response to the pandemic.“I don’t take responsibility at all,” he said at a now-infamous Rose Garden press conference on March 13, the day the nation began to go into lockdown. It was instead former President Barack Obama’s fault, Trump claimed. Trump’s attempt to pass the buck to the previous administration came despite his disbanding of a pandemic response team at the National Security Council and his refusal to follow the plan used by the Obama administration to successfully respond to both the H1N1 and Ebola viruses. More recently, Trump has claimed that former vice president Joe “Biden and Obama stopped their testing,” despite the coronavirus not existing until three years after they left office.Trump has stuck to that narrative, claiming that his own excellent work prevented potentially millions of additional deaths. At an event Tuesday that was billed as a White House press conference but quickly devolved into a rambling campaign rally-style speech, Trump railed against China, for “concealing” and “unleashing” the coronavirus “upon the world,” and the World Health Organization ― a go-to move to distract from his own botched pandemic response. He dismissed the WHO as “a puppet of China” and a “terrible deal,” and bragged about cutting ties with the world body and redirecting the approximately $450 million the U.S. contributes to it each year.“We’ve been I guess as tough as you can get on World Health,” Trump said Tuesday. “We withdrew our money, we told them we’re getting out. Doesn’t mean that someday we won’t go back in, maybe we will when it’s correctly run. But they made a lot of bad predictions and they said a lot of bad things about what to do and how to do it, and they turned out to be wrong.It’s truly baffling stuff from the leader of a country that is among the most ravaged by the coronavirus, with 3.45 million infections to date.Trump’s withdrawal from the WHO is not the only counterproductive policy change that he has pursued due to his need to control his image rather than abide by decisions informed by public health science.The Real DamageThe president’s rejection of expertise, histrionic defensiveness and bizarre false statements are not simply utterances of an uninformed man. They inform the administration’s policies that are undermining efforts to control the virus’s spread, which means more Americans will die.His administration was slow to fund testing across the country, failed to properly promote mask-wearing when it became clear it would help slow the virus’s spread, purchased tens of millions of reserves of Trump’s favorite unproven coronavirus remedy hydroxychloroquine and is now rerouting hospital data away from the CDC, in a seeming effort to keep the public in the dark.“I said to my people, ‘Slow the testing down, please,’” Trump told the crowd at an indoor campaign rally he hosted on June 20 that was likely the source of a surge in virus cases in Tulsa, Oklahoma.On June 24, the administration announced it would close 13 federally funded COVID testing sites.Trump has repeatedly claimed, falsely, that the only reason the country is seeing an increase in cases is because more tests are being conducted. Public health officials have countered this falsehood, pointing to the data on COVID-19 hospitalizations reported to the CDC.But the administration announced on Tuesday that hospitals should cease reporting such data to the CDC and instead direct it to a private data collector that the Department of Health and Human Services has contracted. The move puts the data collection under the control of more partisan officials close to the Trump White House where it is not currently publicly reported. Already, COVID tracking sites report that the digital CDC data stream they relied on to provide public updates on the virus has stopped.In much the same way that denying and undermining climate science allows Trump to justify scrapping and weakening environmental rules to the benefit of polluting industries that helped bankroll his campaign, covering up and dismissing COVID-19 data is about protecting himself. But like climate science, the science of this virus is not on Trump’s side. It shows that his team’s lethargic initial response and subsequent push to quickly reopen the economy has had devastating impacts. And that’s exactly why the president will spend the next four months spinning a revisionist history."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/dPAC0MWQqfU9NNRB8Fgnqw--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5efe4d9c2200006c043865c1.jpg", "topic": "POLITICS", "title": "America Spends Billions To Get The Best Intel In The World But Can’t Make Trump Read It", "author": "By S.V. Date", "date": "July 3, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9KRHnEC1fZg4AlRxsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817767/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-intel-briefings_n_5efe4bd8c5b6acab284d73bf/RK=2/RS=mLYEIy7WzszguWAt0JAvuafpGdk-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "", "content": ""}, {"cover": "https://s.yimg.com/fz/api/res/1.2/pZi70tVUqvQ.SnsCp1cwvg--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f02f1da270000f805e664de.jpg", "topic": "WORLD-NEWS", "title": "Egypt Arrests Doctors, Silences Critics Over Virus Outbreak", "author": "By Liza Hearon", "date": "July 6, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9KRHnEC1fZg4AlxxsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817767/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fegypt-arrests-doctors-silences-critics-over-virus-outbreak_n_5f02eb32c5b6ca970920eb6f/RK=2/RS=Ea3S7OI1N4cT1K3eFClA6KntZqw-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "At least 10 doctors and six journalists have been arrested since the virus first hit Egypt in February, according to rights groups.", "content": "A doctor arrested after writing an article about Egypt’s fragile health system. A pharmacist picked up from work after posting online about a shortage of protective gear. An editor taken from his home after questioning official coronavirus figures. A pregnant doctor arrested after a colleague used her phone to report a suspected coronavirus case.As Egyptian authorities fight the swelling coronavirus outbreak, security agencies have tried to stifle criticism about the handling of the health crisis by the government of President Abdel Fattah el-Sissi.At least 10 doctors and six journalists have been arrested since the virus first hit Egypt in February, according to rights groups. Other health workers say they have been warned by administrators to keep quiet or face punishment. One foreign correspondent has fled the country, fearing arrest, and another two have been summoned for reprimand over “professional violations.”Coronavirus infections are surging in the country of 100 million, threatening to overwhelm hospitals. As of Monday, the Health Ministry had recorded 76,253 infections, including 3,343 deaths — the highest death toll in the Arab world.“Every day I go to work, I sacrifice myself and my whole family,” said a front-line doctor in greater Cairo, who spoke on condition of anonymity for fear of reprisals, like all doctors interviewed for this story. “Then they arrest my colleagues to send us a message. I see no light on the horizon.”In 2013, el-Sissi, as defense minister, led the military’s removal of Egypt’s first democratically elected president, Mohamed Morsi, after his brief rule sparked nationwide protests. In years since, el-Sissi has stamped out dissent, jailing Islamist political opponents, secular activists, journalists, even belly dancers.Now the clampdown has extended to doctors who speak publicly about missing protective gear or question the official infection count.A government press officer did not respond to requests for comment on the arrests of doctors and journalists but did send The Associated Press a document entitled “Realities defeating evil falsehoods,” which details what it says are el-Sissi’s successes in improving the economy and fighting terrorism.El-Sissi has said the virus’s trajectory was “reassuring” and described critics as “enemies of the state.” In recent weeks, authorities have marshaled medical supplies to prepare for more patients. The military has set up field hospitals and isolation centers with 4,000 beds and delivered masks to citizens, free of charge, at metro stops, squares and other public places.The government has scaled up testing within all general hospitals and ordered private companies to churn out face masks and gear for front-line health workers. El-Sissi has ordered bonuses for medical workers equivalent to $44-$76 a month.But health personnel are sounding alarm on social media. Doctors say shortages have forced them to purchase surgical masks with their meager salaries. Families plead for intensive care beds. Dentists and pharmacists complain of being forced to handle suspected virus patients with little training.The pandemic has pushed the Egyptian Medical Syndicate, a non-political group of professionals, into a striking new role as the country’s sole advocate for doctors’ rights.Last month, the union released a letter to the public prosecutor demanding the release of five doctors detained for expressing their views about the government virus response. More syndicate members have been arrested than reported, said one board member, but families have kept quiet.Doctors’ low morale sank further last week, following the arrest of board member and treasurer Mohamed el-Fawal, who demanded on Facebook that the prime minister apologize for comments that appeared to blame health workers for a spike in coronavirus deaths.In a televised briefing, Prime Minister Mustafa Madbouly criticized doctors’ “negligence and mismanagement” for endangering citizens’ health.Incensed doctors hit back, saying they’re untrained, underpaid and under-resourced, struggling to save patients at crowded clinics. So far at least 117 doctors, 39 nurses and 32 pharmacists have died from COVID-19, according to syndicate members’ counts, and thousands have fallen ill.After Madbouly’s comments, the union scheduled a press conference in late June to raise awareness about doctors’ sacrifices and discuss staff and supply shortages. But before anyone could speak out, security forces surrounded the syndicate and sent members home, according to former leader Mona Mina. A communications officer who promoted the event was detained and interrogated by security agents for hours, said a board member, before being released.In its latest statement, the syndicate said the accelerating detentions have caused “widespread anxiety” among health workers.“These doctors have no history of activism, they were arrested because they offered criticism of their very specific professional circumstances,” said Amr Magdi of Human Rights Watch, which has confirmed the arrests of eight doctors and two pharmacists. Two have been released, he said, while the rest remain in pretrial detention.Last week, Dr. Ahmed Safwat, an intensive care doctor in the Cairo suburb of Nasr City and syndicate board member, disappeared, according to social media posts from fellow doctors. Because he had experienced virus symptoms, many assumed he was self-isolating at home until his family filed a complaint to the syndicate, saying they hadn’t heard from him in days. A lawyer representing several detained doctors confirmed that he had been taken by state security and accused of terrorism activities. His last Facebook post also criticized the prime minister’s comments, adding, “The government says that everything is fine and under control, but you enter hospitals and find the opposite.”In another case, security agents burst into the home of Hany Bakr, an ophthalmologist north of Cairo, according to his lawyer and Amnesty International, over his Facebook post that criticized the government for sending coronavirus aid to Italy and China while its own doctors were desperately short of protective equipment. He remains in detention on terrorism charges, his lawyer added.In March, public prosecutors accused 26-year-old Alaa Shaaban Hamida of “joining a terrorist group” and “misusing social media” after she allowed a colleague to call the Health Ministry’s coronavirus hotline from her phone instead of first reporting the case to her managers, according to Amnesty International. Three months pregnant, she remains in pretrial detention.Doctors in three different provinces say their administrators have threatened to report them to the National Security Agency if they expressed frustration over working conditions, walked off the job or called in sick.In one of several voice recordings obtained by The Associated Press, a health deputy in the Nile Delta province of Beheira can be heard telling workers, “Even if a doctor is dying, he must keep working … or be subjected to the most severe punishment.”In another message sent to staff, a hospital director in the same province describes those who fail to show up to work as “traitors,” adding, “this will be treated as a national security matter ... and you know how that goes in Egypt.”A doctor in Cairo shared WhatsApp messages with the AP from his manager, alerting staff that their attendance sheets were monitored by state security. He said two of his colleagues received a pay cut when administrators discovered their complaints on social media. In two other hospitals in the capital, workers retracted letters of collective resignation over working conditions for fear of reprisals.The suppression of criticism in Egypt is hardly unusual, analysts say, but the government has become even more jittery as the pandemic tests its capabilities and slows the economy.Although el-Sissi resisted a total lockdown because of the economic impact, schools, mosques, restaurants, malls and clubs were closed early in the outbreak and a nightly curfew imposed.With borders shut and cruise ships docked, Egypt’s critical tourism revenue has disappeared, among other sources of income. The country secured a badly needed $5.2 billion loan from the International Monetary Fund in June, on top of a previous $2.8 billion arrangement.Last week, fearing further economic fallout, the government reopened much of society and welcomed hundreds of international tourists back to resorts, even as daily reported deaths exceeded 80. Restaurants and cafes are reopening with some continued restrictions, and masks have been mandated in public.“Because of Egypt’s constant attention to its image as a place open for tourism, open for business, open for investment, authorities appear particularly sensitive to divergent perspectives during the pandemic,” said Amy Hawthorne, an Egypt expert at the Project on Middle East Democracy. “They want to project an image that everything is fine, they’re in control.”Those who spread “false news” online about the coronavirus could face up to five years imprisonment and steep fines, Egypt’s top prosecutor warned this spring.The U.N. High Commissioner for Human Rights voiced concern in late March that 15 individuals had been arrested for broadcasting alleged false news about the pandemic. Four Egyptian journalists who reported on the outbreak remain in prison, according to the Committee to Protect Journalists, which has labeled Egypt one of the world’s worst jailers of journalists, along with Turkey and China.Security forces have also taken aggressive action against foreign reporters. In March, Egypt expelled a reporter for The Guardian who cited a scientific report disputing the official virus count. Egypt’s state information body has summoned The Washington Post and New York Times correspondents over their critical coverage during the pandemic.Despite growing human rights abuses, the international community counts on Egypt as a bulwark against regional instability, said a Middle East-focused rights advocate at the U.N., speaking on condition of anonymity to discuss policy matters.“There is no appetite,” the advocate said, “to address what is going on in Egypt, let alone sanction them in any way for what the government is doing to their own people.”\nA HuffPost Guide To Coronavirus\n\nStay up to date with our live blog as we cover the COVID-19 pandemic\n7 essential pieces of relationship advice for couples in quarantine\nWhat you need to know about face masks right now\nHow to tell if you need to start doing online therapy\n\nLost your job due to coronavirus? Here’s what you need to know.\n\nParenting during the coronavirus crisis?\nThe HuffPost guide to working from home\nWhat coronavirus questions are on your mind right now? We want to help you find answers.\n\n\nEveryone deserves accurate information about COVID-19. Support journalism without a paywall — and keep it free for everyone — by becoming a HuffPost member today.\n \n\n\n "}, {"cover": "https://s.yimg.com/fz/api/res/1.2/PbX1mQF.c7AFghJYVIGxMw--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0d3aa7220000dc09386ee1.jpg", "topic": "POLITICS", "title": "What Pandemic? Republican Primaries Are All About Donald Trump", "author": "By Kevin Robillard", "date": "July 14, 2020", "url": "https://search.huffpost.com/click/_ylt=AwrgDA_qEC1fdi0Ac1tsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817770/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2frepublican-primaries-ads-donald-trump_n_5f0d3a12c5b63b8fc10db787/RK=2/RS=QmsIhqrQhKg3cR7EwDK.7T6ixBQ-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "GOP primary ads focus on loyalty to the president above all else.", "content": "The coronavirus pandemic has killed more than 137,000 Americans, and the number of cases is growing in nearly every state. The unemployment rate has jumped to above 11% nationally, and nearly one-third of U.S. households missed their rent or mortgage payments in July. The death of George Floyd at the hands of Minneapolis police officers has set off a national debate on policing and race.Instead of promoting policies to help the country battle its economic doldrums, its long history of racism or the rampaging pandemic, Republicans running for Congress are often arguing about who supports President Donald Trump the most or who said the meanest thing about him four years ago. In races set for Tuesday in Alabama, Maine and Texas, the battle on the airwaves has revolved around each candidate’s loyalty to Trump, the latest display of how internal GOP politics are dictated by the president’s whims and desires to the exclusion of even the most important policy fights.“There’s nothing as powerful an asset in a Republican primary as President Trump’s endorsement, because he’s done what he promised and has governed as a conservative,” said Joe Kildea, a spokesperson for the Club for Growth, a conservative group that has aired ads in Maine and Alabama attacking Republicans it deems insufficiently pro-Trump. Sinking SessionsThe highest-profile race is taking place in Alabama, where public polling shows former Attorney General Jeff Sessions trailing behind former Auburn University football coach Tommy Tuberville in a runoff battle for the GOP Senate nomination. The winner of the race will be a favorite to reclaim the seat for Republicans against Democratic Sen. Doug Jones. Sessions, who held the seat before joining the Trump administration and had won reelection four times, once with nearly 98% of the vote, would normally be an overwhelming favorite. But Trump, angered by Sessions’ decision to recuse himself from an investigation into Trump’s potential collusion with Russia during the 2016 election, endorsed Tuberville shortly after the February runoff election. He called Sessions ― the first senator to endorse him in 2016 and the man who helped craft his anti-immigration platform ― “a disaster who has let us all down.”Early in the race, Sessions tried to fight back, airing ads that highlighted comments Tuberville made criticizing Trump’s handling of trade with China and undocumented immigration. But after Trump’s endorsement, his campaign abandoned that tack. In the closing days of the race, Sessions’ team has unleashed a grab bag of attacks on Tuberville, criticizing his role in a failed hedge fund and slamming him for refusing to debate during the runoff and for living part-time in Florida.Tuberville, meanwhile, has mostly played the hits and dodged the press. His most recent ad quotes a tweet from Trump, then plays a clip of Trump saying that appointing Sessions was his biggest regret as president. On Monday night, Tuberville tweeted out an audio clip of Trump praising him and bashing Sessions.“Tommy Tuberville will have a call direct line in to my office,” Trump says in the clip. “We had the Jeff Sessions thing, we gave it a shot. I had no idea it could be as bad it was, but he had no clue.” As Tuberville and Sessions have battled over Trump’s blessing, coronavirus cases in Alabama have spiked, with 5,000 new infections confirmed this past weekend. Jones’ second ad of the campaign, released earlier this month, is a simple call for Alabamans to wear a face mask to prevent the spread of the virus.Rescuing An Ally From ScandalIf the Alabama race shows how Trump has the power to essentially end the career of a longtime power broker, a runoff election in Texas’ 13th Congressional District shows how his endorsement can lift a candidate who might otherwise have to fight off the lingering scent of a scandal.The 13th District, which covers much of the Texas panhandle along with parts of North Texas, is among the most solidly Republican districts in the country. Rep. Mac Thornberry held the seat for 13 terms and then endorsed Josh Winegarner, an agriculture industry lobbyist, to replace him when he decided to retire earlier this year.But Trump chose to endorse White House doctor Ronny Jackson, whom he had previously nominated to lead the Department of Veterans Affairs before a scandal over allegations that Jackson improperly dispensed medication forced Trump to withdraw the nomination. Jackson grew up in a neighboring district and had only moved to the 13th District in 2019 after retiring from the Navy.“He stood with Donald Trump, against the swamp,” a narrator says in one of Jackson’s campaign ads, which alleges that “the liberal left used lies against Ronny Jackson to attack President Trump.”Winegarner and a super PAC supporting him have fought back with ads playing up his roots in the district and attacking Jackson over his scandals, calling him “the candyman” and an “Obama Republican.”Neither candidate’s ads have mentioned the pandemic. Winegarner was the clear leader in the first round of voting in February, winning 39% of the vote to Jackson’s 20%. There’s been limited public polling on the race since, though two pro-Jackson groups have released surveys showing him with healthy leads in the contest. Democrats have no serious chance of winning the seat in November. A Trump War That’s Actually About WarTrump hasn’t endorsed any of the major candidates in the GOP primary in Maine’s 2nd Congressional District, but that hasn’t stopped him from defining the race for the right to challenge Democratic Rep. Jared Golden in this swing district, which covers most of rural Maine. There’s an actual ideological battle occurring here: Libertarians who are skeptical of the national security state and foreign adventurism, including Kentucky Sen. Rand Paul, are backing Eric Brakey, a former state senator, while more establishment forces are supporting former state Rep. Dale Crafts, who holds standard hawkish GOP foreign policy views. (A third candidate, Adrienne Bennett, who was a spokesperson for former GOP Gov. Paul LePage, has a chance to win but isn’t playing a central role in the fight over foreign policy. She’s described herself as a “pro-Trump Republican.”) This split has led to ads not about whether the United States should withdraw troops from Afghanistan or shrink its overseas military footprint, but instead about recriminations about loyalty to Trump. The American Policy Fund, a super PAC that won’t have to disclose its donors until after the election, is attacking Brakey for criticizing Trump during the 2016 race.“He compared Trump to Hillary Clinton and even talked about setting fire to Trump merchandise,” a narrator says in the 30-second ad.Protect Freedom PAC, which supports Libertarian candidates, responded with an ad linking the group to former national security adviser John Bolton, a hawk who published a memoir in June detailing Trump’s lack of foreign policy knowledge and unpreparedness for the presidency. (American Policy Fund and a super PAC run by Bolton have the same treasurer.)“John Bolton lies about President Trump, and now Bolton’s henchmen are doing the same thing to Trump conservative Eric Brakey,” the narrator says.Public polling of the race is limited, and forecasting the three-way race is difficult because of Maine’s ranked-choice voting rules. The winner of the GOP race will have a strong chance of picking up the toss-up seat in November. Trump won the 2nd District by 10 percentage points in 2016, while Golden ― a veteran and former staffer for Sen. Susan Collins, who is considered a strong candidate ― won by just under 1,000 votes during the Democratic wave year of 2018."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/RR4C6qhLKKG71gXux0yqwQ--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1636ab270000120ee671b8.jpg", "topic": "POLITICS", "title": "Joaquin Castro Wants Democrats To Chart A New Course On Foreign Policy", "author": "By Akbar Shahid Ahmed", "date": "July 21, 2020", "url": "https://search.huffpost.com/click/_ylt=AwrgDA_qEC1fdi0AdVtsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817770/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fjoaquin-castro-house-foreign-affairs-chair-competition_n_5f16366cc5b651977c057e16/RK=2/RS=6L7uJOaQrlAqjfJ56jf3ELARGxk-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "The Texas representative seeks to assume control of a key committee overseeing national security. He shared his pitch exclusively with HuffPost.", "content": "Rep. Joaquin Castro (D-Texas) joined the running to take over the powerful House Foreign Affairs Committee on Tuesday, setting up a high-profile contest over U.S. foreign policy and Democrats’ traditional approach to global affairs. Castro seeks a role currently held by Rep. Eliot Engel (D-N.Y.), who recently lost his Democratic primary race. In a statement exclusively shared with HuffPost, Castro vowed to push for a more progressive American approach to the world that values global justice over global dominance and is frank about U.S. missteps abroad and at home.“Let’s have a national conversation about the role of the United States in the world, democracy and human rights, war and peace, and the future of our planet. Let’s have a real debate,” Castro wrote in a message he later released on Medium. “For too long, our foreign policy has been dominated by military and other coercive tools like sanctions. … In this moment of pandemic and protest, we are confronting hard truths about how unequal our nation remains. Our foreign policy is due for a similar reckoning.”The four-term member of Congress criticized interventions, argued international trade deals must not chiefly benefit corporations and said Washington should be more willing to speak with its adversaries and to cultivate new alliances, looking to countries with which growing numbers of Americans have family ties, such as in Latin America. (He cited his grandmother’s journey to the U.S. from Mexico.) He identified the climate crisis and competing with China as America’s chief geopolitical challenges and emphasized valuing the lives of non-Americans.Castro is running against Reps. Gregory Meeks (D-N.Y.) and Brad Sherman (D-Calif.) for the top post on the committee. Engel’s primary challenger highlighted the incumbent’s hawkish positions in attacking him, but neither Meeks nor Sherman is expected to sharply change course if they take up the gavel. Castro represents a third option for Democrats to consider when they choose who will control the committee soon after the November election if, as is widely expected, they maintain the House majority.  “Traditionally, selecting new chairs is a behind-the-scenes process… it’s time for a more inclusive process,” Castro wrote.This is the latest competition among Democrats with different visions of how the party should operate. Progressive groups are rallying behind Castro, who they hope would use the post to question conventional wisdom about forcefully projecting American power abroad and act as a check on either a President Joe Biden or a reelected President Donald Trump. Activists want the party’s vocal left wing to include demands for big changes abroad as they push Democrats to be more ambitious, as some liberal favorites are already doing. “Wars of choice have diminished our moral standing, destabilized entire regions — as the Iraq War did to the Middle East — burdened our troops and their families, wasted limited resources, and killed innocent lives,” wrote Castro, citing his expertise as the only current lawmaker who has served on the foreign affairs, intelligence and armed services committees and as a vice chair of the foreign affairs panel. Notably, he hinted willingness to challenge a prospective Biden administration, a priority for antiwar groups skeptical of some of the former vice president’s advisers.Meeks, the front-runner, and Sherman are more senior members of the committee than Castro. They are both skeptical of voices to their left. But they’re also trying to tap the enthusiasm among more liberal Democrats and grassroots organizations to rein in U.S. militarism, including funding for the military and arms supplies for nations committing abuses, and to invest in diplomacy.Meeks announced his candidacy in a statement Friday, highlighting that he voted against the Iraq War and for President Barack Obama’s deal to limit Iran’s nuclear program ― unlike Engel and Sherman. “American foreign policy cannot be consumed by only fixing what’s been fractured under this administration and poor decisions of the past. We must move proactively forward,” Meeks said, adding that he would push for greater diversity in the diplomatic corps as the first Black chair of the panel and work with overlooked communities, including Indigenous populations and Afro-Latinos.He has the support of the influential Congressional Black Caucus and is close to Democratic leadership. Meeks echoed several of the concerns Castro mentioned, like the failure to repeal authorizations for the use of military force from nearly two decades ago, which presidents have used to justify interventions, and America’s moral responsibility in the face of atrocities such as China’s crackdown on its Uighur Muslim minority. In a sign of the difference between them, however, Castro mentioned repealing at least one of those authorizations and warned that sanctions ― a favorite tool of U.S. officials looking to address foreign concerns without using the military ― could prove unhelpful.Castro, who heads the Congressional Hispanic Caucus and whose brother, Julian, was a Democratic presidential candidate, is also well-liked by colleagues. He is relying on public interest in the position and a new approach to foreign policy to boost his bid. The Washington Post first revealed his plan to run last week, quoting him saying the U.S. should heed Palestinian voices more in its involvement in the conflict between Israelis and Palestinians ― a view activists have succeeded in making popular in the party in recent years despite resistance from supporters of a historic pro-Israel tilt.Well-connected advocates for a foreign policy overhaul are closely following the competition and could use their connections and public platforms to help sway the outcome. HuffPost sought a reaction to Castro’s pitch from one campaigner, who requested anonymity to protect relationships in Congress.“The candidates are using a largely progressive frame to garner support. That is really so heartening,” the person said. But they noted that Castro offered “very few specifics” on his plans if he were to become the committee chair.“We’re hoping that the candidates provide the public with more details,” the activist said. Upcoming congressional votes on national security matters could also be important signals, they added. "}, {"cover": "https://s.yimg.com/fz/api/res/1.2/RR4C6qhLKKG71gXux0yqwQ--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f1636ab270000120ee671b8.jpg", "topic": "POLITICS", "title": "Joaquin Castro Wants Democrats To Chart A New Course On Foreign Policy", "author": "By Akbar Shahid Ahmed", "date": "July 21, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9ImbsEC1fmScArGZsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817772/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fjoaquin-castro-house-foreign-affairs-chair-competition_n_5f16366cc5b651977c057e16/RK=2/RS=TpNCboRTEOLaNxg1KPh8NkQmDa8-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "The Texas representative seeks to assume control of a key committee overseeing national security. He shared his pitch exclusively with HuffPost.", "content": "Rep. Joaquin Castro (D-Texas) joined the running to take over the powerful House Foreign Affairs Committee on Tuesday, setting up a high-profile contest over U.S. foreign policy and Democrats’ traditional approach to global affairs. Castro seeks a role currently held by Rep. Eliot Engel (D-N.Y.), who recently lost his Democratic primary race. In a statement exclusively shared with HuffPost, Castro vowed to push for a more progressive American approach to the world that values global justice over global dominance and is frank about U.S. missteps abroad and at home.“Let’s have a national conversation about the role of the United States in the world, democracy and human rights, war and peace, and the future of our planet. Let’s have a real debate,” Castro wrote in a message he later released on Medium. “For too long, our foreign policy has been dominated by military and other coercive tools like sanctions. … In this moment of pandemic and protest, we are confronting hard truths about how unequal our nation remains. Our foreign policy is due for a similar reckoning.”The four-term member of Congress criticized interventions, argued international trade deals must not chiefly benefit corporations and said Washington should be more willing to speak with its adversaries and to cultivate new alliances, looking to countries with which growing numbers of Americans have family ties, such as in Latin America. (He cited his grandmother’s journey to the U.S. from Mexico.) He identified the climate crisis and competing with China as America’s chief geopolitical challenges and emphasized valuing the lives of non-Americans.Castro is running against Reps. Gregory Meeks (D-N.Y.) and Brad Sherman (D-Calif.) for the top post on the committee. Engel’s primary challenger highlighted the incumbent’s hawkish positions in attacking him, but neither Meeks nor Sherman is expected to sharply change course if they take up the gavel. Castro represents a third option for Democrats to consider when they choose who will control the committee soon after the November election if, as is widely expected, they maintain the House majority.  “Traditionally, selecting new chairs is a behind-the-scenes process… it’s time for a more inclusive process,” Castro wrote.This is the latest competition among Democrats with different visions of how the party should operate. Progressive groups are rallying behind Castro, who they hope would use the post to question conventional wisdom about forcefully projecting American power abroad and act as a check on either a President Joe Biden or a reelected President Donald Trump. Activists want the party’s vocal left wing to include demands for big changes abroad as they push Democrats to be more ambitious, as some liberal favorites are already doing. “Wars of choice have diminished our moral standing, destabilized entire regions — as the Iraq War did to the Middle East — burdened our troops and their families, wasted limited resources, and killed innocent lives,” wrote Castro, citing his expertise as the only current lawmaker who has served on the foreign affairs, intelligence and armed services committees and as a vice chair of the foreign affairs panel. Notably, he hinted willingness to challenge a prospective Biden administration, a priority for antiwar groups skeptical of some of the former vice president’s advisers.Meeks, the front-runner, and Sherman are more senior members of the committee than Castro. They are both skeptical of voices to their left. But they’re also trying to tap the enthusiasm among more liberal Democrats and grassroots organizations to rein in U.S. militarism, including funding for the military and arms supplies for nations committing abuses, and to invest in diplomacy.Meeks announced his candidacy in a statement Friday, highlighting that he voted against the Iraq War and for President Barack Obama’s deal to limit Iran’s nuclear program ― unlike Engel and Sherman. “American foreign policy cannot be consumed by only fixing what’s been fractured under this administration and poor decisions of the past. We must move proactively forward,” Meeks said, adding that he would push for greater diversity in the diplomatic corps as the first Black chair of the panel and work with overlooked communities, including Indigenous populations and Afro-Latinos.He has the support of the influential Congressional Black Caucus and is close to Democratic leadership. Meeks echoed several of the concerns Castro mentioned, like the failure to repeal authorizations for the use of military force from nearly two decades ago, which presidents have used to justify interventions, and America’s moral responsibility in the face of atrocities such as China’s crackdown on its Uighur Muslim minority. In a sign of the difference between them, however, Castro mentioned repealing at least one of those authorizations and warned that sanctions ― a favorite tool of U.S. officials looking to address foreign concerns without using the military ― could prove unhelpful.Castro, who heads the Congressional Hispanic Caucus and whose brother, Julian, was a Democratic presidential candidate, is also well-liked by colleagues. He is relying on public interest in the position and a new approach to foreign policy to boost his bid. The Washington Post first revealed his plan to run last week, quoting him saying the U.S. should heed Palestinian voices more in its involvement in the conflict between Israelis and Palestinians ― a view activists have succeeded in making popular in the party in recent years despite resistance from supporters of a historic pro-Israel tilt.Well-connected advocates for a foreign policy overhaul are closely following the competition and could use their connections and public platforms to help sway the outcome. HuffPost sought a reaction to Castro’s pitch from one campaigner, who requested anonymity to protect relationships in Congress.“The candidates are using a largely progressive frame to garner support. That is really so heartening,” the person said. But they noted that Castro offered “very few specifics” on his plans if he were to become the committee chair.“We’re hoping that the candidates provide the public with more details,” the activist said. Upcoming congressional votes on national security matters could also be important signals, they added. "}, {"cover": "https://s.yimg.com/fz/api/res/1.2/oZnA8NHosziki4YgOTNV6Q--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0740bf1f0000ae07337c81.jpg", "topic": "POLITICS", "title": "Hawkish Rep. Eliot Engel May Be Out, But Dems Don't Intend A Foreign Policy Revolution", "author": "By Akbar Shahid Ahmed", "date": "July 10, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9ImbsEC1fmScArmZsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817772/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fdemocrats-foreign-policy-engel_n_5f073feec5b6480493ccf23b/RK=2/RS=AVEUCrYHHGye7MdHPV1EMHGfEw8-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "The Texas representative seeks to assume control of a key committee overseeing national security. He shared his pitch exclusively with HuffPost.", "content": "Rep. Joaquin Castro (D-Texas) joined the running to take over the powerful House Foreign Affairs Committee on Tuesday, setting up a high-profile contest over U.S. foreign policy and Democrats’ traditional approach to global affairs. Castro seeks a role currently held by Rep. Eliot Engel (D-N.Y.), who recently lost his Democratic primary race. In a statement exclusively shared with HuffPost, Castro vowed to push for a more progressive American approach to the world that values global justice over global dominance and is frank about U.S. missteps abroad and at home.“Let’s have a national conversation about the role of the United States in the world, democracy and human rights, war and peace, and the future of our planet. Let’s have a real debate,” Castro wrote in a message he later released on Medium. “For too long, our foreign policy has been dominated by military and other coercive tools like sanctions. … In this moment of pandemic and protest, we are confronting hard truths about how unequal our nation remains. Our foreign policy is due for a similar reckoning.”The four-term member of Congress criticized interventions, argued international trade deals must not chiefly benefit corporations and said Washington should be more willing to speak with its adversaries and to cultivate new alliances, looking to countries with which growing numbers of Americans have family ties, such as in Latin America. (He cited his grandmother’s journey to the U.S. from Mexico.) He identified the climate crisis and competing with China as America’s chief geopolitical challenges and emphasized valuing the lives of non-Americans.Castro is running against Reps. Gregory Meeks (D-N.Y.) and Brad Sherman (D-Calif.) for the top post on the committee. Engel’s primary challenger highlighted the incumbent’s hawkish positions in attacking him, but neither Meeks nor Sherman is expected to sharply change course if they take up the gavel. Castro represents a third option for Democrats to consider when they choose who will control the committee soon after the November election if, as is widely expected, they maintain the House majority.  “Traditionally, selecting new chairs is a behind-the-scenes process… it’s time for a more inclusive process,” Castro wrote.This is the latest competition among Democrats with different visions of how the party should operate. Progressive groups are rallying behind Castro, who they hope would use the post to question conventional wisdom about forcefully projecting American power abroad and act as a check on either a President Joe Biden or a reelected President Donald Trump. Activists want the party’s vocal left wing to include demands for big changes abroad as they push Democrats to be more ambitious, as some liberal favorites are already doing. “Wars of choice have diminished our moral standing, destabilized entire regions — as the Iraq War did to the Middle East — burdened our troops and their families, wasted limited resources, and killed innocent lives,” wrote Castro, citing his expertise as the only current lawmaker who has served on the foreign affairs, intelligence and armed services committees and as a vice chair of the foreign affairs panel. Notably, he hinted willingness to challenge a prospective Biden administration, a priority for antiwar groups skeptical of some of the former vice president’s advisers.Meeks, the front-runner, and Sherman are more senior members of the committee than Castro. They are both skeptical of voices to their left. But they’re also trying to tap the enthusiasm among more liberal Democrats and grassroots organizations to rein in U.S. militarism, including funding for the military and arms supplies for nations committing abuses, and to invest in diplomacy.Meeks announced his candidacy in a statement Friday, highlighting that he voted against the Iraq War and for President Barack Obama’s deal to limit Iran’s nuclear program ― unlike Engel and Sherman. “American foreign policy cannot be consumed by only fixing what’s been fractured under this administration and poor decisions of the past. We must move proactively forward,” Meeks said, adding that he would push for greater diversity in the diplomatic corps as the first Black chair of the panel and work with overlooked communities, including Indigenous populations and Afro-Latinos.He has the support of the influential Congressional Black Caucus and is close to Democratic leadership. Meeks echoed several of the concerns Castro mentioned, like the failure to repeal authorizations for the use of military force from nearly two decades ago, which presidents have used to justify interventions, and America’s moral responsibility in the face of atrocities such as China’s crackdown on its Uighur Muslim minority. In a sign of the difference between them, however, Castro mentioned repealing at least one of those authorizations and warned that sanctions ― a favorite tool of U.S. officials looking to address foreign concerns without using the military ― could prove unhelpful.Castro, who heads the Congressional Hispanic Caucus and whose brother, Julian, was a Democratic presidential candidate, is also well-liked by colleagues. He is relying on public interest in the position and a new approach to foreign policy to boost his bid. The Washington Post first revealed his plan to run last week, quoting him saying the U.S. should heed Palestinian voices more in its involvement in the conflict between Israelis and Palestinians ― a view activists have succeeded in making popular in the party in recent years despite resistance from supporters of a historic pro-Israel tilt.Well-connected advocates for a foreign policy overhaul are closely following the competition and could use their connections and public platforms to help sway the outcome. HuffPost sought a reaction to Castro’s pitch from one campaigner, who requested anonymity to protect relationships in Congress.“The candidates are using a largely progressive frame to garner support. That is really so heartening,” the person said. But they noted that Castro offered “very few specifics” on his plans if he were to become the committee chair.“We’re hoping that the candidates provide the public with more details,” the activist said. Upcoming congressional votes on national security matters could also be important signals, they added. "}, {"cover": "https://s.yimg.com/fz/api/res/1.2/pY2Jnj51h5yn_i41I5NQIg--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f08e0611f00008907337dc8.jpg", "topic": "POLITICS", "title": "Trump Back To The ‘Swamp’ To Pick Up Another $10 Million In Big Checks", "author": "By S.V. Date", "date": "July 11, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9Im7xEC1fBasADANsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817777/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-big-donations-2020-election_n_5f08df6ac5b6480493cff751/RK=2/RS=uExjclnNewQYLbkc9miFZoV3wuQ-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "Five years after claiming he didn’t want rich donors’ money, the president and the GOP have collected hundreds of millions of dollars from them.", "content": "Five years after claiming he didn’t want rich donors’ money because he would not be beholden to anybody, President Donald Trump is again at a rich donor’s oceanfront mansion on Friday night to collect $10 million, with tickets set at $580,600 per couple.This particular rich donor, beef jerky magnate Troy Link, lives in a $9 million, 9,000-square-foot home in Hillsboro Beach, a wealthy suburb of Fort Lauderdale, Florida. Trump arrived there late Friday afternoon following an official visit earlier at U.S. Southern Command in nearby Doral.Taking six-figure donations is no longer at all unusual for Trump.A HuffPost analysis of Federal Election Commission data from Jan. 20, 2017, through May 30, 2020, shows that during Trump’s presidency, the Republican National Committee has collected a total of $130.4 million from the 555 donors who have given the party at least $100,000 each. Among them: Elizabeth Uihlein, the president of Wisconsin’s Uline Inc., who has given $1,382,600; longtime Washington, D.C., lobbyist C. Boyden Gray, who has given $1,033,000; and Charles Schwab of the Charles Schwab Corp., who has given $576,300.Trump’s official super PAC, America First Action, has collected $75.3 million from 90 such six-figure donors, including $10 million from Tim Mellon of Saratoga, Wyoming; $8 million from Geoffrey Palmer of Beverly Hills, California; and $5 million each from longtime Republican donors Sheldon and Miriam Adelson of Las Vegas.As he started running for president in 2015, Trump said that the system of accepting large donations was corrupt and that he knew this personally because he could make politicians do “whatever the hell” he wanted by donating to their campaigns.At the first Republican presidential primary debate in Cleveland that August, Trump claimed: “I gave to many people before this. Before two months ago, I was a businessman. I give to everybody. When they call, I give. And do you know what? When I need something from them two years later, three years later, I call them ― they are there for me.”After winning the nomination, Trump claimed he would “drain the swamp” if he became president. He has repeated that claim through his years in office, even while appointing Cabinet heads who have rolled back environmental and worker safety regulations at the request of campaign donors and signed onto a tax cut package that disproportionately benefited the donor class.“From inside deal-making to campaign solicitations, from appointing a lobbyist Cabinet to maintaining business interests and pursuing policies that benefit them, Donald Trump has overseen the most corrupt administration in American history,” said Robert Weissman, president of the liberal watchdog group Public Citizen. “Under Donald Trump, the swamp has won. Trump has disrupted the standards of etiquette in political Washington, but he has perfected the standards of corruption.”Trump’s actual campaign, like all federal campaign committees, cannot accept donations larger than $5,600 per election cycle. The big money for his re-election bid comes from donations to the Republican Party, which because of revised rules can take as much as $355,000 per person per year, for each of the four years of a presidential election cycle, so that a four-year total of $1.42 million is possible per donor.Super PACs are not limited at all in the size of the donations they can accept from individuals or companies, although they legally cannot coordinate with the candidates or campaigns they are boosting.The RNC did not respond to HuffPost queries about its large-dollar donors.Its leaders, however, have routinely boasted in public statements about how they have raised far more money than the Democratic National Committee.The HuffPost analysis shows that the 17,165 donors who gave at least $1,000 to the RNC in a single donation gave the party a total of $246,743,344 ― for an average of $14,375 per person.For Democrats, the 13,851 donors who gave at least $1,000 to the DNC in any single donation contributed a total of $106,160,289 ― for an average of $7,664 per person.Trump campaign senior adviser Jason Miller would not say what GOP donors expect to get for their money – even though just a few years ago Trump himself said that getting something was the only reason they were giving. Instead, Miller accused presumptive Democratic nominee Joe Biden and his son Hunter of corruption.“Joe Biden is one of the most corrupt politicians in American history,” Miller said. “He flew his son Hunter to China on Air Force Two and helped him leave with $1.5 billion for his investment fund, and that’s just the beginning for ‘Biden, Inc.’ Joe Biden’s special interest is communist China.”According to many presidential historians, though, Trump is by far the most corrupt president in modern times. He has funneled millions of both taxpayer dollars and campaign donor dollars into the cash registers of his own businesses ― at one point even awarding the G-7 conference to his own resort, which would have brought him tens of millions of dollars, but then backtracking because of criticism. Trump begged China’s dictator to help him win reelection by promising to buy large amounts of American farm products, according to his former national security adviser John Bolton, and Trump was impeached for trying to extort Ukraine’s leader into helping his reelection bid by announcing that Ukraine would investigate Biden.Further, Trump’s campaign manager is paying the wife of one Trump son and the girlfriend of another $180,000 a year each, through his own private firm, to avoid reporting those payments on FEC filings.“Donald Trump gave the Chinese government a pass and echoed their propaganda to justify his appalling inaction as the worst public health crisis in a century exploded,” said Biden campaign spokesman Andrew Bates. “And he did so because he cared more about a worthless reelection talking point regarding trade than he did about over 130,000 American lives or tens of millions of jobs.”"}, {"cover": "https://s.yimg.com/fz/api/res/1.2/MvxGEP86gy2oju19vxGKQA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0319ba2700001706e6650b.jpg", "topic": "POLITICS", "title": "Trump's Leadership Is Tested In Time Of Fear, Pandemic", "author": "By Paige Lavender", "date": "July 6, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9DuP2EC1fcQUApx5sBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817782/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-coronavirus-pandemic_n_5f03193ac5b612083c5f2936/RK=2/RS=IxqTurCkpTPhvFr9m5nlyp6_AN8-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "The Trump show may be losing its allure, exposing the empty space once filled by the empathy and seriousness of presidents leading in a crisis.", "content": "WASHINGTON (AP) — Not long after noon on Feb. 6, President Donald Trump strode into the elegant East Room of the White House. The night before, his impeachment trial had ended with acquittal in the Republican-controlled Senate. It was time to gloat and settle scores.“It was evil,” Trump said of the attempt to end his presidency. “It was corrupt. It was dirty cops. It was leakers and liars.”It was also soon forgotten. On Feb. 6, in California, a 57-year-old woman was found dead in her home of natural causes then unknown. When her autopsy report came out, officials said her death had been the first from COVID-19 in the U.S.The “invisible enemy” was on the move. And civil unrest over racial injustice would soon claw at the country. If that were not enough, there came a fresh round of angst over Russia, and America would ask whether Trump had the backs of troops targeted by bounty hunters in Afghanistan.For Trump, the virus has been the most persistent of those problems. But he has not even tried to make a common health crisis the subject of national common ground and serious purpose. He has refused to wear a mask, setting off a culture war in the process as his followers took their cues from him.Instead he spoke about preening with a mask when the cameras were off: “I had a mask on,” he said this past week. “I sort of liked the way I looked ... like the Lone Ranger.”These are times of pain, mass death, fear and deprivation and the Trump show may be losing its allure, exposing the empty space once filled by the empathy and seriousness of presidents leading in a crisis.Bluster isn’t beating the virus; belligerence isn’t calming a restive nation.Angry and scornful at every turn, Trump used the totems of Mount Rushmore as his backdrop to play on the country’s racial divisions, denouncing the “bad, evil people” behind protests for racial justice. He then made a steamy Fourth of July salute to America on the White House South Lawn his platform to assail “the radical left, the anarchists, the agitators, the looters,” and, for good measure, people with “absolutely no clue.”“If he could change, he would,” said Cal Jillson, a presidential scholar at Southern Methodist University in Dallas. “It’s not helping him now. It’s just nonstop. It is habitual and incurable. He is who he is.”Over three and a half years Trump exhausted much of the country, while exhilarating some of it, with his constant brawls, invented realities, outlier ways and pop-up dramas of his own making. Into summer, one could wonder whether Trump had finally exhausted even himself.Vainglorious always, Trump recently let down that front long enough to ponder the possibility that he could lose in November, not from the fabricated voting shenanigans he likes to warn about but simply because the country may not want him after all of this.“Some people don’t love me,” he allowed.“Maybe.”___VICTORY LAPOn Feb. 5 in the White House residence, Trump had watched all the Republican senators, save Mitt Romney of Utah, dutifully vote to acquit, ending the third impeachment trial in U.S. history.His rambling, angry, 62-minute remarks the next day were meant to air out grievances and unofficially launch Trump’s reelection bid — with the crucible of impeachment behind him, his so-so approval ratings unharmed, Republicans unified and the economy roaring.The president’s advisers also watched, relieved that the shadow of impeachment — which loomed first due to Russia’s U.S. election interference, then his Ukraine machinations — was now behind them, letting them focus on the reelection battle ahead.The plan was taking shape: a post-trial barnstorming tour, rallies meant to compete with the Democratic primaries and a chance for the president to dive into the reelection fight that had animated so many of his decisions thus far in his term, according to some of the 10 current and former administration and campaign officials who requested anonymity to speak candidly for this story.A few days earlier, the first coronavirus death outside China had been recorded, in the Philippines. Known cases of the disease in the U.S. were under a dozen. The U.S. had declared a public health emergency and restricted travel to and from China. But this was not something Trump wanted to talk about in the glow of acquittal and fog of grievance, and events had not yet forced his hand.The day was meant to mark a new chapter in Trump’s presidency. It did. But not the one the president and his people expected.___THE LONGEST DAYTrump’s whirlwind trip to India was meant to be a celebration and in some ways was. He addressed a rally crowd of 100,000 and visited the Taj Mahal.But in a quick talk to business people at the U.S. ambassador’s residence, he felt compelled to address the virus, which had begun rattling the foundation for his argument for another four years in office: the economy.Fighting jet lag and anxiety about a dive in the stock market, Trump was up much of the previous night on the phone with advisers, peppering them with questions about the potential economic fallout of the outbreak, according to the officials who spoke with The Associated Press.“We lost almost 1,000 points yesterday on the market, and that’s something,” Trump told the two dozen or so business leaders. “Things like that happen where — and you have it in your business all the time — it had nothing to do with you; it’s an outside source that nobody would have ever predicted.”The virus was “a problem that’s going to go away,” he said. “Our country is under control.”But the markets fell again the next day, creating their biggest two-day slide in four years. When Trump boarded Air Force One well after sundown in India, he was in a rage about the virus and his inability to slow the market tumble with reassuring words, according to the officials.Trump barely slept on the plane as it hurtled back to Washington overnight, landing early in the morning Feb. 26 after more than a dozen hours in the air, creating the effect of one endless day. He then quickly tore into aides about Nancy Messonnier, director of the National Center for Immunization and Respiratory Diseases, who had publicly predicted that the virus’ impact would be severe.It was already too late to pretend otherwise, not that Trump stopped trying. Warning signs had been missed. The Centers for Disease Control and Prevention failed in an early attempt at a coronavirus test. Trump had refused to turn up the pressure on China for fear of alienating Xi Jinping and scuttling a trade deal.His conventional weapons failed him. The virus doesn’t have a Twitter account.“Trump was elected to burn down the system and entertain,” said Eric Dezenhall, a crisis-management consultant who has followed Trump’s business, TV and political careers.“When things get terrible, people don’t want a leader to burn down the system and entertain. We actually want a system. And you can’t bully a disease, which has been his one maneuver for 74 years.”The president returned to the West Wing to watch the market fall yet again and told aides that, later that day, he would take the podium and preside over the coronavirus task force briefing for the first time. This would become a daily ritual for Trump to try to force his belief that the virus was under control even as infections surged and the death toll mounted.The virus was not the only exterior event shaping his week. Three days later, Joe Biden began his remarkable political comeback by trouncing Bernie Sanders in the South Carolina Democratic primary.Trump’s assumption that he would be running on the back of a strong economy against a socialist had been flipped on its head.Coronavirus cases were about to soar.___THE BRIEFINGAt an April 23 briefing that would live in infamy and make some comedy careers, Trump wasn’t really listening. By this day about 50,000 Americans had died from COVID-19.Trump has long had trouble focusing in meetings, hearing one piece of information and often going off on tangents, frequently a memory from his time in New York real estate.Instead, he focused on the televised briefings and relished his jousting with reporters. He scheduled them for the late afternoon or early evening and would tell aides and confidants about the huge ratings they’d get, according to the officials.The briefings would often stretch more than an hour, the vital health information from public health officials often drowned out by Trump’s attacks on the media and insistence that the pandemic was under control when, in late April, it decidedly was not.Trump’s aides had already begun counseling the president to scale back or stop altogether his appearances at the briefings, nervously watching polls that found his scattershot performances were eroding support, particularly among older people, the group most vulnerable to COVID-19.Trump refused. He told aides that his successes in politics were from dominating the stage and he was not going to give that up, particularly when his beloved campaign rallies were suspended and he couldn’t run the race against Biden that he wanted.But in the task force meeting that April 23, Trump only somewhat heard or understood a discussion about a study detailing the use of light and disinfectants to help kill the coronavirus on surfaces.He then began a dialogue with William Bryan, acting head of science at the Department of Homeland Security, who said the “virus dies quickest in sunlight.” Trump had a thought or two about that.“So supposing we hit the body with a tremendous — whether it’s ultraviolet or just a very powerful light — and I think you said that hasn’t been checked because of the testing,” Trump said in a helpful tone. “And then I said, supposing you brought the light inside the body, which you can do either through the skin or some other way, and I think you said you’re going to test that, too.”“Then I see the disinfectant,” he continued, even more perilously. “Knocks it out in a minute.” Perhaps an “injection inside or almost a cleaning.”“It would be interesting to check that.”The uproar was instantaneous, the White House’s attempted cleanup futile. Soon, the briefings would be canceled, the president surrendering his pulpit in the midst of sinking poll numbers and growing questions about his fitness for the job.What might have worked for Trump before the pandemic stopped working as the death toll mounted and the president looked increasingly out of his element, Jillson said.“People would watch Trump and see the instability ... the emergencies of his own making he would then claim to have taken care of, and be mildly entertained or at least not deeply worried,” he said. But now? “A lot of that ‘Am I still amused?’ quickly gets to a ’No’ answer.“You’re never going to come out a major natural disaster unscathed but you can mitigate the damage by an empathetic response that describes the path out of this. That’s what Trump is literally incapable of doing.”___THE BUNKERThe chants could be heard inside the White House residence.George Floyd, a Black man, had died under the knee of a white Minneapolis police officer, igniting several nights of protests in the Twin Cities. Trump had said little about the death but was quick to denounce the violence that accompanied some of the demonstrations. “When the looting starts, the shooting starts,” he tweeted, a threat flagged by the social media company and pilloried by Democrats because it reprised the language of a racist Miami police chief in the 1960s.That Friday afternoon, May 29, as racial unrest now gripped the country and the virus death toll stood at more than 100,000, Trump spoke to reporters from the Rose Garden about China. He did not mention Floyd’s name.That night, the protests reached Trump’s front yard.Thousands of people descended on Lafayette Square, clashing with law enforcement and overwhelming the security perimeter hastily set up just a few hundred yards from the front fencing of the White House. The size and energy of the protest had caught the Secret Service off guard and Trump, along with members of his immediate family, were rushed to an underground bunker, usually used to protect presidents during possible terrorist attacks.The president’s tweeting continued, threatening a further crackdown against the protests, which he depicted as unlawful even though the vast majority were peaceful. When the bunker story became public, Trump reacted in a rage, screaming at aides to find the leaker, whom he deemed a traitor, and angry that it made him look weak, according to the officials. In the days that followed, Trump argued unconvincingly that he was only in the bunker to inspect it.It was that anger — and a reflexive desire to align himself with law enforcement even when polling indicated widespread support for the protests — that led Trump to make one of the defining decisions of his term. He authorized the clearing of the square so he could walk across to the nearby “Church of the Presidents,” which was damaged during the protests, and hold up a Bible.The photo op went terribly wrong. Democrats likened it to the actions of an authoritarian while Republicans dissociated themselves from the spectacle. Aides cast blame on each other and even Trump privately admitted that he did not expect the fierce blowback.Trump issued an executive order directing the government to establish a national database tracking police officers who lose their jobs for misconduct and freeing grant money to improve policing practices. With these steps, Trump “turned justified anger into meaningful action,” said deputy White House press secretary Sarah Matthews.She spoke of a “whole-of-America response to this pandemic” that let states decide when and how to reopen and ensures “the federal government will be there to support states if needed.”Trump’s instinct, his ability to read a moment, had long been his strength as a politician. But from the bunker to the church to his increasingly lonely defense of Confederate monuments, he appeared out of step even with many Republicans on matters of race and in denial about the ravages of COVID-19.“In a crisis, when you lack an operational solution, all you are left with is humanity,” Dezenhall said. “This is just a situation where Trump cannot pivot because he views empathy as the equivalent of running down Pennsylvania Avenue in high heels and a tutu.”___THE SACRED AND THE PROFANEThe empty seats made him angry.The rally in Tulsa was supposed to signal his comeback, the first mega campaign event since the onset of the pandemic. It was to be a show of political defiance and force in deep-red Oklahoma, reassuring nervous Republicans.It didn’t turn out that way.Despite campaign boasts of 1 million ticket requests, only slightly more than 6,000 people came to the indoor rally in a space holding 19,000. An overflow space went unused. Fears of the virus and protests kept many away. But the scant crowd also raised questions about whether the Trump show was wearing thin even with his supporters in red hats.It was June 20. The virus death toll was closing in on 120,000.The woebegone rally was part of a bet his campaign was making and still is. It’s predicated on the belief that few voters who don’t like Trump can be persuaded to swing behind him now, so success lies in motivating those who are still with him.The plan: First, drive up negative opinions about Biden, whom the Trump campaign believes is liked by perhaps 60% of the country, if tepidly.Second, on the theory that a largely unwavering 40% of the country likes the president, Trump would serve up policies and rhetoric to generate enough enthusiasm to turn out that slice of the country to vote.A key recent stop for that plan was Arizona, where Trump in 109-degree Yuma heat marked progress on the border wall central to his 2016 campaign.Then a speech at a Phoenix megachurch, a nod to evangelicals and a group of avid young Republicans. And when Trump looked out at the rows, he saw none of the empty seats that bedeviled him in Tulsa just three days earlier.Trump reveled in the crowd, speaking for more than 90 minutes and getting the in-person adulation he had been missing for months. He did not mention that his supporters in the church were placing themselves and others at risk by sitting close together and not wearing masks. Confirmed infections and hospitalizations in Arizona have hit daily records.The president boarded Air Force One in an ebullient mood, telling aides to return to scheduling rallies — perhaps in smaller venues than Tulsa, perhaps outside — that could soon again get him in front of a crowd, the officials said.No rallies have been held since Tulsa. One is coming up Saturday in New Hampshire, to be held outside at Portsmouth’s airport. The virus has come roaring back in widespread parts of the country, pushing the death toll to about 130,000.White House counselor Kellyanne Conway acknowledged “it’s a new world” because of the pandemic and many Trump supporters won’t go to a traditional rally because it’s “high risk, low reward for them,” given that they already back the president.Nonetheless, Trump tried to entice the masses to his July Fourth event, drawing only a scattered crowd to the National Mall for an air show and fireworks while he remained at the White House, hosting several hundred invited guests on the South Lawn.There his angry words washed over the guests and ricocheted across the country.The people in front of him were said to be medical and other front-line workers in the pandemic and law enforcement. But he was speaking really to his most fervent supporters around the country, tapping the divide over race and culture and making it about us versus them — the leftists, the looters and the clueless.He cast himself as the defender of heritage and the “American way of life.”He wore no mask. But the Lone Ranger was riding again.____Associated Press writer Nancy Benac contributed to this report.\nA HuffPost Guide To Coronavirus\n\n7 essential pieces of relationship advice for couples in quarantine\nWhat you need to know about face masks right now\nHow to tell if you need to start doing online therapy\n\nLost your job due to coronavirus? Here’s what you need to know.\n\nParenting during the coronavirus crisis?\nThe HuffPost guide to working from home\nWhat coronavirus questions are on your mind right now? We want to help you find answers.\n\n\nEveryone deserves accurate information about COVID-19. Support journalism without a paywall — and keep it free for everyone — by becoming a HuffPost member today\n\n \n\n\n"}, {"cover": "https://s.yimg.com/fz/api/res/1.2/OYxSSpi3xWjsuleUSkxbqA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f16b7ad220000380d38753e.jpg", "topic": "WORLD-NEWS", "title": "Hong Kong Protesters Adapt Signs, Slogans To Skirt New Law", "author": "By Liza Hearon", "date": "July 21, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9CKoRES1fLVcA7A9sBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817809/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2fhong-kong-protesters-adapt-signs-slogans_n_5f16b46ec5b651977c0638b5/RK=2/RS=m9xMmkUj5Y3_IAz.7cpdDfYaW9s-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "Shop owners in Hong Kong are displaying blank sticky notes to show solidarity with the movement as protesters become more creative.", "content": "HONG KONG (AP) — It was one of the first protests in Hong Kong after a feared national security law came into effect.Among a dozen or so lunchtime demonstrators at a luxury mall in the Central business district, a man raised a poster that — viewed from afar — read in Chinese, “Liberate Hong Kong, revolution of our times.”The government had just banned the slogan, saying it had separatist connotations and so ran afoul of the new security law’s prohibition of secessionist acts.Shortly after, riot police entered the mall, shooing away onlookers. They detained the man, telling him the slogan was banned. But when officers looked at the poster up close, no words could be made out. It merely had circular shapes against a contrasting background. They snapped a few photographs of the poster and let him go.Since the imposition of the security law -– which bans secessionist, subversive and terrorist activities, as well as collusion with foreign forces, with penalties of up to life imprisonment -– anti-government protesters in Hong Kong, and those supporting the movement, have adapted their methods to try to make their voices heard without violating the legislation.Before the law took effect June 30, protesters often held up colorful posters plastered with slogans that ranged from condemning the Chinese government to calling for Hong Kong’s independence. Since then, they have become creative in obscuring their messages.Many of the protesters at the luxury mall held up blank pieces of white paper to protest against China’s “white terror” of political repression. Other posters are designed to circumvent bans on slogans. The government has not yet made clear if such forms of expression are illegal.The law has had a chilling effect on “yellow shops” that support the protest movement. Many have removed protest artwork and sticky notes bearing words of encouragement from customers, out of fear that they could land them in trouble with the authorities.Some shop owners, like Tan Wong, have instead put up blank sticky notes to show solidarity with the movement.“We are doing this right now because (the shop) is private property. We are trying to tell Hong Kong people that this is the only thing that we ‘yellow shops’ can do,” said Wong, who runs Kok Kok Chicken, a Korean fried chicken store.“If we do not persist, we would no longer be able to deliver our message to others,” he said.Yu Yee Cafe, a Hong Kong-style diner that serves fast food, has covered its windows with blank sticky notes and even displays an origami figure of Winnie the Pooh, a playful taunt of Chinese President Xi Jinping. Chinese censors briefly banned social media searches for Winnie the Pooh in China after Xi’s appearance was compared to the cartoon bear.“I wonder if there’s still rule of law if sticking a (blank) piece of paper on the wall is illegal,” said Eddie Tsui, one of the diner’s customers. “It’s just using a different way to express our demands. If you don’t allow us to protest that way, we’ll find another way.”The use of blank paper or sticky notes to protest is a changing form of resistance, according to Ma Ngok, an associate professor of politics at the Chinese University of Hong Kong.“They put up blank notes so that even if the government wants to prosecute them, there is nothing that can be used against them,” he said.Protesters in Hong Kong have also come up with alternative slogans to circumvent the ban on “Liberate Hong Kong, revolution of our times.”Some users quote the initials of the romanization of the eight Chinese characters in the banned slogan -– “GFHG, SDGM.” Others have changed the words entirely to terms that sound similar but mean very different things. One alternative slogan now reads “Patronize Hong Kong, Times Square,” a reference to a popular shopping mall in the city.A popular protest anthem, “Glory to Hong Kong,” has had some of its lyrics changed, with protesters replacing the words with numbers in Cantonese that sound approximately like the lyrics.The circumventing of bans on slogans is reminiscent of how mainland Chinese internet users come up with creative ways and similar-sounding words to talk about sensitive issues without triggering censorship under the “Great Firewall of China,” where censors delete posts containing sensitive terms and make such keywords unsearchable on online platforms.“There is a long history of censorship where we know that people will find ways to circumvent the system, no matter how you regulate,” said Fu King-wa, associate professor at the University of Hong Kong’s journalism school.“Sometimes, censorship can backfire, triggering more people to discuss an issue because they think that if it is censored, then it must be something important,” he said.___Associated Press journalist Alice Fung contributed to this report."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/GviGpGvBm_G1TVtFoox3sA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5f0c8141220000ec08386e78.jpg", "topic": "POLITICS", "title": "Trump Suggests A Biden Presidency Would Be 'Ratings' Nightmare", "author": "By Jenna Amatulli", "date": "July 14, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9DukYES1fZccAy.NsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817817/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftrump-ratings-biden-presidency_n_5f0c766bc5b6480493d34439/RK=2/RS=OspR_cTA20RPJpTvQ3qQbtJ6NYY-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "The president insisted that if Joe Biden wins in November, the “media will go down along with our great USA!”", "content": "President Donald Trump warned his social media followers that a Joe Biden presidency could mean “no ratings,” and asked: “Is this what you want for your President???”Trump, in a familiar Monday morning Twitter tear, quote-tweeted a video of Biden shared by White House social media aide Dan Scavino. If Biden wins in November, Trump added, “media will go down along with our great USA!”The Trump administration’s unending drama of crises, scandals, leaks and attacks on Democratic institutions over the last three and a half years have driven a surge in news audiences, almost certainly ensuring that the next president’s TV ratings will decrease.Trump dominates the news with now-familiar storylines: his weak grasp on the coronavirus pandemic, which has led to records in daily infections; his disregard for his own government’s social distancing guidelines with a rally in Tulsa, Oklahoma, that was “likely” responsible for a surge in coronavirus cases; his failure to respond to intelligence reports that Russia offered bounties to the Taliban for killing U.S. troops. Trump also has won a central place in coverage of the protests sparked by the police killing of George Floyd, which prompted a movement against racial inequality and police brutality. The president responded by condemning protesters, trying to shift the conversation to Confederate statues and rushing to Mount Rushmore for Fourth of July fireworks ― ignoring concerns about the coronavirus (and the protests of Native Americans who live in the area). Books written by people close to Trump ― or who used to be close to him ― also feed the news media machinery. Mary Trump, his niece, alleges that Trump cheated his way into college and threatened to disown his son Donald Trump Jr. if he joined the military (among other things) in her memoir set to be published on Tuesday. Former national security adviser John Bolton’s book is rife with corruption claims, including the allegation that the president sought help from China to win reelection. As for whether his prowess as a newsmaker translates to popularity with the public, the latest Gallup poll puts Trump’s approval rating at 38%. A poll by ABC News/Ipsos released last week shows that a record 67% now disapprove of “the way Donald Trump is handling the response to the coronavirus,” while only 33% approve, Politico reported. This is “the widest gulf in public sentiment since ABC News and Ipsos started surveying on the pandemic in March,” the outlet wrote."}, {"cover": "https://s.yimg.com/fz/api/res/1.2/OpHJAROpKWVjBG5BvaNpxA--~C/YXBwaWQ9c3JjaGRkO2ZpPWZpbGw7aD05MjtweG9mZj0wO3B5b2ZmPTA7cT04MDt3PTE2NA--/https://img.huffingtonpost.com/asset/5eeec712240000771d8ed1bb.jpg", "topic": "POLITICS", "title": "TikTok Teens Mobilizing Against Trump Over Threatened Ban Of Their Social Network", "author": "By Mary Papenfuss", "date": "July 10, 2020", "url": "https://search.huffpost.com/click/_ylt=Awr9CW8bES1fWIUAlpdsBmVH;_ylu=X3oDMTByNWU4cGh1BGNvbG8DZ3ExBHBvcwMxBHZ0aWQDBHNlYwNzYw--/RV=2/RE=1596817819/RO=10/RU=https%3a%2f%2fwww.huffpost.com%2fentry%2ftiktok-trump-ban-mobilizing-against-campaign-app_n_5f07afb9c5b67a80bc0512ef/RK=2/RS=OqJ56hL9omEcDwZxuiW99iPwvog-", "keyword": "China and national Security", "website": "Huffpost", "subtitle": "“Horrible president, horrible app”: Retaliating users scramble to slam Trump’s own campaign app with one-star ratings.", "content": "Angry users of the popular TikTok video social network are hitting back at the Trump administration over a threatened ban of the digital operation by whacking Donald Trump’s own campaign app with savage reviews.President Donald Trump said Tuesday that he was considering prohibiting TikTok, which is owned by China’s Bytedance Ltd., to punish China for its role in the spread of COVID-19, which the president has referred to as the “Wuhan flu” and even the racist “kung flu.” “Look, what happened with China with this virus, what they’ve done to this country and to the entire world is disgraceful,” he told Greta Van Susteren in an interview Tuesday.Trump’s threat followed by just weeks TikTok users’ mobilization against his poorly attended campaign rally in Tulsa, Oklahoma. Users boasted they were in part responsible for a largely empty arena because they flooded Trump’s campaign site with fake requests for tickets to the event.The retaliation against Trump got a boost Wednesday when popular TikTok user DeJuan Booker (@unusualbeing) called his 750,000 followers to action, Bloomberg was the first to report. He explained how to ding the Trump campaign app with a single-star rating.“Gen Z don’t go down without a fight,” he told his followers. “Let’s go to war.“ The app had a feeble 1.2 rating average from 227,000 reviews on the Apple store as of Thursday night. “Horrible president, horrible app,” noted one review among a sea of one-star ratings.Another read: “OMG PLZ DON’T DOWNLOAD.” Another bashed the app, adding: “I promise this isn’t another one of those ‘tik tok’ reviews.” The TikTokkers hope the bad reviews will persuade Apple to remove the campaign app, but unpopularity isn’t enough to delete an app, according to Bloomberg. Still, the scathing reviews make for interesting reading.Secretary of State Mike Pompeo said Monday that the Trump administration was considering a ban on Chinese social media apps, especially TikTok, because of concerns about privacy and security. He told Americans not to download the TikTok app unless they want their private information to fall into “the hands of the Chinese Communist Party.” Trump contradicted him the following day with his comment about punishing China over COVID-19.The zoomer generation was suspicious about the threatened action.“I don’t believe Trump is trying to take TikTok away because of national security, but more to retaliate against activism on the app and all the videos about him that drag him through the mud,” Darius Jackson, an 18-year-old TikTok user in Illinois, told Bloomberg. He also asked his followers to give the app a one-star rating.Meanwhile, a popular comedian who lip-syncs Trump comments will be able to post her sketches on her go-to app as long as it lasts. Sarah Cooper’s latest jab against the president is called “How to Mask.”"}]